{
  "new-lover": {
    "meanings": {
      "pageofwands": {
        "position6": {
          "keywords": [null, null, "radoznalost", "učenje", "početak"],
          "context": "Radoznalost inicira vašu želju."
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "Vitez štapiće kaže da će vatrena i hrabra osoba brzo ući u vaš život. Strastveni odnos može početi sa ovom osobom.",
          "reversed": "Okolišteni vitez štapiće, nedoslednost ili žurbu može otežati novu vezu. Postupanje sa strpljenjem stvara trajniju vezu.",
          "keywords": ["strast", "hrabrost", "brzina", "povući"],
          "context": "Vrući ulaz može započeti novu ljubav."
        },
        "position2": {
          "upright": "Vitez štapića predstavlja hrabru, brzu i strastvenu stranu Ovna ili Strelca.",
          "reversed": "Vraćeni vitez štapiće može pokazati ekstravaganciju ili nestabilnost u vatrogasnoj znakovnoj senci.",
          "keywords": ["Ram", "Prolećni", "hrabrost", "strast"],
          "context": "ARies ili Strelcitska energija dolazi do izražaja."
        },
        "position3": {
          "upright": "Vitez štapića podstiče harmoniju strasti i akcije. Hrabri koraci ojačati obveznice.",
          "reversed": "Vitez štapića obrnuto, žurba ili nestabilnost može poremetiti harmoniju.",
          "keywords": ["strast", "pokret", "raport", "hrabrost", "ravnoteža"],
          "context": "Passion pasmine harmonija. Užurbanost testira vezu."
        },
        "position4": {
          "upright": "Vitez štapića, strast i hrabrost omogućavaju dugoročnu vezu da raste.",
          "reversed": "Vraćanje viteza štapića, frivolnost ili nedostatak posvećenosti podriva dugoročno.",
          "keywords": ["strast", "hrabrost", "pokret", "stabilnost", "dugoročan"],
          "context": "Hrabrost neguje dugoročno, rasipanje testira obveznica."
        },
        "position5": {
          "upright": "Vitez štapića simbolizuje strast, hrabrost i brze veze. Ova osoba bi mogla biti vaša srodna duša; Vaša veza se strastveno razvija.",
          "reversed": "Vitez štapića obrnut može donijeti nestabilnost ili neodlučnost. Iako postoji mogućnost srodne duše, potrebno je oprez u pogledu kontinuiteta.",
          "keywords": ["strast", "hrabrost", "pokret", "uzbuđenje", "duša"],
          "context": "Strastveni početak ukazuje na mogućnost srodne duše."
        },
        "position6": {
          "upright": "Vitez ukazuje da će smeli i strastveni koraci ubrzati ispunjenje vaše želje.",
          "reversed": "Vraćanje viteza može ometati želju za žurbom ili napuštanjem.",
          "keywords": ["hrabrost", "strast", "brzina", "cilj", "energija"],
          "context": "Strastveni korak ubrzava vašu želju."
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "Kraljica štapića pokazuje da je spremna za novu vezu sa svojom karizmom i vlašću privlačenja. Možete ga zadiviti oko sebe sa energijom.",
          "reversed": "Kraljica štapića obrnuta je: ljubomora ili nepoverenje može da napregnute na novu ljubav. Samopouzdanje privlači pravu osobu.",
          "keywords": ["karizma", "povući", "poverenje", "energija"],
          "context": "Vaša užarena energija privlači novu ljubav."
        },
        "position2": {
          "upright": "Kraljica štapića nosi harizmu, toplinu i lidersku energiju Lea.",
          "reversed": "Kraljica štapića obrnuta može pokazati ljubomore ili pitanja samopoštovanja u Leo Shadov.",
          "keywords": ["Lav", "rukovodstvo", "karizma", "poverenje"],
          "context": "Leo je dominantan."
        },
        "position3": {
          "upright": "Kraljica štapića ukazuje da će toplina i poverenje promovisati harmoniju. Charisma raste obveznice.",
          "reversed": "Kraljica štapića obrnuta, ljubomora ili nesigurnost mogu da poremete harmoniju.",
          "keywords": ["toplota", "poverenje", "raport", "karizma", "rukovodstvo"],
          "context": "Toplina jača harmoniju. Nepoverenje testira obveznica."
        },
        "position4": {
          "upright": "Kraljica štapića, harizma i poverenja drže vatru u dugoročnoj vezi.",
          "reversed": "Invertirana kraljica štapića, ljubomora ili nesigurnost može da napreduje dugoročno.",
          "keywords": ["karizma", "poverenje", "rukovodstvo", "strast", "dugoročan"],
          "context": "Poverenje neguje dugoročno, nepoverenje testira obveznica."
        },
        "position5": {
          "upright": "Kraljica štapića simbolizuje atrakciju, samopouzdanje i inspiraciju. Ova osoba bi mogla biti vaša srodna duša; Vaša veza može biti inspirativna zajednica.",
          "reversed": "Kraljica štapića obrnuta može da nosi senku nesigurnosti ili ljubomore. Potrebna je ravnoteža samopouzdanja za energiju srodne duševe.",
          "keywords": ["povući", "poverenje", "inspiracija", "rukovodstvo", "duša"],
          "context": "Atrakcija i inspiracija ojačavaju vezu srodne duše."
        },
        "position6": {
          "upright": "Kraljica podržava ispunjenje vaše želje sa samopouzdanjem i karizmom. Poželjno je da proširite svoju sferu uticaja.",
          "reversed": "Inverterovana kraljica, ljubomora ili nedostatak samopouzdanja može vam teško učiniti vašu želju.",
          "keywords": ["poverenje", "karizma", "rukovodstvo", "snaga", "povući"],
          "context": "Samopouzdanje jača vašu želju."
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "Kralj štapića ukazuje da će vizionarsko i moćno lice ući u vaš život. Jaka i nadahnjujuća veza može početi sa ovom osobom.",
          "reversed": "Invertirani kralj štapića, autoritarizam ili precizno preuzimanje može zasjeniti novu ljubav. Fleksibilnost dovodi do veze.",
          "keywords": ["vizija", "rukovodstvo", "povući", "snaga"],
          "context": "Nova ljubav je na vratima sa jakom i vizionarskom osobom."
        },
        "position2": {
          "upright": "Kralj štapića ukazuje na vizionarsko rukovodstvo i hrabroj Strelca ili Lea.",
          "reversed": "Ograničeni kralj štapića može pokazati aroganciju ili autoritet u senci vatrogasnih znakova.",
          "keywords": ["Lav", "Prolećni", "vizija", "rukovodstvo"],
          "context": "Leo ili Strelac dolazi do izražaja."
        },
        "position3": {
          "upright": "Kralj štapića podržava usklađivanje vida i liderstva. Uvesnost energije jača obveznice.",
          "reversed": "Prekoračen kralj štapića, prekomerno autoritet ili nestrpljivost može otežati harmoniju.",
          "keywords": ["vizija", "rukovodstvo", "raport", "poverenje", "ravnoteža"],
          "context": "Vizija podstiče Harmoni. Vlast prisiljava vezu."
        },
        "position4": {
          "upright": "Kralj štapića, vizija i rukovodstvo određuje smer dugoročne veze.",
          "reversed": "Invertirani kralj štapića, autoritarizam ili nestrpljenje dugoročno otežava.",
          "keywords": ["vizija", "rukovodstvo", "karizma", "hrabrost", "dugoročan"],
          "context": "Vizija podstiče dugoročno, nestrpljenje testira obveznice."
        },
        "position5": {
          "upright": "Kralj štapića je indikativno o vizionarskom rukovodstvu i jaku vezu. Ova osoba bi mogla biti vaša srodna duša; Možete zajedno da krenete ka velikim ciljevima.",
          "reversed": "Kralj štapića obrnut ukazuje na rizik od prekomernog ega ili autoritarnog stava. Međusobno poštovanje i ravnoteža su od suštinskog značaja za matesništvo duše.",
          "keywords": ["vizija", "rukovodstvo", "cilj", "poštovanje", "duša"],
          "context": "Zajednički ciljevi ojačavaju vezu srodne duše."
        },
        "position6": {
          "upright": "Kralj povezuje ispunjenje vaše želje sa vizionarskim rukovodstvom i strateškom hrabrošću.",
          "reversed": "Prekomerni kralj, prekomerna autoritarizam ili ego teško može da vam otežava vašu želju.",
          "keywords": ["vizija", "rukovodstvo", "hrabrost", "strategija", "snaga"],
          "context": "Vizija omogućava vašu želju."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "ACE Of Pentacles ukazuje da je na vratima betonski i pouzdan početak. Ovaj novi odnos može biti čvrst kao tlo i dugoročno.",
          "reversed": "Reversed Ace Pentaklova ukazuje na kašnjenje zbog nedostatka mogućnosti ili bezbednosnih problema. Vrijedan početak je i dalje moguć ako se pažljivo posmatra.",
          "keywords": ["prilika", "početak", "poverenje", "stabilnost"],
          "context": "Prilika za dobro zatešeni odnos uskoro se postavlja; Budite oprezni."
        },
        "position2": {
          "upright": "ACE of Pentekla se odnosi na jedan od zemaljskih znakova. Bik, Virgo ili Jarac; definisano pouzdanošću i konkretnim koracima.",
          "reversed": "ACE Of Pentacles obrnut ukazuje da ova osoba može doživeti nestabilnost u njihovoj potrazi za finansijskom sigurnošću. U senci zemaljskih znakova, stabilnost može doći do dr. Umesto postojanja.",
          "keywords": ["znak zemlje", "uverenje", "član", "početak"],
          "context": "TAURUS, DIVGO ILI ŽIVOT ŽIVOT je dominantan."
        },
        "position3": {
          "upright": "ACE PENTACLES pokazuje da će se harmonija izgraditi na čvrstim temeljima. Materijalno i duhovno poverenje stvara stabilnost u vezi.",
          "reversed": "ACE Of Pentacles je preokrenuo, propuštene prilike ili nepoverenje može naprezanje harmonije. Potrebno je ojačati fondaciju.",
          "keywords": ["osnova", "poverenje", "stabilnost", "raport", "prilika"],
          "context": "Sigurna fondacija podstiče harmoniju. Slabi težice za soli."
        },
        "position4": {
          "upright": "ACE Of Pentekla nudi snažan početak dugoročne veze sa čvrstim fondacijama i konkretnim mogućnostima.",
          "reversed": "Ace Pentacles-a obrnuto, propuštene mogućnosti ili finansijske probleme mogu da napreduju povjerenje u dugoročnu vezu.",
          "keywords": ["osnova", "prilika", "stabilnost", "Finansijska sigurnost", "dugoročan"],
          "context": "Čvrsta fondacija podržava dugoročno, brine testiraju vezu."
        },
        "position5": {
          "upright": "ACE PENTACLES-a kaže da se veza sa srodnom srodom može izgraditi na konkretnom, sigurnom i dugoročnom osnovi. Ova unija je trajni znak inicijacije u stvarnom svetu.",
          "reversed": "ACE Of Pentes-a preokrenuli su, propuštene prilike ili nepoverenje može otežati vezu s duhovima. Za učvršćivanje odnosa možda je potrebno više napora.",
          "keywords": ["početak", "poverenje", "osnova", "dosta", "srodna duša"],
          "context": "Sigurna inicijalizacija podržava matesništvo duše."
        },
        "position6": {
          "upright": "Ace ukazuje da ćete imati čvrstu priliku da se vaša želja ostvari. Pokretanje materijala ili betona podržava vašu želju.",
          "reversed": "Invertirani as, neuspeh u prepoznavanju mogućnosti ili misli o oskudici može ometati vašu želju. Zahvalnost i pažljivost su otvarač puta.",
          "keywords": ["prilika", "početak", "dosta", "beton", "osnova"],
          "context": "Čvrsta prilika može da omogući vašu želju."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "Dva pentaklama naglašava potrebu za ravnotežom u radnom mestu nečijeg života. Doći će nove mogućnosti odnosa, ali morate da organizujete svoje prioritete.",
          "reversed": "Otkrivena dva pentakala vam govori da novi početak može biti težak jer ste u haotičnom periodu. Sa malim podešavanjima možete napraviti prostor za odnos.",
          "keywords": ["ravnoteža", "fleksibilnost", "prioritet", "protok"],
          "context": "Kada pronađete svoj saldo, šansa za novu vezu postaje jasna."
        },
        "position2": {
          "upright": "Dva pentaklama ukazuje na Virgoovu potragu za praktičnošću i ravnotežom. Ova osoba može biti svestrana i prilagodljiva.",
          "reversed": "Okrećena dva pentakla mogu pokazati neodlučnost ili preopterećenje u senci Device.",
          "keywords": ["Virgo", "ravnoteža", "praktičnost", "raport"],
          "context": "Energija Djevice dolazi do izražaja."
        },
        "position3": {
          "upright": "Dvojica Pentekla kaže da su fleksibilnost i ravnoteža neophodni za harmoniju. Podeljenje odgovornosti uravnotežuje odnos.",
          "reversed": "Otkrivena dva pentakla, neravnoteža ili preopterećenja mogu poremetiti harmoniju. Treba preispitati prioritete.",
          "keywords": ["ravnoteža", "fleksibilnost", "raport", "deljenje", "odgovornost"],
          "context": "Fleksibilnost donosi harmoniju. Preopterećenje oštećuje ligamente."
        },
        "position4": {
          "upright": "Dva pentaklama, skladno uravnoteženje i fleksibilnost osiguravaju protok dugoročne veze.",
          "reversed": "Okrećena dva pentakla, neravnoteže i zbrke prioriteta mogu da napregnu dugoročni odnos.",
          "keywords": ["ravnoteža", "fleksibilnost", "raport", "prioritet", "dugoročan"],
          "context": "Bilans neguje dugoročno, haos testira obveznica."
        },
        "position5": {
          "upright": "Dvojica stanovnika naglašava potrebu za ravnotežom i harmonijom u vezi sa dušem. Upravljanje različitim oblastima života zajedno jača odnos.",
          "reversed": "Dvojica obrnutog, neravnoteže ili zbrke odgovornosti mogu da opterene dušu.",
          "keywords": ["ravnoteža", "raport", "odgovornost", "protok", "srodna duša"],
          "context": "Balans je neophodan za matesništvo duša."
        },
        "position6": {
          "upright": "DUO pokazuje da je potreban fleksibilno upravljanje ravnotežom i vremenom da se vaša želja ostvari. Mala podešavanja mogu imati velike rezultate.",
          "reversed": "Invertirana binarna, neravnoteža i odlaganja mogu odložiti vašu želju. Potrebno je davati određivanje prioriteta.",
          "keywords": ["ravnoteža", "vreme", "fleksibilnost", "prioritet", "protok"],
          "context": "Izbalansirani koraci utrljavaju put svoje želje."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "Tri Pentekla označava da će saradnja i zajednički napor dovesti do veze. Postoji velika verovatnoća da se sastanak u zajedničkom projektu, okruženju ili poslovanju.",
          "reversed": "Okolištena tri pentakla pokazuju da uloga zbunjenosti ili nesporazuma mogu da oblakuju neposrednu priliku. Pomoću otvorene komunikacije sreća je još uvek na vašoj strani.",
          "keywords": ["partnerstvo", "partnerstvo", "dating", "trud"],
          "context": "Zajedničko okruženje ili projekat mogu započeti novi odnos."
        },
        "position2": {
          "upright": "Tri Pentekla predstavlja kolaborativnu i strukturirajuću stranu Jarac. Ova osoba ceni timski rad.",
          "reversed": "Tri preokrenuta pentakova mogu ukazivati na probleme sa saradnjom ili individualnu rigidnost u senci Jarac.",
          "keywords": ["Koza", "partnerstvo", "rad", "struktura"],
          "context": "Energija Jarca je dominantna."
        },
        "position3": {
          "upright": "Tri Pentekla ukazuje da će saradnja i zajednički napor ojačati harmoniju. Zajednički ciljevi ojačavaju obveznice.",
          "reversed": "U troje pentakina obrnuto, nedostatak harmonije ili pitanja saradnje može oslabiti obveznice. Jasnost uloga je važna.",
          "keywords": ["partnerstvo", "raport", "cilj", "partnerstvo", "ravnoteža"],
          "context": "Zajednički napor podstiče harmoniju. Nedostatak saradnje guma iz obveznica."
        },
        "position4": {
          "upright": "Tri Pentekla uspostavlja trajnu strukturu za dugoročno vezivanje kroz saradnju i suvlađivanje.",
          "reversed": "Preokrenuo tri pentakla, nedostatak sukoba u saradnji ili vrednosti slabi dugoročni odnos.",
          "keywords": ["partnerstvo", "izgradnja", "partnerstvo", "kontinuitet", "dugoročan"],
          "context": "Saradnja jača dugoročno, sukob testira obveznice."
        },
        "position5": {
          "upright": "Tri Pentekla kaže da se veza srodne duše može utvrditi saradnjom i zajedničkim naporom. Zajednički ciljevi ojačavaju vezu.",
          "reversed": "Tri pentaklova obrnuto, nedostatak komunikacije ili nespojive saradnje može otežati čvrst srodne duše.",
          "keywords": ["partnerstvo", "rad", "deljenje", "cilj", "srodna duša"],
          "context": "Suradnja produbljuje matesništvo duše."
        },
        "position6": {
          "upright": "Trio je omogućeno da se vaša želja ostvari sa podrškom tima i saradnjom. Zajednički napor donosi opipljive rezultate.",
          "reversed": "Invertirane trijade, dvosmislenost i nespojive saradnje mogu otežati vašu želju.",
          "keywords": ["partnerstvo", "podrška", "raport", "uloga", "rad"],
          "context": "Zajednički napori ojačajte svoju želju."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "Četiri pentaklova ukazuje da je želja za održavanjem sigurnog prostora zatvorila svoje srce. Kada se otvorite, novi odnos može brzo da pokucaju.",
          "reversed": "Preokrećena četiri pentacla je na kraju početak procesa puštanja i istezanja. Ovo opuštanje olakšava rođenje nove veze.",
          "keywords": ["sigurnost", "kontrola", "otvaranje", "fleksibilnost"],
          "context": "Kada se otvori zatvoreno srce, prilika za odnos se otkriva."
        },
        "position2": {
          "upright": "Četiri pentakla označava da je Bik traženje bezbednosti. Ova osoba želi da zaštiti ono što imaju.",
          "reversed": "Četiri obrnutog preokreta mogu ukazivati na šljokicu ili ljubomoru u senci Bika.",
          "keywords": ["Bik", "sigurnost", "vlasništvo", "zaštita"],
          "context": "Bik dolazi do izražaja."
        },
        "position3": {
          "upright": "Četiri pentakla pokazuje da poverenje i vlasništvo može da održava harmoniju. Ali preterani konzervativizam može da uznemiri ravnotežu.",
          "reversed": "Invertirana četiri pentakla, harmonija se može ojačati odustajanjem previše kontrole. Deljenje opušta obveznice.",
          "keywords": ["poverenje", "posesivnost", "raport", "ravnoteža", "deljenje"],
          "context": "Poverenje pasmine harmonija. Prekomerni konzervativizam ograničava vezu."
        },
        "position4": {
          "upright": "Četiri pentakla, traže zaštitu i sigurnost, stabilizuju dugoročnu vezu.",
          "reversed": "Pretvorena Četiri pentakla, prekomerna kontrola ili uboda može naprezanje na dugoročnoj vezi.",
          "keywords": ["sigurnost", "zaštita", "stabilnost", "kontrola", "dugoročan"],
          "context": "Sigurnost neguje dugoročno, kontrola testira obveznica."
        },
        "position5": {
          "upright": "Četiri pentaklova ukazuje na želju za održavanjem i održavanjem sigurnosti u vezi sa dušem. Važan je ravnoteža sa granicama.",
          "reversed": "Četiri pentaklova obrnuta, prekomerna kontrola ili strah mogu da oblakne dušem.",
          "keywords": ["sigurnost", "posesivnost", "kontrola", "ravnoteža", "srodna duša"],
          "context": "Poverenje je važno, ali preterano posesivnost testira obveznica."
        },
        "position6": {
          "upright": "Četiri prikazuju stabilnost i želju da poseduju želju da se ostvare. Kontrolisani pristup može učvrstiti vašu želju.",
          "reversed": "Invertirani četvoronošci mogu da postanu na putu vaše želje da se previše držite ili ne pustite. Fleksibilnost je obavezna.",
          "keywords": ["sigurnost", "kontrola", "stabilnost", "zaštita", "ravnoteža"],
          "context": "Otvara želju za fleksibilnošću, a ne prekomerno stiskanje."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "Pet pentakova odražava osećaj usamljenosti i isključenosti. Međutim, utakmica koja će vas osvetliti u ovoj krhotine može doći uskoro.",
          "reversed": "Invertirani Pet stanovnika ukazuje na postupak oporavka i pronalaženja podrške. Uz ovaj uspon, novi odnos može biti na pragu.",
          "keywords": ["usamljenost", "podrška", "nadati se", "krhkost"],
          "context": "Nakon mračnog perioda nastaje mogućnost nove veze."
        },
        "position2": {
          "upright": "Pet pentaka ima temu gubitka ili uskraćenosti pod senkom zemaljskih znakova. Finansijska bezbednosna pitanja mogu doći do izražaja, posebno u Biku.",
          "reversed": "Pet Pentaklova obrnuta ukazuje na oporavak gubitaka i otpornosti. Jarac ili Djevica mogu pokazati ovaj otpor.",
          "keywords": ["Bik", "Koza", "gubitak", "izdržljivost"],
          "context": "Postoji naglasak na krizi i oporavku u zemlji na žalbi."
        },
        "position3": {
          "upright": "Pet pentaklova ukazuje da osećaji uskraćivanja ili isključenja mogu izazvati harmoniju. Podrška jedni drugima jača vezu.",
          "reversed": "Sa pet pentakova preokrenulo se, harmonija se može ponovo uspostaviti putem oporavka i solidarnosti. Deljenje izazova Popravci obveznice.",
          "keywords": ["uskraćivanje", "podrška", "raport", "jedinstvo", "solidarnost"],
          "context": "Solidarnost jača harmoniju. Isključenje ranjeno obveznicama."
        },
        "position4": {
          "upright": "Pet petopisa može ojačati dugoročnu vezu solidarnosti u teškim vremenima.",
          "reversed": "Otkrivena pet pentakova obnavlja poverenje u dugoročnu vezu oporavka i pronalaženja podrške.",
          "keywords": ["solidarnost", "poteškoće", "podrška", "poverenje", "dugoročan"],
          "context": "Podrška neguje dugoročno, usamljenost testira vezu."
        },
        "position5": {
          "upright": "Pet Pentahla kaže da će vež srodne duše biti ojačano solidarnošću i podrškom u teškim vremenima.",
          "reversed": "Pet pentakova preokrenulo je, osećanja usamljenosti ili nedostatak podrške mogu da se opterećuju dušem.",
          "keywords": ["podrška", "solidarnost", "poteškoće", "jedinstvo", "srodna duša"],
          "context": "Podrška je isceljenje za matesništvo duše."
        },
        "position6": {
          "upright": "Peći mogu biti osećaj lišenja koji sprečava vašu želju da se ostvari. Ako dobijete podršku, put će se otvoriti.",
          "reversed": "Invertirani Kuincunk olakšava ispunjenje vaše želje za oporavak i pomoć.",
          "keywords": ["uskraćivanje", "podrška", "oporavak", "izdržljivost", "pomoći"],
          "context": "Dobijanje podrške utisnu na putu za vaše želje."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Šest pentakala kaže da međusobna podrška i pošteno poslovanje mogu započeti vezu. Uravnotežena veza vas može čekati.",
          "reversed": "Uokrećena šest pentakla ukazuje da neuravnotežene navike koje primaju davanje mogu zasjeniti novu vezu. Kada se postigne jednakost, put se otvori.",
          "keywords": ["ravnoteža", "deljenje", "jednakost", "podrška"],
          "context": "Poštena kupovina može otvoriti vrata novoj ljubavi."
        },
        "position2": {
          "upright": "Šest pentakla ukazuje na uticaj Bira ili Vage. On je fer deljenje i uravnotežena osoba.",
          "reversed": "Šest preokreta Pentaklova može ukazivati na neravnoteže napajanja ili odnosa interesovanja u senci Bika.",
          "keywords": ["Bik", "pravda", "deljenje", "ravnoteža"],
          "context": "Energija Bika je vidljiva."
        },
        "position3": {
          "upright": "Šest pentaklova uvećava harmoniju u pravilnom deli i podršci. Održavanje ravnoteže jača obveznice.",
          "reversed": "Šest preokrećenih pentakova, neravnoteža za napajanje ili uslovna podrška može poremetiti harmoniju. Jednakost se mora osigurati.",
          "keywords": ["deljenje", "ravnoteža", "raport", "jednakost", "podrška"],
          "context": "Pošteno deljenje podloga Harmonija. Neravnoteža je sojena obveznica."
        },
        "position4": {
          "upright": "Šest pentakala, pravičnog deljenja i reciprociteta, osiguravaju ravnotežu dugoročne veze.",
          "reversed": "Uokrenuo je šest pentakla, neravnoteža napajanja može oštetiti dugoročnu vezu.",
          "keywords": ["deljenje", "pravda", "ravnoteža", "reciprocitet", "dugoročan"],
          "context": "Pošteno deljenje podržava dugoročno, neravnoteža testira obveznica."
        },
        "position5": {
          "upright": "Šest pentakla ukazuje na fer deljenje i reciprocitet u vezi sa srodom.",
          "reversed": "Šest preokreta pentakala može primorati vezu neravnoteže moći ili neuzvraćenog rada.",
          "keywords": ["deljenje", "pravda", "ravnoteža", "reciprocitet", "srodna duša"],
          "context": "Pošteno deljenje jača vezu."
        },
        "position6": {
          "upright": "Šest, pravično deljenje i podrška igraju ulogu u tome da se vaša želja ostvari. Transparentna kupovina vodi put.",
          "reversed": "Obrnutih sekstila, neravnoteža moći može ometati vašu želju. Pravda je važna.",
          "keywords": ["deljenje", "pravda", "ravnoteža", "podrška", "transparentnost"],
          "context": "Poštena ravnoteža omogućava vašu želju."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Sedam talismana nam govori da će pacijent koji čeka i napori da se isplate. Postoji potencijal za vezu koja će uskoro biti voće.",
          "reversed": "Reversed Sedam pentakala kaže da nestrpljenje ili neminovanost mogu odložiti priliku. Mirnost i umjerenost ubrzavaju novu ljubav.",
          "keywords": ["strpljenje", "čekanje", "investicija", "nagrada"],
          "context": "Fondacija koju gradite sa strpljenje donosi novu vezu."
        },
        "position2": {
          "upright": "Sedam stanovnika predstavlja pacijent i aspekt evaluacije Device. Ova osoba je orijentisana na detalje.",
          "reversed": "Preokrećeno sedam stanovnika u nijansi device može ukazivati na nestrpljenje ili neminovanost.",
          "keywords": ["Virgo", "strpljenje", "procena", "detalj"],
          "context": "Uticaj Device dolazi do izražaja."
        },
        "position3": {
          "upright": "Sedam pentakla pokazuje da će sa strpljenjem i zajedničkim naporom harmonija tokom vremena ojačati. Investicija nosi voće u vezi.",
          "reversed": "Okolišteno sedam pentakla, nestrpljenja ili razočarenja može da napreduje harmoniju.",
          "keywords": ["strpljenje", "rad", "raport", "investicija", "vreme"],
          "context": "Strpljenje donosi Harmoniju. Požurivaće ograničava vezu."
        },
        "position4": {
          "upright": "Sedam pentakala, strpljenja i razmatranja podstiču dugoročne odnose.",
          "reversed": "Otkazano je sedam pentakla, nestrpljenja i nezadovoljstva dugoročno otežano.",
          "keywords": ["strpljenje", "procena", "rast", "nagrada za rad", "dugoročan"],
          "context": "Strpljenje neguje dugoročno, nezadovoljstvo testira vezu."
        },
        "position5": {
          "upright": "Sedam pentakala kaže da duševna veza zahteva strpljenje i dugoročni napor.",
          "reversed": "Preokrećeno sedam pentakla može da opterećuje obveznice nestrpljenjem ili pogrešnom nadgledom.",
          "keywords": ["strpljenje", "rad", "vreme", "procena", "srodna duša"],
          "context": "Strpljenje i napor povećavaju matesništvo duše."
        },
        "position6": {
          "upright": "Sevenci pokazuju da je i pacijentkanje i ocenjivanje potreban da se vaša želja ostvari. Mala poboljšanja ubrzavaju postupak.",
          "reversed": "Pretvoreni sedmi, nestrpljenje ili misli o potonuće troškove može vam otežati vašu želju.",
          "keywords": ["strpljenje", "procena", "čekanje", "rad", "žetva"],
          "context": "Strpljenje donosi plod vaše želje."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Osam stanovnika pokazuje da su vas redovni trud i učenje pripremili za vezu. Ubrzo će se ova disciplina isplatiti.",
          "reversed": "Otkriveni osam stanovnika vam govori da nepažnja ili prevelika rutina teži vašem srcu. Kada se obnavlja obnavlja, nastaje prilika za odnos.",
          "keywords": ["rad", "disciplina", "priprema", "napredak"],
          "context": "Nagrada za napor i pripremu može biti nova ljubav."
        },
        "position2": {
          "upright": "Osam od pentakla pokazuje da je Virgo-ova marljiva i otvorena strana. Ova osoba napreduje sa naporima.",
          "reversed": "Možda postoji previše perfekcionizma ili nevremenosti u obrnutom osam od pentakla, senka Device.",
          "keywords": ["Virgo", "rad", "učenje", "detalj"],
          "context": "Energija Djevice je dominantna."
        },
        "position3": {
          "upright": "Osam pentakla, učenje i rad zajedno pojačava harmoniju. Disciplinovan pristup jača obveznice.",
          "reversed": "Preokrenuo osam stanovnika, nepažnje ili nedostatak napora slabi sklad. Redosled je od suštinskog značaja.",
          "keywords": ["rad", "učenje", "raport", "disciplina", "razvoj"],
          "context": "Zajednički rad napada Harmoni. Nepažnja ne troši vezu."
        },
        "position4": {
          "upright": "Osam pentakila, rada i stalnog unapređenja ojačavaju dugoročnu vezu.",
          "reversed": "Obrnuti osam pentakla, nepažnje ili lenjost slabi dugoročno.",
          "keywords": ["rad", "razvoj", "trud", "savladav", "dugoročan"],
          "context": "Rad jača dugoročno, nepažnja testira obveznica."
        },
        "position5": {
          "upright": "Osam pentakala kaže da se srodne duše obveznice može izgraditi na stalnom rastu i učenju.",
          "reversed": "Osam preokrećenih pentakina, nevremenstva ili nedostatak rasta može zasjeniti obveznica.",
          "keywords": ["učenje", "razvoj", "trud", "savladav"]
        }
      }
    }
  }
}
