{
  "relationship-analysis": {
    "meanings": {
      "kingofswords": {
        "position3": {
          "context": "Ono što očekujete je kombinacija principa i saosećanja. Vaše srce traži fer komunikaciju."
        },
        "position4": {
          "upright": "Kralj mačeva kaže da ostanite verni svojim principima, ali ne zaboravite empatiju. Strateški um gradi poverenje. Formula \"principa + srca\".",
          "reversed": "Reverse kralj mačeva kaže da je otpuštena rigidnosti. Slušanje je nježni oblik snage. \\ N \\ n \\ n \\ NInDication: Pitajte prvo - vodič kasnije.",
          "keywords": ["princip", "strategija", "vlast", "empatija", "pravda"],
          "context": "Vaš savet; balansiranje uma srcem. Saosećanje zajedno sa principima stvara poverenje."
        },
        "position5": {
          "upright": "Vaš put leži u izradi strateškog napretka na osnovu etičkih principa. Kada se kombinuju logika i vrednost, nastaje napajanje.",
          "reversed": "Put želi da se odvojite od strogih pravila. Empatija će vam omekšati um.",
          "keywords": ["etika", "logika", "vlast", "empatija"],
          "context": "Vaša mapa puta; Principirani koraci. Logika u kombinaciji sa empatijom ojačaće vezu."
        },
        "position6": {
          "upright": "Vaš partner očekuje strateško razmišljanje, fer odluke i zrelu komunikaciju od vas. Vrijedno je da mu pokažete vizionarsku stranu.",
          "reversed": "Vaš partner ne želi hladan i čvrst stav. Očekuje da ćete sklopiti ravnotežu sa empatijom.",
          "keywords": ["pravda", "strategija", "komunikacija", "zrelost", "ravnoteža"],
          "context": "Vaš partner očekuje fer i strateško vođstvo."
        },
        "position7": {
          "upright": "U budućnosti komunikacija, strateška mudrost i pravično rukovodstvo će doći do izražaja. Etički stav će dodati poverenje obveznici.",
          "reversed": "Krute misli ili nedostatak empatije mogu u budućnosti doneti hladnoću. Razumevanje je neophodno za ravnotežu.",
          "keywords": ["strategija", "pravda", "vlast", "etika"],
          "context": "Budućnost komunikacije biće ojačana fer mudrosti. Ali nedostatak empatije može stvoriti udaljenost."
        }
      },
      "aceofwands": {
        "position1": {
          "upright": "ACE of štapića ukazuje da postoji iskra i nova početna energija u vašem trenutnom odnosu. Entuzijazam i strast se povećavaju. Savet: Nahranite plamen planom.",
          "reversed": "ACE of Vinds Reversed kaže da su odložene inicijative i gubitak motivacije bacili senku trenutne situacije. Simptom: Nepotpuni koraci.",
          "keywords": ["početak", "entuzijazam", "strast", "inspiracija", "iskra"],
          "context": "U trenutnoj situaciji, veza je animirana sa živim iskrama. Nedostatak planiranja može da priguše energiju."
        },
        "position2": {
          "upright": "Štapite štampe vam govori da u vašim osećanjima postoji strast i nova iskra. Vaše srce želi da se otpusti. Savet: Podelite svoj entuzijazam.",
          "reversed": "ACE of štapića obrnut ukazuje da se entuzijazam ugasi ili spreči. Simptom: Odloženo pokretanje.",
          "keywords": ["strast", "inspiracija", "početak", "vatra", "entuzijazam"],
          "context": "Trenutno u vašem srcu trenutno postoji iskra. Podizanje požara će oživeti vašu obveznicu."
        },
        "position3": {
          "upright": "ACE of štapiće vam govori da je vaša očekivanja nova strast i kreativni početak. Tvoje srce traži iskru sa uzbuđenjem ... inspiracija, nova energija.",
          "reversed": "ACE of Vinds Reversed je ukazuje da vaše očekivanje je prevazilaženje nedostatka motivacije. Vaše srce žudi od vitalnosti. \\ N \\ nsimptom: Želja za obnavljanje energije.",
          "keywords": ["strast", "početak", "inspiracija", "energija", "kreativnost"],
          "context": "Vaša očekivanja je sveža iskra. Tvoje srce traži živopisan početak."
        },
        "position4": {
          "upright": "ACE of štapića kaže da će odmah okrenuti tu iskru od inspiracije u malu radnju. Jedan mali korak je dovoljan da vatra pronađe uputstvo.",
          "reversed": "Invertirani ACE of štapiće kaže da se probudi blokiran entuzijazam ritualom. Mala, dosledna ponavljanja rastu plamen.",
          "keywords": ["inspiracija", "početak", "energija", "hrabrost", "ritual"],
          "context": "Vaš savet; Umesto da čekate, otvorite protok malim pokretom. Odlaganja gasi plamen; Ritam ga čini većim. Smjer požara postaje jasan sa vašom namerom."
        },
        "position5": {
          "upright": "Na svoj način je da probudite vatru u sebi i napravite novi početak. Prvi korak snimljen hrabrošću zapaliće ceo proces.",
          "reversed": "Put vas traži da prestanete da prekrasite i uzgajate iskru. Okretanje inspiracije u male akcije premestite vas napred.",
          "keywords": ["početak", "inspiracija", "vatra", "hrabrost"],
          "context": "Vaša mapa puta; Raste iskra. Mali hrabri koraci će vas odvesti napred."
        },
        "position6": {
          "upright": "Vaš partner očekuje novu energiju i uzbudljiv početak od vas. Želi odvažnu inicijative da donesu život u odnosu.",
          "reversed": "Vaš partner ne želi da se uzbuđenje smanji. Postoji očekivanje doslednosti i kontinuiteta.",
          "keywords": ["početak", "energija", "entuzijazam", "hrabrost", "pokret"],
          "context": "Vaš partner očekuje nove energetike i podebljane korake."
        },
        "position7": {
          "upright": "Biće nova energija i jaka iskra početka početka u budućnosti odnosa. Strast će dodati vitalnost obveznicama.",
          "reversed": "Nedostatak inspiracije ili odloženih započinjanja može u budućnosti smanjiti energiju obveznice. Mali koraci u neposrednoj blizini iskre.",
          "keywords": ["početak", "inspiracija", "strast", "pokret"],
          "context": "Budućnost komunikacije ožiće se svežom energijom. Ali kašnjenje može ugasiti iskru."
        }
      },
      "twoofwands": {
        "position1": {
          "upright": "Tvoje štapiće ukazuju na spremnost da pogleda horizont i plan za budućnost u trenutnoj situaciji. O zajedničkoj viziji se raspravlja. Savet: Nacrtajte horizont zajedno.",
          "reversed": "Otkrivena dva štapića kaže da je u trenutnu situaciju stvaraju neodlučnost i averziju rizika. Simptom: Beskonačni planovi, nulte korake.",
          "keywords": ["vizija", "plan", "rizikovati", "budućnost", "glasati"],
          "context": "U trenutnoj situaciji, u vinogradu se nalazi potraga za zajedničkom horizontom. Donošenje hrabrih odluka ubrzaće proces."
        },
        "position2": {
          "upright": "Dvoje štapiće, u vašim osećanjima postoji želja da prave planove i gledate u horizont. Vaše srce je usmereno prema budućnosti. Savet: Podesite podebljanu viziju.",
          "reversed": "Otkazana dva štapića ukazuje da nemogućnost preduzimanja koraka i neodlučnosti drže vaša osećanja. Simptom: Gledajući horizont i odstupite nazad.",
          "keywords": ["plan", "vizija", "budućnost", "oklevanje", "hrabrost"],
          "context": "Tvoje srce se sada raduje. Jasne namere će olakšati preduzimanje koraka."
        },
        "position3": {
          "upright": "Dvoje štapiće vam govore da je vaše očekivanje planirano napredak. Vaše srce želi da postavi smer .. Cilj, vizija.",
          "reversed": "Dva osvajanja štapića ukazuju na to da je vaše očekivanje olakšanje od neizvesnosti. Vaše srce želi jasnu rutu. \\ N \\ nsimptom: želeći da se izvuče iz neizvesnosti.",
          "keywords": ["vizija", "plan", "ruta", "cilj", "napredak"],
          "context": "Vaša očekivanja je mapa puta. Vaše srce želi da zna njegov pravac."
        },
        "position4": {
          "upright": "Dvoje štapića kažu da razjasnite horizont i odstupite od sigurne obale. Karta vizije podstiče hrabrost.",
          "reversed": "Otkriveni dvoje štapića kaže da će prekinuti beskonačni ciklus beskrajnog plana-nula koraka. Pilot testiranje minimizira strah.",
          "keywords": ["vizija", "plan", "horizont", "rizikovati", "pilot"],
          "context": "Vaš savet; da naprave beton sanja i ponašaju skalabilne eksperimente. Mala otkrića grade samopouzdanje. Držite noge na zemlji dok gledate horizont."
        },
        "position5": {
          "upright": "Na svoj način je da proširite svoje horizonte i izađete iz svoje zone komfora. Učinjanje vidljivih planova će ojačati vašu viziju.",
          "reversed": "Staza želi da ostavite neodlučnost iza sebe. Uzimanje akcije umesto da gledate horizont će doneti napredak.",
          "keywords": ["vizija", "plan", "horizont", "hrabrost"],
          "context": "Vaša mapa puta; stavljanje vizije u akciju. Jasan plan će odrediti novi pravac."
        },
        "position6": {
          "upright": "Vaš partner očekuje da delite svoju viziju i plan za budućnost. Želi da se krene svojim putem.",
          "reversed": "Vaš partner ne želi da vidi neodlučnost. Postoji očekivanje da ćete mu pokazati jasan pravac.",
          "keywords": ["vizija", "plan", "budućnost", "odluka", "horizont"],
          "context": "Vaš partner očekuje zajedničku viziju i plan."
        },
        "position7": {
          "upright": "U budućnosti komunikacije, planova i želja za otvaranjem do novih horizonta doći će do izražaja. Zajednička vizija će voditi vinograd.",
          "reversed": "Neodlučnost ili nedostatak vizije mogu ometati budući napredak. Ako plan nije razjašnjeno, veza će se zatezati.",
          "keywords": ["vizija", "plan", "horizont", "odluka"],
          "context": "Budućnost komunikacije biće ojačana zajedničkom vizijom. Ali neodlučnost može blokirati vaš put."
        }
      },
      "threeofwands": {
        "position1": {
          "upright": "Tri štapića, energija očekivanja i širenja dominira trenutnom situacijom. Na horizontu postoji rast. Savet: Gledajte strpljivo.",
          "reversed": "Troj Thri štapića govore da kašnjenja i disharmonija stvaraju napetost u trenutnoj situaciji. Simptom: odloženi planovi.",
          "keywords": ["očekivanje", "vizija", "ekspanzija", "koordinacija", "strpljenje"],
          "context": "U trenutnom stanju, Bond ulazi u energiju širenja. Postizanje harmonije će olakšati postupak."
        },
        "position2": {
          "upright": "Tri štapića, postoji očekivanje i želja da se proširi u vašim osećajima. Vaše srce želi da se otvori za nove horizonte. Savet: Gledajte za sve strpljivo.",
          "reversed": "Okolište Tri štapića govore vam da neuspeh očekivanih stvari koje dolaze stavljaju stavljaju naprezanje na vaše emocije. Simptom: Frustracija.",
          "keywords": ["očekivanje", "ekspanzija", "vizija", "nadati se", "horizont"],
          "context": "Trenutno je vaše srce nada za budućnost. Strpljenje i vera povećaće vaša osećanja."
        },
        "position3": {
          "upright": "Tri štapiće vam govore da je vaše očekivanje proširiti horizonte i pretvoriti se na nove mogućnosti. Vaše srce želi širenje. Prilika, rast.",
          "reversed": "Preokrećena tri štapića ukazuje da je vaše očekivanje zaštićeno od kašnjenja. Vaše srce želi da ide sa protokom. \\ N \\ nsimptom: Traženje protoka.",
          "keywords": ["horizont", "prilika", "rast", "napredak", "ekspanzija"],
          "context": "Vaša očekivanja je da otvorite nova vrata. Vaše srce želi da se proširi kroz put."
        },
        "position4": {
          "upright": "Tri štapića kažu da odgovaraju vašoj pripremi vidljivim ciljevima. Koordinacija približava horizont bliže.",
          "reversed": "Preokrećena tri štapića kažu da transformišu percepciju kašnjenja putem revizije plana. Fleksibilan kalendar stvara nadu.",
          "keywords": ["ekspanzija", "vremenski vreme", "koordinacija", "partnerstvo", "cilj"],
          "context": "Vaš savet; Proces providan i deli ga u manje isporuke. Put do horizonta postaje kraći sa malim stanicama. Poravnanje održava zamah."
        },
        "position5": {
          "upright": "Na svoj način je da pretvorite svoje preparate u konkretne korake. Saradnja će vas podržati dok gledate na horizont.",
          "reversed": "Put vas traži da pustite strah od kašnjenja. Prevladavanje uskogrudovanja će donijeti širenje.",
          "keywords": ["ekspanzija", "partnerstvo", "horizont", "prilika"],
          "context": "Vaša mapa puta; Proširite viziju. Sa saradnjom će se otvoriti horizonti."
        },
        "position6": {
          "upright": "Vaš partner vas traži za širenje, nove mogućnosti i saradnju. Stimulativni stav očekuje se.",
          "reversed": "Vaš partner ne želi uski ugovornost. Očekuje da ćete biti otvoreni.",
          "keywords": ["prilika", "partnerstvo", "vizija", "ekspanzija", "napredak"],
          "context": "Vaš partner očekuje da ćete biti vizionarski i otvoreni za širenje."
        },
        "position7": {
          "upright": "Proširenje i mogućnosti će doći do izražaja u budućnosti komunikacija. Plod zajedničkog rada će se početi pojavljivati.",
          "reversed": "Uski pogled ili kašnjenje mogu dovesti do razočaranja u budućnosti. Potrebno je proširiti horizonte.",
          "keywords": ["prilika", "ekspanzija", "vizija", "napredak"],
          "context": "Budućnost komunikacije otvoriće se sa mogućnostima rasta. Ali postoji rizik od uskogrudnosti."
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "Četiri štapića nosi energiju proslave odnosa i stabilnost u trenutnoj situaciji. Pragovi će uskoro proslaviti. Savet: Podelite sreću.",
          "reversed": "Pretvoreni četvoro štapova kaže da neosnovana proslava mogu dovesti do razočaranja. Simptom: Senka rane radosti.",
          "keywords": ["proslava", "stabilnost", "prag", "pripadnik", "sreća"],
          "context": "Trenutno je veza na pragu. Čvrsta osnova će postati sreća trajna."
        },
        "position2": {
          "upright": "Četiri štapiće, postoji energija proslave i siguran prostor u vašim osećanjima. Vaše srce želi da se poveže sa mirom. Savet: Podelite sreću.",
          "reversed": "Pretvorena četvorica štapića ukazuje na osećaj nesloge ili nepotpunog jedinstva. Simptom: Nepotpuno slavlje.",
          "keywords": ["proslava", "mir", "jedinstvo", "poverenje", "solidarnost"],
          "context": "Tvoje srce trenutno traži mirno jedinstvo. Deljenje sigurnog prostora će biti isceljenje."
        },
        "position3": {
          "upright": "Četiri štapiće vam govore da je vaše očekivanje mirno zajedništvo i proslava. Vaše srce želi siguran dom. Harmonija, proslava.",
          "reversed": "Pretvorena četvorica štapića ukazuje da vaše očekivanje treba zaštititi od neutemeljenih proslava. Vaše srce traži istinski mir. \\ N \\ nsimptom: želja za stvarnost.",
          "keywords": ["mir", "raport", "proslava", "porodica", "stabilnost"],
          "context": "Ono što očekujete je čvrsti koreni. Vaše srce traži siguran prostor."
        },
        "position4": {
          "upright": "Četiri štapiće kažu da će ojačati čvrste temelje sa ritualom proslave. Pragovi su fiksirani sa ljubavlju.",
          "reversed": "Pretvorena četvorica štapića kaže da ojačaju temelj pre ceremonije. Rangiranje održava mir.",
          "keywords": ["osnova", "proslava", "stabilnost", "pripadnik", "prag"],
          "context": "Vaš savet; Prelazak praga sa svešću: Prvo temelj, zatim ceremonija. Mali proslave podstiču obavezu. Čvrsto tlo daje mir."
        },
        "position5": {
          "upright": "Vaš put je kroz proslavu i stabilnost zgrade. Čvrsta fondacija će vam dati samopouzdanje.",
          "reversed": "Put vas traži da prihvatite poremećaj i utvrdite red kroz rituale. Male proslave će ojačati Bond.",
          "keywords": ["stabilnost", "proslava", "pripadnik", "osnova"],
          "context": "Vaša mapa puta; Uspostavljanje čvrste temelje. Proslave će hraniti vezu."
        },
        "position6": {
          "upright": "Vaš partner očekuje stabilnost, proslavu i sigurnu osnovu od vas. Želi da ga nateraš da se osećaš kao kod kuće.",
          "reversed": "Vaš partner ne želi lažni mir. Postoji očekivanje stvarne stabilnosti i pripadnosti.",
          "keywords": ["stabilnost", "osnova", "proslava", "pripadnik", "poverenje"],
          "context": "Vaš partner očekuje čvrstu osnovu i osećaj pripadnosti."
        },
        "position7": {
          "upright": "Budućnost odnosa će uključivati stabilnost, proslavu i prag. Siguran prostor će biti temelj obveznice.",
          "reversed": "Privremeni poremećaj ili nedostatak pripadnosti može se opteretiti mir u budućnosti. Rituali grade mostove.",
          "keywords": ["stabilnost", "proslava", "pripadnik", "prag"],
          "context": "Budućnost odnosa biće ojačana proslavama i čvrstim temeljem. Ali postoji rizik od poremećaja."
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "Petorica štapića naglašava manje sukobe i suđenja snage u trenutnoj situaciji. Konkurentna energija je velika. Savet: Pretvorite sukob u igru.",
          "reversed": "Otkriveni pet štapića kaže da su neproduktivni argumenti naporni u vinogradu. Simptom: Buka i raštrkana energija.",
          "keywords": ["sukob", "rivalstvo", "prihod", "Suđenje snazi", "dinamičnost"],
          "context": "Trenutno se obveznica testira malim sukobima. Konstruktivni pristup će doneti harmoniju."
        },
        "position2": {
          "upright": "Pet štapića, postoji osećaj konkurencije ili manjih sukoba u vašim osećanjima. Vaše srce želi da se razume. Savet: Pretvorite sukob u igru.",
          "reversed": "Preokrećeno pet štapića ukazuje da nepotrebni argumenti naprežu vaše emocije. Simptom: Gubitak energije.",
          "keywords": ["rivalstvo", "sukob", "dinamičnost", "igra", "izraz"],
          "context": "Tvoje srce je trenutno malo konkurentno. Konstruktivni pristup će hraniti vezu."
        },
        "position3": {
          "upright": "Petorica štapića vam govori da možete očekivati zdravu konkurenciju i konstruktivnu diskusiju. Vaše srce želi energičnu interakciju. Konstruktivnost, energija.",
          "reversed": "Otkriveni pet štapića ukazuje da je vaše očekivanje zaštićeno od borbe i haosa. Vaše srce traži mirnu interakciju. \\ N \\ nsimptom: želja za spokojem.",
          "keywords": ["rivalstvo", "interakcija", "energija", "argument", "pokret"],
          "context": "Ono što očekujete je konstruktivna razmena energije. Vaše srce traži zdravu deljenje."
        },
        "position4": {
          "upright": "Petorica štapića kaže da će se sukobiti na probi u oblasti probe. Diskusija sa pravilima je produktivna.",
          "reversed": "Otkriveno pet štapića kaže da smanjiti raštrkani sukob do jednog pitanja. Olakšavanje okuplja energiju.",
          "keywords": ["sukob", "vladavina", "oštrina", "olakšavanje", "fokus"],
          "context": "Vaš savet; Pretvaranje konkurencije u saradnju. Okvir održava poštovanje. Jasno igralište okreće iskru u toplotu."
        },
        "position5": {
          "upright": "Na svoj način je da energiju pretvorite u konstruktivnu konkurenciju. Jasna pravila će napraviti borbu produktivnu.",
          "reversed": "Staza želi da razgovarate o pent-up napetosti. Transparentni dijalog će organizovati haos.",
          "keywords": ["rivalstvo", "sukob", "dijalog", "oštrina"],
          "context": "Vaša mapa puta; strukturiranje borbe. Otvorena komunikacija će doneti mir."
        },
        "position6": {
          "upright": "Vaš partner očekuje konstruktivnu konkurenciju i zdravu borbu od vas. Želi da mu priđete kao igru.",
          "reversed": "Vaš partner ne želi da vidi ratoborni stav. Čeka se više saradnje i harmonije.",
          "keywords": ["borba", "rivalstvo", "energija", "partnerstvo", "ravnoteža"],
          "context": "Vaš partner očekuje zdravu borbu i saradnju."
        },
        "position7": {
          "upright": "U budućnosti odnosa mogu biti manji sukobi ili konkurentna energija. Zdrava rasprava podržaće napredak.",
          "reversed": "Potpuno ljutnja ili neriješena napetost može u budućnosti rasti. Otvoreni dijalog će biti od suštinskog značaja.",
          "keywords": ["sukob", "rivalstvo", "prihod", "dijalog"],
          "context": "Budućnost odnosa biće testirana malim tenzijama. Ali zdrav dijalog napreduje."
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "Šest štapića, energija uspeha i vidljivosti prevladava u trenutnoj situaciji. Odnos može dobiti aplauz spolja. Savet: Podelite ponos.",
          "reversed": "Okrećeno šest štapića kaže da nevidljivi rad stvara ogorčenje u vinogradu. Simptom: Nedostatak zahvalnosti.",
          "keywords": ["pobeda", "diskrecija", "vidljivost", "uspeh", "proslava"],
          "context": "U trenutnoj situaciji vinograda se uspešno ističe. Podeljenje zahvalnosti će povećati usaglašenost."
        },
        "position2": {
          "upright": "Šest štapića, vaša osećanja uključuju želju za uvažavanjem i potvrđivanjem. Vaše srce blista ponosom. Savet: Podelite svoju pobedu.",
          "reversed": "Pretvoreni šesto štapića govore vam da osećaj da se ne vidi ili nedostaje odobrenje zamuće vaša osećanja. Simptom: Frustracija.",
          "keywords": ["pobeda", "diskrecija", "da se vidi", "ponos", "uspeh"],
          "context": "Tvoje srce trenutno traži zahvalnost. Transparentno deljenje će vam olakšati da vas vide."
        },
        "position3": {
          "upright": "Šest štapića vam govori da je vaša očekivanja uspeh i priznanje. Vaše srce želi da se vidi. Uspeh, odobrenje.",
          "reversed": "Prekoračenje šest štapića ukazuje da je vaše očekivanje da se držite podalje od neiskrene pohvale. Vaše srce traži istinsku zahvalnost. \\ N \\ nsimptom: Potreba za iskrenošću.",
          "keywords": ["uspeh", "diskrecija", "odobrenje", "viđen", "ponos"],
          "context": "Vaša očekivanja je da se vaš trud vidi. Vaše srce žudi iskreno odobrenje."
        },
        "position4": {
          "upright": "Šest štapića kaže da se nevidljivi rad vidljiv i deli pobedu. Uhvalnost je gorivo motivacije.",
          "reversed": "Reversed šest štapića kaže da izjednači ravnotežu aplauza. Fair vidljivost topi ogorčenje.",
          "keywords": ["diskrecija", "vidljivost", "pobeda", "motivacija", "pravda"],
          "context": "Vaš savet; Pisanje priče zajedno. Mala hvala generiše veliko poverenje. Pravda za aplauz omekšava srca."
        },
        "position5": {
          "upright": "Na svoj način je da ostvarite svoje dostignuće vidljive. Zajednička pobeda će povećati motivaciju.",
          "reversed": "Staza želi da nadoknadite svoj nedostatak zahvalnosti. Transparentno deljenje će popraviti percepciju.",
          "keywords": ["pobeda", "prepoznavanje", "motivacija", "deljenje"],
          "context": "Vaša mapa puta; Podelite pobedu. Vidljivost će povećati poverenje."
        },
        "position6": {
          "upright": "Vaš partner očekuje da ćete deliti njihova dostignuća i ispoštovati ih. Proslava i priznanje su mu vredni.",
          "reversed": "Vaš partner ne želi da budete nezainteresirani. Očekuje da i vi primetite i male pobede.",
          "keywords": ["uspeh", "diskrecija", "pobeda", "deljenje", "proslava"],
          "context": "Vaš partner očekuje da će dostignuća da se proslave i cene."
        },
        "position7": {
          "upright": "U budućnosti komunikacije, uspeh i vidljivost će doći do izražaja. Pobede osvojene zajedno će dodati ponos na vezu.",
          "reversed": "Nedostatak zahvalnosti ili skrivene ljubomore može stvoriti probleme u budućnosti. Deljenje mora biti otvoreno.",
          "keywords": ["pobeda", "prepoznavanje", "uspeh", "ponos"],
          "context": "Budućnost komunikacije će se ojačati uobičajeni uspesi. Ali nedostatak uvažavanja može biti problem."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "Sedam štapića, energija odbrane i zaštite sopstvenog područja ističe se u trenutnoj situaciji. Testiraju se granice. Savet: Budite specifični, ali ostanite mekani.",
          "reversed": "Preokrećeno sedam štapića kaže da se bore samog i previše odbrambena bacanja senke na obveznici. Simptom: Umorni otpor.",
          "keywords": ["odbrana", "otpornost", "granica", "borba", "zaštita"],
          "context": "Trenutno je vinograd zauzet čuvanje granica. Razumevanje zajedničke odbrane će doneti samopouzdanje."
        },
        "position2": {
          "upright": "Sedam štapića, postoji energija odbrane i otpornost u vašim osećanjima. Vaše srce želi da se zaštiti. Savet: Objasnite svoje granice sa saosećanjem.",
          "reversed": "Okrećeno sedam štapića govore vam da vam naporna odbrana umoči vaše srce. Simptom: Ispunjeni otpornik.",
          "keywords": ["odbrana", "granica", "otpornost", "borba", "snaga"],
          "context": "Tvoje srce sada štiti se. Meko otvorenost će olakšati vaše emocije."
        },
        "position3": {
          "upright": "Sedam štapića kaže da je ono što očekujete je moć da se branite. Vaše srce želi da zaštiti svoje granice. Izdržljivost, samopouzdanje.",
          "reversed": "Preokrećeno sedam štapića ukazuje da je vaše očekivanje izbegavanje odbrambenog umora. Vaše srce traži podršku. \\ N \\ nsimptom: Potreba za sigurnom uvjeravanju.",
          "keywords": ["odbrana", "poverenje", "izdržljivost", "granica", "otpornost"],
          "context": "Vaša očekivanja je da se vaše ograničenja razumeju. Tvoje srce želi da stojite uz to."
        },
        "position4": {
          "upright": "Sedam štapića kaže da će vaše granice biti lagano, ali jasno. Doslednost je najbolja odbrana.",
          "reversed": "Pretvorenih sedam štapića kaže da se ne bori samostalno. Traženje podrške povećava vašu moć.",
          "keywords": ["granica", "odbrana", "doslednost", "podrška", "prioritet"],
          "context": "Vaš savet; Ostati mekan dok držite položaj. Traženje pomoći nije slabost, to je mudrost. Jasni prioriteti smanjuju umor."
        },
        "position5": {
          "upright": "Vaš način je da branite svoje vrednosti. Doslednost će vam dati prednost.",
          "reversed": "Put vas traži da pustite iscrpljenu odbranu. Delegacija će to ublažiti.",
          "keywords": ["odbrana", "granica", "stabilnost", "prioritet"],
          "context": "Vaša mapa puta; Zaštitite liniju. Doslednost će ojačati vašu moć."
        },
        "position6": {
          "upright": "Vaš partner očekuje da ćete biti asertivni i ustanite za svoje vrednosti. Jak stav mu daje samopouzdanje.",
          "reversed": "Vaš partner ne želi nepotreban sukob. Očekuju se fleksibilnost i razumevanje.",
          "keywords": ["odbrana", "stabilnost", "vrednost", "otpornost", "snaga"],
          "context": "Vaš partner očekuje da ostanete čvrsti, ali fleksibilni."
        },
        "position7": {
          "upright": "Možda postoji potreba da se brani nečiji položaj u budućnosti odnosa. Jasne granice održaće snagu obveznice.",
          "reversed": "Prekomerna odbrana ili umor može ubuduće umoriti vezu. Fleksibilnost će biti od suštinske važnosti.",
          "keywords": ["odbrana", "granica", "borba", "izdržljivost"],
          "context": "Budućnost komunikacije će se oblikovati zaštitom granica. Ali prekoračena odbrana može biti naporna."
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "Osam štapića ukazuje da su brza komunikacija i razvoj izraženi u trenutnoj situaciji. Energija teče. Savet: Organizujte protok.",
          "reversed": "Okolište Osam štapića kaže da kašnjenja i nesporazumi bacaju senku. Simptom: Sukobljene poruke.",
          "keywords": ["brzina", "komunikacija", "protok", "vesti", "pokret"],
          "context": "U trenutnoj situaciji, veza brzo teče. Jasno naređivanje će olakšati komunikaciju."
        },
        "position2": {
          "upright": "Osam štapića, imate želju za brzinom i protokom u svojim osećanjima. Vaše srce želi da vidi poboljšanja. Savet: Dozvolite komunikaciju.",
          "reversed": "Otkriveni osam štapića ukazuje da kašnjenja oporezuju vaša osećanja. Simptom: Nestrpljenje.",
          "keywords": ["brzina", "protok", "komunikacija", "razvoj", "ubrzanje"],
          "context": "Tvoje srce trenutno traži brzinu. Strpljivo čekamo da će to protok olakšati."
        },
        "position3": {
          "upright": "Osam štapića vam govori da očekujete brzi napredak i jasne poruke. Vaše srce želi da teku ... brzina, jasnoća.",
          "reversed": "Otkriveno osam štapića ukazuje da je vaše očekivanje zaštićeno od kašnjenja. Tvoje srce čeka pravovremeni korak. \\ N \\ nsimptom: Zahtev za protok.",
          "keywords": ["brzina", "protok", "poručiti", "napredak", "ubrzanje"],
          "context": "Vaše očekivanje je da je to proces tečnosti. Tvoje srce želi da se kreće brzo."
        },
        "position4": {
          "upright": "Osam štapića kaže da je redosled svojih poruka i sinhronizacija vašeg tempa. Jasan protok topi nerazumevanje.",
          "reversed": "Otkriveno osam štapića kaže da uspori haos i rasporedu u čekanju razgovora.",
          "keywords": ["brzina", "komunikacija", "sinhronost", "protok", "raspored"],
          "context": "Vaš savet; Podešavanje doze brzine sa inteligencijom. Manje kanala znači više jasnoće. Sinchroni opušta obveznice."
        },
        "position5": {
          "upright": "Vaš put je uhvatiti brzinu i protok. Pravovremena poruka otvoriće se vrata mogućnosti.",
          "reversed": "Put vas traži da pustite strah od kašnjenja. Pojednostavljenje narudžbe će olakšati protok.",
          "keywords": ["brzina", "ubrzanje", "protok", "sinhronost"],
          "context": "Vaša mapa puta; Upravljanje zamahom. Pravovremena akcija će ubrzati napredak."
        },
        "position6": {
          "upright": "Vaš partner očekuje brzu, jasnu i tečnu komunikaciju od vas. Želi da mu se vratite na vreme.",
          "reversed": "Vaš partner ne želi da vidi mešovite signale. Postoji očekivanje jednostavnosti i jasnoće.",
          "keywords": ["komunikacija", "brzina", "oštrina", "protok", "sinhronost"],
          "context": "Vaš partner očekuje tečnost i brzu komunikaciju."
        },
        "position7": {
          "upright": "U budućnosti komunikacije pojavit će se brzi razvoj i jasne poruke. Protok komunikacije ubrzaće Bond.",
          "reversed": "Kašnjenja ili nesporazumi mogu u budućnosti otežati komunikaciju. Jednostavan jezik donosi rešenja.",
          "keywords": ["brzina", "poručiti", "ubrzanje", "komunikacija"],
          "context": "Budućnost komunikacije biće ojačana brzinom i komunikacijom. Ali nesporazumi su rizici."
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "Devet štapića ukazuje na umorni, ali odlučni otpor u trenutnoj situaciji. Vinograd i dalje stoji. Savet: Kombinujte svoju trajnost mekoće.",
          "reversed": "Okrećeno devet štapića kaže da su prošle rane prenosene u sadašnjost, očvrsnuti odbranu. Simptom: Hipervigilance.",
          "keywords": ["izdržljivost", "biti na straži", "odbrana", "umor", "otpornost"],
          "context": "U trenutnoj situaciji vinograda je položila testove, ali stoji. Meka odbrana će doneti izlečenje."
        },
        "position2": {
          "upright": "Devet štapića, postoji energija opreza i otpora u vašim osećanjima. Vaše srce štiti svoje granice. Savet: Skoro je vreme, budite strpljivi.",
          "reversed": "Invertirani devet štapića ukazuje da ekstremni umor i sumnja napreduju vaše emocije. Simptom: Iscrpljena odbrana.",
          "keywords": ["strpljenje", "zaštita", "granica", "otpornost", "rezolucija"],
          "context": "Tvoje srce je trenutno zauzeto da se štiti. Odmaranjem će se vratiti snagu."
        },
        "position3": {
          "upright": "Devet štapića vam govori da je vaše očekivanje za okumen i oporavak. Vaše srce želi da nastavi bez odustajanja. Snaga, izdržljivost.",
          "reversed": "Invertirani devet štapića ukazuje da je vaše očekivanje da budete oslobođeni umora i sumnje. Vaše srce želi da se uveri. \\ N \\ nsimptom: Potreba za obnovom.",
          "keywords": ["otpornost", "izdržljivost", "poverenje", "strpljenje", "snaga"],
          "context": "Vaša očekivanja je da se oporavi. Vaše srce želi ponovo da ustane."
        },
        "position4": {
          "upright": "Devet štapića kaže da je drži, ali ne postani slep. Mali pauze obnavljaju vaš otpor.",
          "reversed": "Reversed devet štapića kaže da prepoznaju okidači starih rana i uspostavlja plan regulacije.",
          "keywords": ["izdržljivost", "prekršiti", "okidač", "regulacija", "zaštita"],
          "context": "Vaš savet; da ostane nežno dok je ostalo upozorenje. Pauza spušta zid; Fleksibilnost povećava snagu. Saosećajna zaštita je isceljenje."
        },
        "position5": {
          "upright": "Vaš put leži u prelasku finalnog savijanja sa izdržljivošću. Mali pauze će održati svoju moć.",
          "reversed": "Put vas traži da se odmaknete od hipervigilancije. Traženje podrške učiniće vas jačim.",
          "keywords": ["izdržljivost", "budan", "prekršiti"]
        }
      }
    }
  }
}
