{
  "marriage": {
    "meanings": {
      "thesun": {
        "position1": {
          "keywords": ["radost", "sreća", "otvorenost", "svetao"],
          "context": "Zaključak; Radosna i topla veza. Ali treba se držati podalje od površno."
        },
        "position10": {
          "upright": "Sunce pokazuje da je brak definitivno moguć, sa srećom, harmonijom i svetlom budućnošću.",
          "reversed": "Obrnuti sunce, površinska sreća ili lažna radost može zasjeniti proces braka.",
          "keywords": ["sreća", "nadati se", "raport", "budućnost", "porodica"],
          "context": "Brak potencijal je veoma visok; radosno podržani."
        },
        "position2": {
          "upright": "Uživajte u životu i uzgajajte svoju radost dok čekate. Pozitivna energija vas privlači vašem partneru.",
          "reversed": "Prekomerni pesimizam ili lažna radost otežava proces. Usredsredite se na pravu sreću.",
          "keywords": ["radost", "sreća", "pozitivnost", "svetao"],
          "context": "Korisno je biti vesela dok čekate. Pozitivna energija vas približava vašem partneru."
        },
        "position3": {
          "upright": "Sunce ukazuje na obilje i jasnoću u finansijskoj delimici. Otvorena i srećna sindikat jača resurse.",
          "reversed": "Reverzno sunce označava lažnu sigurnost i površan optimizam u finansijskoj diviziji. Činjenice se ne treba ignorisati.",
          "keywords": ["dosta", "oštrina", "sreća", "otvorenost"],
          "context": "Sreća i obilje snažni su u deljenju. Lažni optimizam stvara rizike."
        },
        "position4": {
          "upright": "Sunce pokazuje da će se želja za povezivanjem ostvariti na otvorenom, radosnom i iskrenom načinu. Obje strane su spremne da sasvim da odgovori da.",
          "reversed": "Obrnuti sunce može biti površna sreća ili prekomerna optimizam u procesu priloga. Ako nije realna, veza postaje krhka.",
          "keywords": ["radost", "iskrenost", "otvorenost", "poverenje"],
          "context": "Iskrenost i sreća su osnova veze."
        },
        "position5": {
          "upright": "Harmonija u radosti, autentičnosti i vidljivosti. Voliš da se bave sjajem.",
          "reversed": "Možda postoji odstupanje od autentičnosti ili senke poređenja. Veštačka pozitivnost pokriva sličnost.",
          "keywords": ["radost", "autentičnost", "vidljivost", "oštrina", "deljenje"],
          "context": "Radosna, autentična zajednička zemlja. Držite radošću stvarnom."
        },
        "position6": {
          "upright": "Sunce vam govori da ćete biti toplo prihvaćeni u porodici sa iskrenom veselom i otvorenom karakterom. Autentična dostignuća i srdačno hvala jačanje veze.",
          "reversed": "Obrnuti sunce, površna pozitivnosti koja se \"pretvara da je u redu\" može zasjeniti istinu. Autentična radost i otvorena komunikacija obnavlja poverenje.",
          "keywords": ["radost", "autentičnost", "oštrina", "toplota", "diskrecija"],
          "context": "Podelite svoje autentično svetlo. Iskrenost, ne utiče, ubedi porodicu."
        },
        "position7": {
          "upright": "Sunce govori o sastanku u toplom i radosnom okruženju. Praznik, proslava, na otvorenom ili dostignuće-tematskim događajem čini vas vidljivim i brzo vas približava.",
          "reversed": "Reverzno sunce nam govori da veštačka radost ili poređenje može zasjeniti prirodnost. Istina se pojavljuje sa autentičnim deljenjem.",
          "keywords": ["radost", "vidljivost", "proslava", "autentičnost"],
          "context": "Srestićete se na svetlom tlu. Autentičnost jača vezu. Artifikat dosadi sjaj."
        },
        "position8": {
          "upright": "Sunce pokazuje da će otvorena, jasna i radosna komunikacija olakšati harmoniju. Zajednička sreća jača vezu.",
          "reversed": "Reverzno sunce kaže da preterano optimistične maske mogu naštetiti komunikaciji. Iskrenost osigurava harmoniju.",
          "keywords": ["otvorenost", "oštrina", "radost", "iskrenost"],
          "context": "Jasnoća i iskrenost donose harmoniju; Maske razbijaju vezu."
        },
        "position9": {
          "upright": "Gunes, vaš pogodan partner je veselo, iskren i otvoren. Njegova topla energija ojačava harmoniju.",
          "reversed": "Obrnuti sunce, osoba koja prikazuje lažnu vedrinu ili nedostatak iskrenosti nije pogodna za vas.",
          "keywords": ["radost", "iskrenost", "otvorenost", "energija"],
          "context": "Idealan partner je taj koji donosi radost svojom iskrenošću."
        }
      },
      "judgement": {
        "position1": {
          "upright": "Vaš brak će doživeti obnovu sa lekcijama prošlosti. Zaključak; Može postojati oproštaj i nova stranica.",
          "reversed": "Prebivanje prošlosti ili prekomerne samospropusnosti može komplikovati ishod braka. Regeneracija se može odložiti.",
          "keywords": ["regeneracija", "konfrontacija", "oproštenje", "odluka"],
          "context": "Zaključak; Bond obnovljena učenjem iz prošlosti. Ali postoji rizik da se zaglavi u prošlosti."
        },
        "position10": {
          "upright": "Sud pokazuje da je brak moguć prepoznavanjem nakon prošlih lekcija.",
          "reversed": "Obrnuti sud, samokritičnost ili zaglavljen u prošlosti može blokirati put ka braku.",
          "keywords": ["ponovno rođenje", "odluka", "konfrontacija", "nazvati", "oslobođenje"],
          "context": "Postoji mogućnost braka; Od suštinskog je značaja da ostavite prošlost iza sebe."
        },
        "position2": {
          "upright": "Suočite se sa prošlošću, naučite svoje lekcije. Važno je osvežiti sebe dok čekate.",
          "reversed": "Negiranje sopstvenih grešaka čini proces koji je jačen. Krenite naprijed sa prihvatanjem i oproštenjem.",
          "keywords": ["konfrontacija", "regeneracija", "oproštenje", "odluka"],
          "context": "Dok čekate, korisno je učiti iz prošlosti. Oproštaj vas čini lakšim."
        },
        "position3": {
          "upright": "Sud ukazuje na računanje i obnovu u finansijskim pitanjima. Nove odluke mogu se izvršiti uobičajenim resursima.",
          "reversed": "Obrnuti sud pokazuje da izbegavaju finansijske odgovornosti ili ponavljanje grešaka.",
          "keywords": ["računanje", "regeneracija", "odgovornost", "odluka"],
          "context": "Vreme je da se rekonstruiše i obnavlja u deljenju. Izbegavanje odgovornosti stvara probleme."
        },
        "position4": {
          "upright": "Sud pokazuje da se pričvršćivanje može ojačati suočavanje sa prošlošću i okretanjem nove stranice. Stranke mogu da saznaju da učeći iz svojih dosadašnjih iskustava.",
          "reversed": "Reversed Sud može ukazivati na presudu ili se pridržavati prošlosti u želji da se poveže. To sprečava da se veza napreduje.",
          "keywords": ["konfrontacija", "regeneracija", "odluka", "oslobođenje"],
          "context": "Dopuštanje prošlosti olakšava povezivanje."
        },
        "position5": {
          "upright": "Slična hrabrost u pozivu za sukob i ponovno rođenje. Znate kako da se prošlost završite prilično.",
          "reversed": "Vaše krajnosti ekstremne samospropusnosti / bez odgovornosti mogu se razlikovati. Nivo oproštenja utiče na adaptaciju.",
          "keywords": ["konfrontacija", "regeneracija", "oproštenje", "nazvati", "račun"],
          "context": "Pošteno računovodstvo je uobičajena vrednost. Saosećanje pruža ravnotežu."
        },
        "position6": {
          "upright": "Sud kaže da se prošli presude mogu zatvoriti sa fer evaluacijom i novi poziv / početak može nastati sa porodicom. Izražavanje naučenih lekcija sa rokom dospeća povećava poštovanje.",
          "reversed": "Invertirani sud, prenarodnu odbranu ili tendencija da uopšte ne preuzme odgovornost može otežati prihvatanje. Saosećajne sukob i mereno izvinjenje ponovo otvori vrata.",
          "keywords": ["konfrontacija", "regeneracija", "oproštenje", "odluka", "poštovanje"],
          "context": "Zatvorite prošle datoteke sa saosećanjem. Zreli stav je osnova prihvatanja."
        },
        "position7": {
          "upright": "Sud kaže da se sastane u danima kada se suočite sa prošlošću i počnite sa čistom škriljevcem. Poziv, najavu, organizacija sastanka ili ponovnog povezivanja vas donosi zajedno.",
          "reversed": "Reversirani sud ukazuje da će preterano samosuljstvo ili prebivalište o starim knjigama odložiti novi susret. Oprost i zatvaranje unakrsnih staza.",
          "keywords": ["regeneracija", "nazvati", "konfrontacija", "oproštenje"],
          "context": "Sastaćete se sa pozivom nakon zatvaranja. Regeneracija stvara atrakciju. Usporava pravosudni proces."
        },
        "position8": {
          "upright": "Sud pokazuje da će otvoreno razgovarati o prošlosti i časovima učenja ojačati će sporazum. Transparentno sukob raste obveznica.",
          "reversed": "Obrnuti sud pokazuje da presuda može da poremeti komunikaciju. Saosećajni jezik donosi Harmoniju.",
          "keywords": ["konfrontacija", "otvorenost", "lekcija", "regeneracija"],
          "context": "Razgovor o prošlosti sa saosećanjem Stvara harmoniju; Pravosuđe potkopava."
        },
        "position9": {
          "upright": "Sud, odgovarajući partner za vas je neko ko se suočio sa njihovom prošlošću, naučio oproštenje i pretvorio se. Obnovljena perspektiva daje samopouzdanje.",
          "reversed": "Reversed Sud, neko ko ne može da prepusti prošli teret ili ko stalno sudi nije u redu za vas.",
          "keywords": ["regeneracija", "oproštenje", "svest", "oslobođenje"],
          "context": "Idealan supružnik je neko ko je naučio iz prošlosti i obnovljen je."
        }
      },
      "theworld": {
        "position1": {
          "upright": "Vaš brak će rezultirati celovitošću, završetkom i proslavom. Zaključak; Može biti uspeha i trajno mir.",
          "reversed": "Nedostaje koraci ili nepotpunost mogu potkopati ishod braka. Ako se ciklus ne zatvori, nemiri se mogu nastaviti.",
          "keywords": ["završetak", "integritet", "proslava", "ravnoteža"],
          "context": "Zaključak; Kompletna i moćna zajednica. Ali nedostaci moraju biti završeni."
        },
        "position10": {
          "upright": "Svet pokazuje da je brak sa završetkom, uspehom i celovitošću definitivna mogućnost.",
          "reversed": "Obrnuta zemlja, nepotpunost ili nedovršeni posao može odložiti proces braka.",
          "keywords": ["završetak", "integritet", "uspeh", "petlja", "proslava"],
          "context": "Brak potencijal je veoma visok; Energija završetka dominira."
        },
        "position2": {
          "upright": "Završite bilo koji nedovršeni posao dok čekate. Zatvaranje petlja vas priprema za novu fazu.",
          "reversed": "Oni koji nedostaju otežavaju proces. Usredsredite se na završetak.",
          "keywords": ["završetak", "integritet", "petlja", "uspeh"],
          "context": "Korisno je zatvoriti petlje dok čekaju. Ovo vas priprema za novo."
        },
        "position3": {
          "upright": "Globe simbolizuje integritet i uspeh u finansijskom deljenju. Završetak i harmonija postignuti su u zajedničkim resursima.",
          "reversed": "Invertirana zemlja ukazuje na nepotpuno ili nepotpune finansijske deljenja. Poštivanje se može odložiti.",
          "keywords": ["završetak", "uspeh", "raport", "ravnoteža"],
          "context": "Postoji integritet i uspeh u deljenju. Ako nedostaci nisu završeni, adaptacija će se odložiti."
        },
        "position4": {
          "upright": "Svet pokazuje da će prilog biti uspostavljen kroz osećaj završetka i celovitosti. Obe strane mogu svesno reći da za brak.",
          "reversed": "Invertirana zemlja može biti nepotpune petlje ili nepotpunost u procesu lepljenja. Bond se ne može u potpunosti uspostaviti dok to ne bude završeno.",
          "keywords": ["završetak", "integritet", "integracija", "proslava"],
          "context": "Prilog postaje trajno sa završenim ciklusom."
        },
        "position5": {
          "upright": "Završetak, integracija i isti prikaz na velikoj slici. Sklonite se da zajedno zatvorite petlje.",
          "reversed": "Vaša tendencija da prekine nezavršena može biti drugačija. Ako nestali krajevi nisu zatvoreni, osećaj integriteta će se uzdrmati.",
          "keywords": ["integritet", "završetak", "integracija", "prag", "sistem"],
          "context": "Na velikoj je slika harmonija. Usredsređivanje na nedovršeno poslovanje je korisno."
        },
        "position6": {
          "upright": "Zemlja pokazuje potencijal da se integriše sa porodicom i uspešno završi ciklus. Vaš zreli, stabilan i inkluzivni stav prirodno vas integriše u porodični sistem.",
          "reversed": "Invertirani svet objašnjava da mali labavi krajevi (polovina razgovora, nejasne uloge) mogu odložiti osećaj celovitosti. Dovoljno je uspostaviti otvoreni okvir da biste dovršili integraciju.",
          "keywords": ["integritet", "integracija", "završetak", "pripadnik", "stabilnost"],
          "context": "Zatvorite naslove koji nedostaju. Završeni krug donosi trajno prihvatanje."
        },
        "position7": {
          "upright": "Svet kaže da se sastane kada završite veliki ciklus ili u međunarodnom / međukulturalnom kontekstu. Diplomiranje, završetak projekta ili putovanja vas ujedinjuje sa osećajem potpunosti.",
          "reversed": "Reverse svet vam govori da nedovršeni posao može vas odvratiti i odložiti sastanak. Kada zatvorite praznine i proslavite, pravu sinhroničnost udara na vrata.",
          "keywords": ["završetak", "prag", "izlet", "integritet"],
          "context": "Skrenite na pragu završetka i proslave. Celovitost povećava atrakciju. Nepotpuni radovi odgađaju protok."
        },
        "position8": {
          "upright": "Svet pokazuje da će holistička i otvorena komunikacija zapečatila dogovor. Kolektivni ciklus se zatvara i započinje nova ravnoteža.",
          "reversed": "Invertirani svet kaže da će nepotpune razgovore ili nedovršeni dijalozi otežati harmoniju. Komplementarna jasnoća olakšava razumevanje.",
          "keywords": ["integritet", "završetak", "otvorenost", "ravnoteža"],
          "context": "Završena komunikacija donosi harmoniju; Ne ostavljajte ga nepotpuno, to će vas naštetiti."
        },
        "position9": {
          "upright": "Dunia, vaš pogodan partner je neko ko vam daje osećaj celovitosti, zreo je i kompletan. Zajedno su spremni da završe ciklus.",
          "reversed": "Invertirana zemlja, osoba koja se oseća nepotpuno, nedovršenim ili ko nije zatvorila petlju nije pogodna za vas.",
          "keywords": ["integritet", "završetak", "zrelost", "jedinstvo"],
          "context": "Idealan partner je neko ko donosi integritet i zrelost."
        }
      },
      "aceofcups": {
        "position1": {
          "upright": "Rezultat vašeg braka biće emotivni početak, potpuno otvaranje srca. Obilje i čista ljubav će teći u vezi.",
          "reversed": "Potisnuti emocije ili emocionalno blokada mogu da oblakte ishod braka. Nedostatak izraza može smanjiti snagu obveznice.",
          "keywords": ["početak", "lova", "ekspanzija", "saosećanje"],
          "context": "Zaključak; Novi protok ljubavi rođen iz srca. Ali to može biti teško ako su se emocije potisnuti."
        },
        "position10": {
          "upright": "ACE of Cups kaže da su se vrata srca otvorile i nova, čista ljubav može klijati. Nastanak emocionalnog toka podržava nameru da se oženi; Energija predloga i proslave je velika.",
          "reversed": "Suzbijene emocije ili ogorčenici koji čekaju isceljivanje može da utiču vrata u braku. Potrebno je prvo pročistiti srce, a zatim se održite prostor za novu vezu.",
          "keywords": ["nova ljubav", "emocionalno otvaranje", "zarastanje", "blizina", "proslava"],
          "context": "Mogućnost braka je jaka; Tvoje srce treba da bude otvoreno i vaš protok treba da bude jasan."
        },
        "position2": {
          "upright": "Dok čekate, otvorite svoje srce i izrazite svoja osećanja. Unutrašnji protok ljubavi vas priprema za supružnika.",
          "reversed": "Potisnuti emocije ili strahovi otežavaju proces. Nežno otvorite svoje srce.",
          "keywords": ["lova", "početak", "osećanje", "izraz"],
          "context": "Dok čekate, korisno je otvoriti svoje srce i izraziti svoja osećanja."
        },
        "position3": {
          "upright": "Emocionalno poverenje i dobra volja otvori meka vrata za deljenje novca. Stvaranje budžeta \"Mi\" postaje lakši zajedno.",
          "reversed": "Suzbijanje emocija ili ovlašćenja za ogorčenje velikodušnost. Deljenje prati neophodnost, a ne srce.",
          "keywords": ["velikodušnost", "emocionalno samopouzdanje", "početak", "protok"],
          "context": "Kad je srce otvoreno, deljenje tokova. Ako postoji ogorčenje, tap je isključen. Prvo, popravite emocionalnu klimu."
        },
        "position4": {
          "upright": "Želja za novim emocionalnim početkom, otvaranje srca i povezanosti jedni drugima je jak. Čista ljubav i emocionalni protok neguju odnos. Pogodna osnova za povezivanje se pojavljuje.",
          "reversed": "Kada su emocije potisnute ili strahovi dolaze do izražaja, lepljenje se može odložiti. Ako jedna od stranaka sakriva njihova osećanja, veza će ostati na površini bez produbljivanja.",
          "keywords": ["ekspanzija", "lova", "obveznica", "osećanje", "novi početak"],
          "context": "Želja za povezivanjem je sveža i jaka, ali osećanja ne treba biti skrivena."
        },
        "position5": {
          "upright": "Slično je srčanom otvorenosti i čistom izlivu emocije. Jezik saosećanja raste vašu zajedničku vezu.",
          "reversed": "Vaš prag za izražavanje emocija može biti drugačiji. Stidljiva deljenje zatamnjuje sličnost.",
          "keywords": ["srce", "ekspanzija", "saosećanje", "blizina", "protok"],
          "context": "Emocionalni protok zajedničko područje. Prag izražavanja mora biti podešen."
        },
        "position6": {
          "upright": "Ace Cups vam govori da je snažno emocionalno otvor moguće da vaša porodica bude prihvatala svesrdno. Približavanje iskrenosti i čistoj ljubavi postavlja temelje za emocionalno lepljenje.",
          "reversed": "Ace of Cups preokrenuti, ne izražavajući emocije ili zadržavanje zatvorenog srca ne može dovesti do nesporazuma u ​​porodici. Deljenje osećanja sigurno otvara vrata.",
          "keywords": ["novi početak", "osećanje", "ekspanzija", "iskrenost", "obveznica"],
          "context": "Srčani i transparentan početak lako vas može prihvatiti. Čista ljubav je najmoćniji ključ."
        },
        "position7": {
          "upright": "Šalica štapića ukazuje da će sastanak imati emocionalni početak. Poziv, proslava ili emocionalno intenzivno okruženje će vas sastaviti zajedno.",
          "reversed": "Invertirana šolja štapića kaže da zatvoreno srce može odložiti sastanak. Kada otvorite unutrašnji protok, veza se rađa spontano.",
          "keywords": ["početak", "osećanje", "zbližavanje", "protok"],
          "context": "Naići ćete na okruženje emocionalnog intenziteta. Otvoreno srce olakšava sastanak."
        },
        "position8": {
          "upright": "ACE of Cups simbolizuje početak otvorenosti da se emocionalno razumeju. Saosećanje i iskrenost su na čelu u komunikaciji.",
          "reversed": "ACE of Cups preokrenuti ukazuje da je razumevanje možda teško zbog suzbijenih emocija ili nije izraženo. Otvaranje iskrenosti jača vezu.",
          "keywords": ["osećanje", "početak", "iskrenost", "saosećanje"],
          "context": "Emotivna otvorena donosi harmoniju; Represija stvara prekid veze."
        },
        "position9": {
          "upright": "ACE of CUPS, neko ko ima otvoreno srce i izražava njihova osećanja transparentno je pogodna za vas. Supružnik koji voli i neguje vašu dušu donosi mir sa sobom.",
          "reversed": "ACE CUPS-a preokrećeno: neko ko skriva svoje emocije ili je teško povezivanje će vas umoriti. Nedostatak emocionalne otvorenosti otežava parenje.",
          "keywords": ["lova", "otvorenost", "iskrenost", "hranilac"],
          "context": "Partner koji otvara svoje srce i akcije velikodušno je pogodan za vas."
        }
      },
      "twoofcups": {
        "position1": {
          "upright": "Zaključak; Biće to brak ispunjen obostranom ljubavlju, jednakom vezom i harmonijom. Odnos će se ojačati unija dva srca.",
          "reversed": "Nesporazumi ili neuravnoteženi deljenje mogu da napreduju ishod braka. Jasna komunikacija je od suštinske važnosti za usaglašavanje.",
          "keywords": ["jedinstvo", "raport", "partnerstvo", "reciprocitet"],
          "context": "Zaključak; jednaka i uravnotežena veza. Ali male greške u komunikaciji mogu da nose rizike."
        },
        "position10": {
          "upright": "Dvoje šoljica ukazuju na sindikat vrlo pogodan za brak, sa obostranom atrakcijom i jednakom davanju i uzimanju. Ako se namere poravnaju, lako se može razviti u konsenzus i formalnu vezu.",
          "reversed": "Lagana neravnoteža u reciprocitetu ili nesporazuma može usporiti tempo braka. Obriši granice i otvorene razgovore Vrati ravnotežu.",
          "keywords": ["reciprocitet", "raport", "obveznica", "obećanje", "ravnoteža"],
          "context": "Potencijal braka je visok; Jednakost i jasna namera su od suštinskog značaja."
        },
        "position2": {
          "upright": "Pronađite ravnotežu unutar sebe i otvorite se za skladne veze. Poboljšajte veštine odnosa dok čekate.",
          "reversed": "Nekompatibilni prilozi ili zavisnosti usporavaju proces. Izaberite jednake veze.",
          "keywords": ["raport", "ravnoteža", "obveznica", "jednakost"],
          "context": "Mogućnost formiranja zdravih obveznica tokom čekanja je važna."
        },
        "position3": {
          "upright": "Reciprocitet i jednakost takođe stvaraju prirodnu ravnotežu kada je u pitanju novac. Osjećaj \"mi\", a ne \"i-ti\", postaje jači.",
          "reversed": "Male ogorčene i nesporazume ometaju ravnotežu ravnoteže ravnoteže. Prvo, obnovite sporazum o odnosima.",
          "keywords": ["reciprocitet", "jednakost", "raport", "obveznica"],
          "context": "Pošteno deljenje je moguće na odgovarajućim osnovama. Microcrack-ove treba razgovarati pre nego što raste."
        },
        "position4": {
          "upright": "Uzajamna ljubav i ravnoteža dolaze do izražaja. Spremnost obe strane da počine dodaje snažnu energiju partnerstva u odnosu.",
          "reversed": "Jedna od strana može se distancirati ili može postojati neusklađenost u očekivanjima. U ovom slučaju, iako postoji namera za povezivanje, meč ostaje neuravnotežen.",
          "keywords": ["reciprocitet", "raport", "odnos", "obveznica", "ravnoteža"],
          "context": "Želja za povezivanjem može biti obostrana, ali je od suštinskog suštinskog održavanja harmonije."
        },
        "position5": {
          "upright": "Reciprocitet, ljubaznost i podudaranje u jednakoj razmeni. Lako uhvatite jedno drugo.",
          "reversed": "Može postojati periodična odstupanja u ravnoteži davaoca prijemnika. Male kompenzacije održavaju sličnost.",
          "keywords": ["reciprocitet", "raport", "jednakost", "obveznica", "ljubaznost"],
          "context": "Stanje davanja i uzimanja je uobičajena vrednost. Kompenzacioni ritam je važan."
        },
        "position6": {
          "upright": "Dva šoljicama ukazuje da možete uspostaviti vezu sa porodicom u međusobnom skladu i poštovanju. Iskreno deljenje brzo jača mostove.",
          "reversed": "Dvojica preokrećenih CURS-a ukazuje na mogućnost nesporazuma sa porodicom ili gubitkom ravnoteže. Otvorite granice i pošteni dijalog most ovaj jaz.",
          "keywords": ["raport", "poštovanje", "jednakost", "reciprocitet", "poverenje"],
          "context": "Međusobno poštovanje i jasna komunikacija ubrzava proces prihvatanja. Dijalog je ključan."
        },
        "position7": {
          "upright": "Dvoje šoljica kaže da će se sastanak održati u atmosferi direktne međusobne atrakcije i harmonije. Mali zakupni ili zajednički projekat skok - započinje obveznice.",
          "reversed": "Ograničena dva šolja može zasjeniti neuravnoteženu vezu ili ispuniti lažna očekivanja. Otvorena komunikacija pojašnjava puteve.",
          "keywords": ["raport", "povući", "partnerstvo", "ravnoteža"],
          "context": "Upoznate se u okruženju obostrane atrakcije. Jasnoća ubrzava odnos."
        },
        "position8": {
          "upright": "Dvoje šoljica ukazuju na obostranu harmoniju i jednaku razmenu. Ravnoteža i empatija u komunikaciji olakšavaju razumevanje.",
          "reversed": "Dvojica obrnutog trupa ukazuje da nesporazumi ili neuravnotežene veze mogu da otežavaju komunikaciju. Otvorene granice donose harmoniju.",
          "keywords": ["raport", "jednakost", "empatija", "ravnoteža"],
          "context": "Jednake obveznice ojačavaju sporazum; Neravnoteža štete."
        },
        "position9": {
          "upright": "Tvo dve šolje, neko ko nosi srodni sauprim i stoji u jednakim deljenju i ravnoteža je pogodan za vas. Odnosi koji vas povezuju srce na srcu vas neguju.",
          "reversed": "Njih dvoje šoljicama preokrenuli su, neuravnotežene veze ili jednostrani napori nisu pogodni za vas. Međusobno poštovanje i deljenje treba da bude osnovno.",
          "keywords": ["srodna duša", "raport", "ravnoteža", "deljenje"],
          "context": "Pogodan je osoba koja prati vaše srce i uspostavlja jednaku vezu."
        }
      },
      "threeofcups": {
        "position1": {
          "upright": "Vaš brak će izdržati radost, slavlje i snažnu socijalnu podršku. Zaključak; Deliće se u sreći i jedinstvu.",
          "reversed": "Prekomerni socijalni pritisak ili spoljni smetnji mogu da oblakte ishod braka. Granice moraju biti zaštićene.",
          "keywords": ["proslava", "prijateljstvo", "radost", "solidarnost"],
          "context": "Zaključak; Brak pun proslave i podrške. Ali pažnja treba posvetiti spoljnim uticajima."
        },
        "position10": {
          "upright": "Tri šolje jačaju dnevni red braka sa proslavom, podrška bliskog kruga i radosnih okupljanja. Stvorena je atmosfera pogodna za rituale u zajednici kao što su angažman / venčanje.",
          "reversed": "Prekomerna društvenost, mišljenja treće strane ili površnost mogu odvratiti od fokusa braka. Potrebno je vratiti se u suštinu odnosa.",
          "keywords": ["proslava", "podrška", "zajednica", "radost", "ritual"],
          "context": "Put ka braku je otvoren; Ubrzava se sa pravim okruženjem i jednostavnim fokusom."
        },
        "position2": {
          "upright": "Vrijemejte svoje prijateljstvo, negujte svoj društveni krug. Ova područja podrške jači vas dok čekate.",
          "reversed": "Prekomerna površnost ili socijalni umor otežava proces. Usredsredite se na iskrene veze.",
          "keywords": ["prijateljstvo", "proslava", "deljenje", "zajednica"],
          "context": "Negujući svoja prijateljstva dok čekate da vas priprema."
        },
        "position3": {
          "upright": "Dodjeli budžet zajedno za proslave i zajedničke događaje povećavaju uživanje. Društveni troškovi se mogu deliti.",
          "reversed": "Uticaj socijalnog okruženja i raspršeni troškovi zbunjuju budžet. Prekomerna zabava stvara sukob.",
          "keywords": ["proslava", "deljenje", "zajednica", "zabava"],
          "context": "Potrošnja zajedno je ugodna; Ako se raspravljaju granice, neće biti problema."
        },
        "position4": {
          "upright": "Energija deljenja i proslava stvara prostor za vezu. Socijalna podrška i prijateljsko okruženje jačaju vezu veze.",
          "reversed": "Spoljni uticaji ili uplitanje trećih lica mogu da se povežu teško. Strane se moraju fokusirati na sopstvenu vezu.",
          "keywords": ["proslava", "deljenje", "zajednica", "obveznica", "radost"],
          "context": "Želja za povezivanje je hranjena radošću, ali pažnja treba da se isplati trećim licima."
        },
        "position5": {
          "upright": "Vaša kultura društvenosti, prijateljstva i proslave je slična. I ti sijaš u gomili.",
          "reversed": "Vaša doza socijalne energije može biti drugačija. Izbegavanje površnosti zadržava harmoniju.",
          "keywords": ["proslava", "prijateljstvo", "deljenje", "ritual", "radost"],
          "context": "Sličnosti u društvenom ritmu. Hajde da razgovaramo o doziranju i privatnosti."
        },
        "position6": {
          "upright": "Tri šolje vam govore da vas porodica može prihvatiti sa energijom proslave, radosti i jedinstva. Zajedničke aktivnosti jačaju obveznice.",
          "reversed": "Pretvorena tri šolje pokazuje da se udaljenost može dogoditi zbog površnih zajedničkih ili ljubomoranih tema. Fokusiranje na dublje veze povećava poverenje.",
          "keywords": ["proslava", "jedinstvo", "prijateljstvo", "deljenje", "podrška"],
          "context": "Iskreno i veselo deljenje olakšava prihvatanje. Podvrsnost treba izbegavati."
        },
        "position7": {
          "upright": "Tri šolje pokazuju da će se sastanak odvijati u krugu prijatelja, proslave ili društvenog događaja. Radost i deljenje formiraju početnu osnovu obveznice.",
          "reversed": "Tri trupa se obrnuta sugerišu da površno ili prekomerno socijalno okruženje mogu oslabiti obveznice. Male intimne grupe pružaju stalnije poznanstva.",
          "keywords": ["proslava", "prijateljstvo", "zajednica", "deljenje"],
          "context": "Upoznate se u veselom društvu. Iskrenost jača vezu."
        },
        "position8": {
          "upright": "Tri šolje pokazuju da se lako može uspostaviti vesela i podrška komunikacija. Uobičajeno deljenje produbljuje obveznica.",
          "reversed": "Preokrećena tri šolje kažu da površna komunikacija ili spoljni faktori mogu otežati harmoniju. Kada se iskrenost održava, sporazum postaje trajan.",
          "keywords": ["deljenje", "radost", "podrška", "iskrenost"],
          "context": "Iskreno deljenje povećava harmoniju; površnost uništava vezu."
        },
        "position9": {
          "upright": "Tri šolje, neko ko zna kako da proslavi život, ima snažna prijateljstva i u skladu je sa svojim okruženjem je pogodan partner za vas. Deljenje radosti jača vezu.",
          "reversed": "Tri šolje preokrenula su, površne veze ili socijalne neravnoteže mogle da umote vaš odnos. Bilo bi bolje sa nekim ko je iskren i dubok.",
          "keywords": ["radost", "prijateljstvo", "proslava", "deljenje"],
          "context": "Vesela duša koja zna kako deliti život je pogodna za vas."
        }
      },
      "fourofcups": {
        "position1": {
          "upright": "Zaključak; Iako je u braku zadovoljstvo i mir, vremenom je mogućnost monotonije. Uz svest, veza može ostati živa.",
          "reversed": "Možda je oživljavanje u braku jer su rešeni unutrašnji problemi. Potraga za inovacijama donosi dah u vinograd.",
          "keywords": ["zadovoljstvo", "recesija", "svest", "regeneracija"],
          "context": "Zaključak; Miran, ali monotonski period. Vitalnost mora biti sačuvana kroz inovacije."
        },
        "position10": {
          "upright": "Četiri šolje pokazuju da se može preneti prilika zbog emocionalnog nezadovoljstva ili izostavljenosti. Ako se povećaju zahvalnost i svest, opcija za brak postaje vidljiva.",
          "reversed": "Buđenje i otvorenost novih povećanja; Ako su poslednja razočarenja rešena, vrata u braku se ponovo pojavljuju.",
          "keywords": ["nezadovoljstvo", "prilika", "svest", "zahvalnost", "regeneracija"],
          "context": "Brak moguće; Potrebno je videti priliku i oživjeti srce."
        },
        "position2": {
          "upright": "Ispitajte svoje emocije, primjetite svoje nezadovoljstvo. Razviti svest zahvalnosti dok čekate.",
          "reversed": "Otvaranje novih mogućnosti oživljava vas. Prestani da se zaglaviš u rutini.",
          "keywords": ["nezadovoljstvo", "svest", "hvala", "regeneracija"],
          "context": "Dok će čekati, svest o zahvalnosti i otvorenosti inovacijama biće korisno."
        },
        "position3": {
          "upright": "Nezadovoljstvo i apatija mogu smanjiti učešće u budžetskom planu. Mogućnosti se mogu zanemariti.",
          "reversed": "Pošto se zahvalnost i podizanje svesti, pojavljuje se nova želja za pravednom deljenjem. Obnovljena motivacija oživljava budžet.",
          "keywords": ["nezadovoljstvo", "prilika", "zahvalnost", "svest"],
          "context": "Povećava interesovanje ubrzava deljenje. Budite otvoreni za saslušanje novih ponuda."
        },
        "position4": {
          "upright": "Neko se može činiti emocionalno zatvoreno ili nezainteresovano. Iako postoji želja za povezivanjem, postoji prilika za prepoznavanje.",
          "reversed": "Ako je zatvaranje rešeno, novo emotivno buđenje uvlači put za povezivanje. Izlazak iz unutrašnjeg nezadovoljstva je važno.",
          "keywords": ["ravnodušnost", "nezadovoljstvo", "okretanje prema unutra", "koji se povezuje", "buđenje"],
          "context": "Želja za povezivanjem može biti nevidljiva, ojačana svešću."
        },
        "position5": {
          "upright": "Sličan pogled na introspekciju i jednostavnu sreću. Zahvalnost sa vežbanjem jača zajednički prostor.",
          "reversed": "Dok se jedan otvara do novog, drugi može ostati nerado. Filter uma mora se očistiti da biste videli priliku.",
          "keywords": ["introspekcija", "zadovoljstvo", "zahvalnost", "svest", "jednostavnost"],
          "context": "Razumevanje smirenog zadovoljstva je uobičajeno. Prag za gledanje mogućnosti može se razlikovati."
        },
        "position6": {
          "upright": "Četiri šolje pokazuju da u početku može biti stidljiv ili udaljeni stav o delu porodice. Međutim, kada shvate priliku pred njima, oni te obično prihvataju.",
          "reversed": "Pretvorena četvero šoljica govore da vam porodica može da vas brže prihvati obnavljajući njihovu perspektivu. Mali znakovi zahvalnosti i iskrenosti čine veliku razliku.",
          "keywords": ["stidljivost", "rastojanje", "prilika", "buđenje", "zahvalnost"],
          "context": "U početku su možda udaljeni. Varma se tokom vremena razvija s svešću."
        },
        "position7": {
          "upright": "Četiri šolje kažu da će sastanak doći sa prilikom koja se ne zapažene u introvertiranom periodu. Kada se posmatra sa svesnošću, priključak se pojavljuje.",
          "reversed": "Pretvorena četvoro šoljica pokazuju da je želja da se otvori na novom jači. Približavanje sa zahvalnošću ubrzava susret.",
          "keywords": ["prilika", "okretanje prema unutra", "buđenje", "svest"],
          "context": "Naići ćete na malu, već vrednu priliku. Otvorene oči vide vrata."
        },
        "position8": {
          "upright": "Četiri šolje pokazuju da može postojati ravnodušnost ili nezadovoljstvo komunikacijom. Slušanje sa svesti osigurava harmoniju."
        }
      }
    }
  }
}
