{
  "relationship-problems": {
    "meanings": {
      "nineofswords": {
        "position6": {
          "keywords": [null, null, null, "dnevni red", "regulacija"],
          "context": "Tema: Regulacija emocije; Rizik: Kontrola anksioznosti; DO: Razgovor zasnovan na dokazima."
        },
        "position7": {
          "upright": "Devet mačeva kaže da su noćne poruke / tračevi i spoljni sadržaj koji hrani anksioznost uznemiruju vaš san.",
          "reversed": "Preokrećeno devet mačeva ukazuje da je potrebno da sečete kroz okoliš koji normalizuje Doma.",
          "keywords": ["anksioznost", "noćna poruka", "tračevi", "katastrofa", "spavati"],
          "context": "Idite na ishranu obaveštenja. Podesite sigurna vremena i kanala."
        },
        "position8": {
          "upright": "Devet mačeva ukazuje na brige o novcu, besane noći i scenariji katastrofe.",
          "reversed": "Preokrećeno devet mačeva preporučuje smanjenje anksioznosti sa planom zasnovanim na dokazima, smirenim disanjem i ograničenim ekranima.",
          "keywords": ["anksioznost", "spavati", "katastrofa", "dokaz", "regulacija"],
          "context": "Regulišu anksioznost sa planom; Ne razgovarajte sa finansijama noću."
        },
        "position9": {
          "upright": "Devet mačeva, ako se upravlja anksioznost, odnos diše; inače će doći do izumiranja.",
          "reversed": "Invertirani devet mačeva, kontinuitet je oslabljen ako katastrofalni scenariji nisu napušteni.",
          "keywords": ["anksioznost", "spavati", "regulacija", "katastrofa", "realizam"],
          "context": "Da biste poslednji put: razgovarali tokom dana + odmor noću."
        }
      },
      "tenofswords": {
        "position1": {
          "upright": "Deset mačeva nam govori da je ciklus diskusije gotovo, ali postoji gorka zatvaranje. Prostor mora biti očišćen za obnovu.",
          "reversed": "Ograničeno deset mačeva pokazuje da ne prihvataju kraj i nastavljanje istih argumenata je prisiljen.",
          "keywords": ["završiti", "zatvaranje", "ponovno rođenje", "nositi", "prihvatanje"],
          "context": "Mentalni koren sukoba: gorko zatvaranje i prihvatanje."
        },
        "position2": {
          "upright": "Deset mačeva kaže da je problem kada postoji bolno zatvaranje ili kada nož pogodi kost. Stari način je mrtav. \\ N \\ NHINT: Iscrpljeni argument, očaj. Problem odbija da prihvati zbogom.",
          "reversed": "Okrećeno deset mačeva nam govori da duhovi prošlih povrata povremeno, zajedno sa namerom oporavka. Nedostaje ritual zatvaranja. \\ N \\ nsimptom: Poslednji govore, pola oproštaja. Problem ne može da uokviri nova.",
          "keywords": ["završiti", "zatvaranje", "ponovno rođenje", "izgorevanje", "prihvatanje"],
          "context": "Problem sa korenom: kraj starog ciklusa. Područja pogođena: ponovno uspostavljanje, granica, odluka."
        },
        "position3": {
          "upright": "Deset mačeva kaže da nastavlja gotovu metodu i doprinosi iscrpljivanju. Prihvatanje kraja je početak novog.",
          "reversed": "Reversed deset mačeva objašnjava da odbacujete zatvaranje i pretvorite temu okolo, pravite vatru još veći. Zbogom je takođe ljubav.",
          "keywords": ["završiti", "zatvaranje", "ponovno rođenje", "izgorevanje", "prihvatanje"],
          "context": "Share: Ne-zatvaranje. Efekat: Nada, ponovna instalacija. PREPORUKA: Završite Clear-Start Clean."
        },
        "position4": {
          "upright": "Deset mačeva kaže da neko može ignorisati svoj udeo ne prihvataju kraj i misleći da je nastavljanje metode otporno.",
          "reversed": "Prekoračeni deset mačeva pokazuje tendenciju da se kašnjenje zatvara i drži ranu otvorena. Ovo je takođe poricanje.",
          "keywords": ["završiti", "zatvaranje", "ponovno rođenje", "izumiranje", "prihvatanje"],
          "context": "Zanemareno: Neto zatvaranje. Efekat: nada se konzumira. Izgradite: završiti i popraviti."
        },
        "position5": {
          "upright": "Deset mačeva nam govori da postoji iscrpljenost ili krajnji prag. Nakon toga može doći do šanse za oporavak.",
          "reversed": "Deset mačeva obrnut ukazuje da je zatvaranje ostalo nedovršeno. Stara metoda još uvek može biti teret danas.",
          "keywords": ["završiti", "izumiranje", "zatvaranje", "ponovno rođenje", "oproštaj"],
          "context": "Kritični prag je premašen. Neki od nje su završeni, neki su otvoreni. Sada je potrebno čisto zatvaranje."
        },
        "position6": {
          "upright": "Deset mačeva kaže da je upotreba završne obrade i prijeteće partneru eksploatacija. Izgaranje oružja čini da je popravka nemoguća.",
          "reversed": "Deset mačeva preokrećeno ukazuje na rizik odvlačenja drugog s krivicom pretjerujući razaranje i odbacujući samooseljenost.",
          "keywords": ["završiti", "preteći", "izumiranje", "ucenjivanje", "popraviti"],
          "context": "Tema: Etika zatvaranja; Rizik: Kartica za odvajanje; DO: smirivanje procene i jasnoće."
        },
        "position7": {
          "upright": "Deset mačeva kaže da spoljni glasovi koji govore \"to je gotovo\" stvoriti dramatičan efekat. Preterano oštri savet stvara zatvaranje pritiska u odnosu.",
          "reversed": "Prekoračeni deset mačeva ukazuje na životnu sredinu koja preuzima tragediju i ignoriše popravku.",
          "keywords": ["drama", "izdanje za zatvaranje", "tragedija", "popraviti", "oštrina"],
          "context": "Neophodno je ton za dramu. Odmerite mogućnosti popravke."
        },
        "position8": {
          "upright": "Deset mačeva simbolizuje osećaj bankrota, iscrpljenosti i osećaja \"gotovo je\". Zatim je moguće oporavak.",
          "reversed": "Deset revernih mačeva je jednostavan poziv za zatvaranje i počevši od prelaska, bez dramatizacije.",
          "keywords": ["izumiranje", "zatvaranje", "početi od", "popraviti", "realizam"],
          "context": "Zatvorite tešku datoteku; Počnite malo sa novim planom."
        },
        "position9": {
          "upright": "Deset mačeva, ako je ciklus jasno zatvoren, postoji šansa da se nastavi sa ponovnim rokovima; Inače se završava.",
          "reversed": "Invertirani deset mačeva, teško je, ali je moguće pretvoriti dramatičnu ruptura u priliku kroz popravak.",
          "keywords": ["zatvaranje", "početi od", "drama", "popraviti", "prag"],
          "context": "Da biste poslednji put: gorki, ali jasan zatvarač + čista ploča."
        }
      },
      "pageofswords": {
        "position1": {
          "upright": "Princ mačeva kaže da znatiželjno ispitivanje može biti od pomoći, ali oštar, skeptičan ton pokreće odbranu.",
          "reversed": "Reverse princ mačeva ukazuje da tračevi, brsi presuda i nedokazani navodi uveličavaju sukob.",
          "keywords": ["pitanje", "sumnja", "tračevi", "dokaz", "komunikacija"],
          "context": "Mentalni koren kontradikcije: ispitivanje tona i dokaza."
        },
        "position2": {
          "upright": "Princ mačeva kaže da problem leži u ispitivanom tonu i pretpostavci bez dokaza. Radoznalost je korisna, jezik sumnje je štetno. \\ N \\ NTIP: Pregledavanje poruka, kvadrat ekrana. Problem je detektivski rad, a ne poverenje.",
          "reversed": "Reverse princ mačeva objašnjava da tračevi i ugušena presuda uvećavaju problem. Informacije su nepotvrđene. \\ N \\ nsimptom: Snimke snimka, defanzivni odgovori. Problem je nedostatak verifikacije.",
          "keywords": ["upit", "sumnja", "verifikacija", "komunikacija", "učenje"],
          "context": "Problem sa korenom: dokazi i jezička oznaka. Područja pogođena: Poštovanje, podaci, poverenje komunikacije."
        },
        "position3": {
          "upright": "Princ mačeva kaže da u njegovom detektivskom i ispitivanju može doći do udela. Radoznalost je dobra; Sumnja da rani jezik.",
          "reversed": "Princ reverzne mačeve objašnjava da podstiče vatru tračevima / nedokazani zahtev. Nema presude bez verifikacije.",
          "keywords": ["upit", "sumnja", "verifikacija", "komunikacija", "učenje"],
          "context": "Share: Presuda bez dokaza. Efekat: Poštovanje, poverenje. Predlog: Pitajte prvo - propisani kasnije."
        },
        "position4": {
          "upright": "Princ mač odgovori da može prenijeti svoj ton ispitivanja kao radoznalost i zanemariti svoj udeo. Detektiv posao jede poverenje.",
          "reversed": "Okolišteni princ mačeva naglašava tendenciju da se prehrane prericanjem kroz tračeve / deljenje bez dokaza.",
          "keywords": ["upit", "sumnja", "verifikacija", "komunikacija", "učenje"],
          "context": "Ignorisan: nežna radoznalost. Efekat: Odbrana je povećana. Do: Pitajte prvo, komentarišite kasnije."
        },
        "position5": {
          "upright": "Princ mačeva kaže da radoznalost i kultura ispitivanja imaju mesto u vezi. Njegova želja za učenjem je bila snažna.",
          "reversed": "Reverse princ mačeva objašnjava da tračevi / nedokazani zaključke stvaraju probleme.",
          "keywords": ["radoznalost", "pitanje", "učenje", "dokaz", "tračevi"],
          "context": "Živahna radoznalost; Nedostatak verifikacije. Okidač odbrane je gore. Sada su potrebna nežna radoznalost i dokazi."
        },
        "position6": {
          "upright": "Princ mačeva kaže da je radoznalost zdrava, ali može se pretvoriti u eksploataciju kada je ton ispitivanja presmetalo ispitivanje i nadzor.",
          "reversed": "Prenoćini princ mačeva naglašava rizik od izolacije partnera sa tračevima i neutemeljenim optužbama.",
          "keywords": ["radoznalost", "upit", "nadzor", "dokaz", "tračevi"],
          "context": "Tema: Nežna radoznalost; Rizik: Špijunaža kultura; DO: Princip dokaza i saglasnosti."
        },
        "position7": {
          "upright": "Princ mačeva ukazuje da znatiželjna, ali ogovaračka osoba prikuplja informacije. Iako se pitanja izgledaju nevinim, oni se mogu pretvoriti u prekršajne ​​prekršaja.",
          "reversed": "Reverse princ mačeva ukazuje na nadzor društvenih medija i neutemeljene optužbe.",
          "keywords": ["radoznalost", "tračevi", "nadzor", "granica", "dokaz"],
          "context": "Ograničite pravo na pitanje. Isključite neutemeljene tvrdnje."
        },
        "position8": {
          "upright": "Princ mačeva govori o istraživanju, poređenju cena i pronalaženju mogućnosti štednje kroz radoznalost.",
          "reversed": "Reverse princ mačeva upozorava na rizik da padne za tračeve, dezinformacije i lažne kampanje.",
          "keywords": ["istraživanje", "poređenje", "informacije", "lažni", "radoznalost"],
          "context": "Proverite izvor; Nije svaki \"popust\" stvaran."
        },
        "position9": {
          "upright": "Princ mačeva, radoznalost i kultura iskrenih pitanja pomeraju odnos prema naprijed.",
          "reversed": "Obrnuti princ mačeva, tračeva i šljaka podriva trajnost.",
          "keywords": ["radoznalost", "pitanje", "učenje", "tračevi", "granica"],
          "context": "Da traje: nežna radoznalost + fokus dokaza."
        }
      },
      "knightofswords": {
        "position1": {
          "upright": "Vitez mačeva kaže da brza i oštra komunikacija pokreće drugu stranku u ugao, dok govore bez razmišljanja stvara napetost.",
          "reversed": "Učitavanje viteza mačeva ukazuje na to da su iscrpljene optužbe zatražile i zatvorene kanale dijaloga.",
          "keywords": ["jak jezik", "žuriti", "napad", "dijalog", "prevući"],
          "context": "Mentalni koren kontradikcije: brzina i oštrine."
        },
        "position2": {
          "upright": "Problem, kaže vitez mačeva, je komunikacija koja je brza, oštra i uglađena. Brzina multiplikacije istine. \\ N \\ nTip: Ultimatum, ne rani se sa rečima. Problem govori bez disanja.",
          "reversed": "Vitez mačeva obrnuto opisuje kako žuri napada napada povratne vatre i sagorevanje komunikacionih kanala. Zidni zid odbrane se diže. \\ N \\ nsimptom: Zatvoreni telefoni, poruke sa jednim rečenicama. Problem je govor bez ritma.",
          "keywords": ["brzina", "tvrdoća", "komunikacija", "napad", "prevući"],
          "context": "Pitanje korena: Tempo i ton komunikacije. Područja koja utiče: poverenje, rešavanje problema."
        },
        "position3": {
          "upright": "Vitez mačeva kaže da povećava svoj udeo sa brzim i tvrdim ulazima. Brzina množi istinu.",
          "reversed": "Vitez obrne mačeva objašnjava da on podiže vatru ultimatum i oštre izjave. Pauza za dah je slom srca.",
          "keywords": ["brzina", "tvrdoća", "komunikacija", "napad", "prevući"],
          "context": "Share: Tone / Tempo višak. Efekat: Poverenje, rešenje. Predlog: usporite ublažiti."
        },
        "position4": {
          "upright": "Vitez mačeva kaže da može da ignoriše brzinu / tvrdoću kao \"direktnost\" i ignoriše ga. Reči bez disanja postaju štit za poricanje.",
          "reversed": "Vreoki vitez mačeva pokazuje tendenciju da prikrije odgovornost normalizacijom ultimatum jezika.",
          "keywords": ["brzina", "tvrdoća", "komunikacija", "napad", "prevući"],
          "context": "Zanemareno: Tempo / Tone Setting. Effekat: Vrata se zatvaraju. DO: Usporite ublažiti."
        },
        "position5": {
          "upright": "Vitez mačeva kaže da su brze i direktne izlaze uobičajene. Brzina ponekad ruši srce.",
          "reversed": "Vitez mačeva preokrenuo nam govori da ultimatum i oštri tonovi ostavljaju svoju marku.",
          "keywords": ["brzina", "tvrdoća", "neposrednost", "tona", "prevući"],
          "context": "Brze diskusije. Upravljanje tonom je loše. Sada moramo usporiti i omekšati."
        },
        "position6": {
          "upright": "Vitez mačeva kaže da se brzina i usmeravanje ponekad pretvori u pritisak. Ultimatum jezik je harbinger eksploatacije.",
          "reversed": "Vraćanje viteza mačeva signalizira rizik od zastrašivanja partnera verbalnim napadima i taktikom zastrašivanja.",
          "keywords": ["brzina", "neposrednost", "ultimatum", "napad", "zastrašivanje"],
          "context": "Tema: ton i tempo; Rizik: Ultimatum; DO: Usporite i okvir."
        },
        "position7": {
          "upright": "Vitez mačeva kaže da je brz, oštar glas iznad goriva ultimatum jezika.",
          "reversed": "Vitez mačeva obrnut ukazuje na posrednici koji prave uvredljive komentare i eskaliraju argument.",
          "keywords": ["brzina", "ultimatum", "agresija", "penjanje", "tona"],
          "context": "Držite se podalje od brzog / teških brokera. Izaberite spor i strukturiran dijalog."
        },
        "position8": {
          "upright": "Vitez mačeva promoviše brzo donošenje odluka, pregovaranje i smanjenje nepotrebnih predmeta.",
          "reversed": "Vitez mačeva obrnut kaže da je potpisni potpisi, ultimatum i naprezanje finansijske agresije.",
          "keywords": ["brzina", "pregovaranje", "Potpis", "agresija", "prekid"],
          "context": "Budite brzi, ali ne slepi; Ne djelujte bez čitanja ugovora."
        },
        "position9": {
          "upright": "Vitez mačeva, brza, ali poštovana akcija čuva vezu na mestu.",
          "reversed": "Vitez mačeva obrnut otežava se održavanje agresivnog tona i ultimatum.",
          "keywords": ["brzina", "poštovanje", "tona", "ultimatum", "akcija"],
          "context": "Da biste poslednji put: brzina + mekani okvir."
        }
      },
      "queenofswords": {
        "position1": {
          "upright": "Kraljica mačeva kaže da ne postoji ravnoteža između potrage za objektivnošću i emocionalnom osetljivošću. Previše kritike stvara hladnoću.",
          "reversed": "Reverzna kraljica mačeva ukazuje da sarkazam i oštri jezik se prestaje pustiti.",
          "keywords": ["objektivnost", "kritika", "granica", "prehlađen", "izraz"],
          "context": "Mentalni koren sukoba: ravnoteža kritike i saosećanja."
        },
        "position2": {
          "upright": "Kraljica mačeva kaže da problem leži na mostu između objektivnosti i saosećanja. Previše kritike stvara hladnoću. \\ N \\ nhint: oštra analiza, razorna jasnoća. Problem je u tome što je srce izostavljeno.",
          "reversed": "Ograničena kraljica mačeva govori nam da sarkazam, sarkazam i sarkazam povrede obveznice. Um je dobar, stil je težak. \\ N \\ nsimptom: Sullenness, odbrana. Problem je jasan, ali ne uljudno.",
          "keywords": ["objektivnost", "kritika", "saosećanje", "granica", "stil"],
          "context": "Pitanje korena: bilans klarilnosti-saosećanje. Područja koja utiče na kvalitet komunikacije, intimnost."
        },
        "position3": {
          "upright": "Kraljica mačeva sugeriše da je možda podigla svoje uloge sa preterano kritičnom objektivnošću. Jasnoća postaje hladna kada nije nežna.",
          "reversed": "Reverse kraljica mačeva objašnjava da požari vatru sa sarkazmom i sarkazmom. Um je dobar; Stil je težak.",
          "keywords": ["objektivnost", "kritika", "saosećanje", "granica", "stil"],
          "context": "Share: Clariti bez saosećanja. Efekat: Bliskost, otvorenost. Preporuka: Nežni okvir."
        },
        "position4": {
          "upright": "Kraljica mačeva kaže da može opravdati nekompasalnu jasnoću kao \"realizam\" i ignoriše njen deo.",
          "reversed": "Kraljica mačeva obrnuto je naglašava tendenciju da se sarkazam tretira kao humor i hranitelja.",
          "keywords": ["objektivnost", "kritika", "saosećanje", "stil", "granica"],
          "context": "Zanemarite: nježni okvir. EFEKT: Blizina za zamrzavanje. Do: Srce + jasnoća."
        },
        "position5": {
          "upright": "Kraljica mačeva kaže da jasnoća i granice donose olakšanje odnosu. Objektivnost je radila na većini mesta.",
          "reversed": "Reverzna kraljica mačeva objašnjava da jasnoća bez saosećanja ostavlja hladnoću. Sarkazam je možda napustio svoj marka.",
          "keywords": ["oštrina", "granica", "objektivnost", "saosećanje", "stil"],
          "context": "Čiste granice + stilski rizik. Potrebna je ravnoteža srca. Sada je vreme za nežnu jasnoću."
        },
        "position6": {
          "upright": "Kraljica mačeva ceni jasnoću; Ali oštrina bez saosećanja može umanjiti partnera. Objektivnost se mora kombinovati sa taktom.",
          "reversed": "Reverzna kraljica mačeva pokazuje sarkazam, satira i prezir koji se pretvara u tiho eksploataciju.",
          "keywords": ["oštrina", "objektivnost", "saosećanje", "sarkazam", "poštovanje"],
          "context": "Tema: srce i um; Rizik: začinjevanje sa oštrinom; Napravite: mekani okvir."
        },
        "position7": {
          "upright": "Kraljica mačeva kaže da jasna i inteligentna spoljna konsultant može jasno objasniti činjenice.",
          "reversed": "Kraljica obronjenih mačeva ukazuje na sarkastična, sažaljenija i presudni glas.",
          "keywords": ["oštrina", "obaveštajna služba", "savetnik", "sarkazam", "presuda"],
          "context": "Jasnoća je dobra, presuda je loša. Izaberite stručnjake čiji je ton saosećajan."
        },
        "position8": {
          "upright": "Kraljica mačeva zalaže se za objektivni razlog, jasne kriterijume i odluke o budžetu bez emocija.",
          "reversed": "Kraljica mačeva obrnuta kaže da preterana oštrina i nemilosrdni prekid mogu stvoriti hladnoću u vezi.",
          "keywords": ["objektivnost", "kriterijum", "oštrina", "tvrdoća", "ravnoteža"],
          "context": "Biti jasan; Ne uzimajte saosećanje iz jednačine."
        },
        "position9": {
          "upright": "Kraljica mačeva, jasnoća i sposobnosti da se postave granice održava se u vezi zdravim.",
          "reversed": "Obrnuta kraljica mačeva, oštrine i presuda ohladila je vezu.",
          "keywords": ["oštrina", "granica", "objektivnost", "tvrdoća", "saosećanje"],
          "context": "Da biste poslednji put: Clear + compassionatni jezik."
        }
      },
      "kingofswords": {
        "position1": {
          "upright": "Kralj mačeva kaže da postoji napetost između principa i pristupa i potrebe za fleksibilnošću.",
          "reversed": "Reverse kralj mačeva ukazuje da je tog dogmatski stav i jezik poverenja u erode snage.",
          "keywords": ["princip", "vladavina", "fleksibilnost", "dogma", "snaga"],
          "context": "Mentalni koren kontradikcije: sukob između principa i fleksibilnosti."
        },
        "position2": {
          "upright": "Kralj mačeva kaže da je problem da naglasak na principima i pravila ograničava fleksibilnost. Postoji zakon, malo je milosti. \\ N \\ NHINT: Pravilnik, crno-beli pogled. Problem ne ostavlja nikakvu mesta za sive oblasti.",
          "reversed": "Reverse kralj mačeva objašnjava da govor u dogmatičnom i jeziku snage blokira odnos. Postoji strategija, nema empatije. \\ N \\ nsimptom: oštre presude, presuda. Problem je uma koji se isključuje iz srca.",
          "keywords": ["princip", "vladavina", "strategija", "empatija", "vlast"],
          "context": "Problem sa korenom: ravnoteža empatije pravila. Područja koja utiče: Odluka, konsenzus, poverenje."
        },
        "position3": {
          "upright": "Kralj mačeva kaže da je povećao svoj udeo tako što nije ispružio svoj naglasak na pravila / principima. Siva područja su takođe stvarna.",
          "reversed": "Reverse kralj mačeva objašnjava da on podiže vatru jezikom dogmatične moći. Neka se strategija oženi empatijom.",
          "keywords": ["princip", "vladavina", "strategija", "empatija", "vlast"],
          "context": "Share: Normativna rigidnost. Efekat: Konsenzus, poverenje. Predlog: Pravilo + Merci."
        },
        "position4": {
          "upright": "Kralj mačeva odgovara da može da se pravilo pre nego što se milogne i ignoriše svoj udeo. Siva područja su takođe stvarna.",
          "reversed": "Prekoračeni kralj mačeva pokazuje tendenciju podsticanja uskraćivanja pakovanjem dogmatskih tona kao \"principa\".",
          "keywords": ["princip", "vladavina", "empatija", "vlast", "fleksibilnost"],
          "context": "Zanemaren: ravnoteža pravila i empatija. Efekat: Kompromis postaje težak. DO: Razgovarajte sa principom + saosećanje."
        },
        "position5": {
          "upright": "Kralj mačeva kaže da strategija i osećaj principa upravljaju krizama. Um je postao kompas.",
          "reversed": "Reverse kralj mačeva objašnjava da dogmatski stav smanjuje toplinu. Propisani jezik je možda napustio svoj znak.",
          "keywords": ["princip", "strategija", "vladavina", "empatija", "vlast"],
          "context": "Jak um; Nedostatak empatije. Siva područja su tvrda odsečena. Sada vam treba principi + saosećanje."
        },
        "position6": {
          "upright": "Kralj mačeva podseća nas na snagu principa i strategije; Ali pravljenje pravila i zanemarivanje sivog područja može se pretvoriti u eksploataciju.",
          "reversed": "Reverse kralj mačeva uvećava rizik da će pasamatski i komandni jezik ćutati partnera.",
          "keywords": ["princip", "vladavina", "dogma", "empatija", "vlast"],
          "context": "Tema: Princip i saosećanje; Rizik: Uredba šišmiš; Izgradnja: Okvir za izuzetak i svestan."
        },
        "position7": {
          "upright": "Kralj mačeva kaže da je racionalni organ, kao što je zakon / stručno mišljenje, može donijeti ravnotežu.",
          "reversed": "Reverse kralj mačeva ukazuje na spoljni autoritet koji vrši pritisak na štap pravila i ignoriše sivo područje.",
          "keywords": ["stručnjak", "racionalan", "vladavina", "vlast", "siva površina"],
          "context": "Milost je po potrebi po pravilu. Pronađite stručnjake koji su fleksibilni i fer."
        },
        "position8": {
          "upright": "Kralj mačeva naglašava zaštitni efekat finansijskog savetnika / stručne mudrosti, zakon i pravilo.",
          "reversed": "Reverse kralj mačeva rizikuje da primenjuje pritisak pravilnom štapom i ignoriše sivo područje.",
          "keywords": ["stručnjak", "vladavina", "zakon", "siva površina", "vlast"],
          "context": "Dobiti stručnost; Pravila treba da se primene sa fleksibilnošću."
        },
        "position9": {
          "upright": "Odnos sa kraljem mačeva, principa i poštenog okvira nosi se dugoročno.",
          "reversed": "Preokrećen kralj mačeva, dogma i kruta pravilo ometaju kontinuitet.",
          "keywords": ["princip", "pravda", "raskid", "dogma", "fleksibilnost"],
          "context": "Da biste poslednji put poslednji put: saldo principa + fleksibilnost."
        }
      },
      "aceofwands": {
        "position1": {
          "upright": "ACE of štapiće kaže da razlike u inicijativnoj energetici i nivoima želja stvaraju napetost. Dok neko želi neposrednu radnju, drugi traži pripremu.",
          "reversed": "ACE of Vinds Reversed označava da entuzijazam brzo bledi i napuštaju se pouzdano poverenje.",
          "keywords": ["entuzijazam", "početak", "akcija", "doslednost", "ubrzanje"],
          "context": "Operativni koren kontradikcije: ravnoteža brzine i pripreme."
        },
        "position2": {
          "upright": "ACE of Tands kaže da je problem u ravnoteži entuzijazma i priprema. Postoji iskra, ali bez naređenja. \\ N \\ n \\ nhint: ciklus pokretanja, počnite u Rush. Problem se ne može obavezati na održivi plan.",
          "reversed": "ACE of štapića preokrenuta ukazuje da je blokirana motivacija i odlaganja uvećavaju problem. Strah suzbiti uzbuđenje. \\ N \\ nsimptom: polovina projekata, umiranje plamena. Problem ne može da pretvori prvi korak u ritmu.",
          "keywords": ["iskra", "motivacija", "početak", "kontinuitet", "ritam"],
          "context": "Problem sa korenom: Nemogućnost povezivanja inspiracije na strukturu. Područja koja utiče na: tempo, plan, posvećenost."
        },
        "position3": {
          "upright": "Ace od štapića kaže da entuzijazam nije vezan za plan i povećava njegov udeo. Postoji iskra, ali ako nema ritma, poverenje pada.",
          "reversed": "Invertirani ACE of štapiće vam govori da vatru pravite veće ostavljajući stvari nedovršene i brzo umiru. Ljubav je potrebna stabilnost kao i zamah.",
          "keywords": ["iskra", "motivacija", "početak", "kontinuitet", "ritam"],
          "context": "Podelite: neodrživ tempo. Efekat: Poverenje, očekivanje. PREPORUKA: Mali stalni korak."
        },
        "position4": {
          "upright": "Ace of Vinds kaže da možete pogrešiti svoj entuzijazam za plan i ignorisati svoj udeo. Spark je dobar, ritam je odgovornost.",
          "reversed": "Ace štapiće preokrenuli su da podstiče negiranje normalizacijom napuštanja.",
          "keywords": ["iskra", "motivacija", "ritam", "početak", "kontinuitet"],
          "context": "Zanemareni: održivi korak. UTICAJ: Poverenje je erodirano. DO: Mali uredni izlaz."
        },
        "position5": {
          "upright": "Ace od štapića kaže da su strasti i motivacija u početku veoma jake. Spark je brzo rasla.",
          "reversed": "ACE of Vinds Reversed označava da propada u entuzijazmima i nedovršenim inicijativama napuštaju svoju marku.",
          "keywords": ["iskra", "strast", "motivacija", "početak", "kontinuitet"],
          "context": "Visoka groznica, ritam talas. Bilo je nekih dostignućih nedostataka. Održivi tempo je potreban sada."
        },
        "position6": {
          "upright": "ACE of štapiće hvali vitalnost iskra; Međutim, koristeći entuzijazam kao izgovor i prenos odgovornosti mogu iskoristiti napore partnera.",
          "reversed": "ACE of Vinds Reversed ukazuje na rizik odvodnjavanja drugih napora sa pogledom i prestanu.",
          "keywords": ["entuzijazam", "početak", "odgovornost", "kontinuitet", "rad"],
          "context": "Tema: Spark i ritam; Rizik: Nedovršeni posao; DO: Mala, ali redovna isporuka."
        },
        "position7": {
          "upright": "Ace od štapića kaže da spoljne iskre poput novog projekta / kruga prijatelja utiču na energiju odnosa.",
          "reversed": "ACE of Vinds Reversed označava da vas gura oko okruženja koje podstiče entuzijazam, ali nedostaje odgovornosti.",
          "keywords": ["iskra", "Novo okruženje", "entuzijazam", "skidanje", "odgovornost"],
          "context": "Njegov entuzijazam je dobar, meri njegov uticaj. Smanjite iskre koje štete par."
        },
        "position8": {
          "upright": "Ace od štapića ukazuje na iskra novog poslovnog / slobodnog / sporednog projekta. Energija za rast prihoda je velika.",
          "reversed": "ACE of Vinds je preokrenuo upozorava na rizik od početka sa entuzijazmom i ostavljajući to nedovršeno i trošeno resurse.",
          "keywords": ["iskra", "bočni posao", "prihod", "entuzijazam", "otpad"],
          "context": "Napravite završni plan da pretvorite energiju u novac."
        },
        "position9": {
          "upright": "Ace od štapića, sveža energija i želja oživljavaju odnos; Visoki potencijal nastavka.",
          "reversed": "Invertirani as štapiće, ako se entuzijazam brzo bledi, kontinuitet slabi.",
          "keywords": ["iskra", "želja", "oživljavanje", "kontinuitet", "entuzijazam"],
          "context": "Da biste to učinili: Povežite iskru u rutinu (imenovanje / ritual)."
        }
      },
      "twoofwands": {
        "position1": {
          "upright": "Dvoje štapiće ukazuju na to da postoji razlika u viziji i planiranju horizonta. Dok se neko želi proširiti, drugi želi da ostane u sefnoj zoni.",
          "reversed": "Drugo je da dva štapića ukazuje da rizik apetit neravnoteža i odlaganja odluka povećavaju sukob.",
          "keywords": ["vizija", "plan", "rizikovati", "ekspanzija", "zona komfora"],
          "context": "Operativni koren kontradikcije: vizija i pristup riziku."
        },
        "position2": {
          "upright": "Dvoje štapića kažu da je problem svest o apetitu rizika od vida. Jedan pogled na horizont, drugi želi sigurnu obalu. \\ N \\ nHint: Ako se dugoročno ne raspravlja, kratkoročno će se prevući. Problem je odsustvo karte horizonta.",
          "reversed": "Invertirani dvoje štapića objašnjava da dilema ostavljaju dilemu paralizuju akciju. Hrabrost je zakinuta. \\ N \\ nsimptom: Beskonačni plan, nula koraka. Problem je u tome što nije bilo pilot suđenja.",
          "keywords": ["vizija", "plan", "rizikovati", "horizont", "odluka"],
          "context": "Pitanje korena: Vizija i kalibracija rizika. Područje pogođene: širenje, preseljenje, projekat."
        },
        "position3": {
          "upright": "Dvoje štapiće vam govore da očekujete rizike i povećate svoj udeo bez razgovora o viziji. Kada se horizont ne podudara, koraci su uzaludni.",
          "reversed": "Invertirani dvoje štapiće nam govore da vatra raste sa beskrajnim planom - nula koraka. Trebalo bi da se uradi pilot suđenje.",
          "keywords": ["vizija", "plan", "rizikovati", "horizont", "odluka"],
          "context": "Share: Horizon / Courage Missatch. Efekat: Proširenje, samopouzdanje. Predlog: Mini proba."
        },
        "position4": {
          "upright": "Dvoje štapiće vam govore da možete očekivati rizike i ignorisati svoj udeo bez razgovora o viziji. Ako se horizont ne podudara, korak će biti uzaludan.",
          "reversed": "Preokrećena dva štapića mogu povećati negiranje koristeći izgovor beskrajnog plana-nula koraka.",
          "keywords": ["vizija", "plan", "rizikovati", "horizont", "odluka"],
          "context": "Zanemareni: Pilot korak. Efekat: Proširenje je blokirano. DO: Pokrenite mini eksperiment."
        },
        "position5": {
          "upright": "Dvoje štapiće vam govore da vaše zajedničke vizije i razgovori plana imaju mesto u vezi. Horizon je otvorio.",
          "reversed": "Dva osvežena štapića ukazuju na to da praznine između plana i izvršenja stvaraju razočaranje.",
          "keywords": ["vizija", "plan", "rizikovati", "horizont", "odluka"],
          "context": "Prekrasan horizont; Nedostaje koraci. Hrabrost / plan je neuravnotežen. Sada je pilot korak neophodan."
        },
        "position6": {
          "upright": "Vas dvoje štapiće pozivaju na deljenje vida; Ali postavljanje horizonta u nečiju naklonost i gurajući partnera u podršku slajdovima u eksploataciju."
        }
      }
    }
  }
}
