{
  "relationship-analysis": {
    "meanings": {
      "fiveofcups": {
        "position6": {
          "keywords": [null, null, null, "zarastanje", "regeneracija"],
          "context": "Vaš partner očekuje da se fokusirate na nadu i lepotu koja ostaje."
        },
        "position7": {
          "upright": "Možda će biti potrebno suočiti se sa gubicima i razočaranjem u budućnosti. Ali veća koja ostaje i dalje će nositi nadu.",
          "reversed": "Pocet će početi postupak oporavka i pronalaska nada. Kako senka prošlosti bledi, veza se može oživjeti.",
          "keywords": ["gubitak", "starost", "nadati se", "prihvatanje"],
          "context": "Budućnost odnosa će se izlečiti prihvatanjem. Nada će se ponovo iskoristiti."
        }
      },
      "sixofcups": {
        "position1": {
          "upright": "Šest šoljica kaže da je odnos trenutno podstaknut prošlih sećanja i nostalgije. Postoji čista i nevina energija. Savet: Setite se srca vašeg deteta.",
          "reversed": "Invertirani šest šoljica pokazuje da se držanje prošlih i otvaranja starih knjiga natezao vezu u trenutnoj situaciji. Simptom: Ne mogu da izađete iz prošlosti.",
          "keywords": ["prošlost", "nostalgija", "nevinost", "moment", "detinjstvo"],
          "context": "U trenutnoj situaciji, preovlađuje energija povratka u prošlost. Čista ljubav se oseća. Ali zaglavljen u prošlosti može ometati napredak."
        },
        "position2": {
          "upright": "Šest šoljica, u vašim osećanjima postoji energija nostalgije i nevinosti. Slatke sećanja na prošlost zagreju vaše srce. Savet: Uživajte u memoriji.",
          "reversed": "Šest šoljica obrnuto ukazuje da prebivalište prevelika prošlosti zaustavlja vaša osećanja. Simptom: Stuck Heart.",
          "keywords": ["nostalgija", "nevinost", "detinjstvo", "prošlost", "čistoća"],
          "context": "Trenutno je vaše srce puno prošlosti. Nevino sećanje je zaceljujuće, boravak zaglavljen je omačeći."
        },
        "position3": {
          "upright": "Šest šoljica vam govori da je vaša očekivanja da se ožive nevinost i topla sećanja. Tražite čistu vezu ... Nostalgiju, čistoću.",
          "reversed": "Invertirani šest šoljica pokazuje da je vaše očekivanje da je trenutak prigrliti sa saosećanjem bez zaglavljenog u prošlosti. Želite da pogledate unapred. \\ N \\ nsimptom: treba da se fokusirate na sadašnjost.",
          "keywords": ["nostalgija", "nevinost", "saosećanje", "moment", "lečenje"],
          "context": "Vaše očekivanje je ponovo da se osetite čistu ljubav. Tvoje srce čezne za nevinost."
        },
        "position4": {
          "upright": "Šest šoljica kaže da se topli pozdrav dam unutrašnjem detetu. Čista igra omekšava srce .. da danas nosi \"radost detinjstva\".",
          "reversed": "Invertirani šest šoljica kaže da prestanete da prebivate u prošlosti. Blagoslovi memoriju, okrenite smer na sadašnjost. \\ N \\ nsimptom: \"Ovde i sada\" vežbajte.",
          "keywords": ["nostalgija", "unutrašnji dete", "radost", "saosećanje", "Sada"],
          "context": "Vaš savet; Učinite sećanje na inspiraciju i danas fazu. Igra i naklonost Uspostavite toplo tlo u vezi. Srce koje se vraća u sadašnjost pronalazi mir."
        },
        "position5": {
          "upright": "Vaša mapa puta pošalje toplinom prošlosti i donosi je na sadašnjost. Povezivanje sa unutrašnjim detetom otvara se ljupki put.",
          "reversed": "Vaša mapa puta može postati teško zaglavljenom u prošlosti. Fokusiranje na sadašnjost olakšava kretanje napred.",
          "keywords": ["prošlost", "nostalgija", "unutrašnji dete", "saosećanje", "moment"],
          "context": "Poštujte prošlost, ali vratite se na sadašnjost. Vaša staza se ovde otvara."
        },
        "position6": {
          "upright": "Vaš partner očekuje da počastite toplinu prošlosti. Želi da mu ponudite ljubavnu vezu sa nostalgijom.",
          "reversed": "Vaš partner ne želi da se zaglaviš u prošlosti. Očekuje da ćete ostati u sadašnjem trenutku.",
          "keywords": ["nostalgija", "moment", "saosećanje", "unutrašnji dete", "lov"],
          "context": "Vaš partner očekuje da ćeš da poštuješ prošlost, ali fokusira se na sadašnjost."
        },
        "position7": {
          "upright": "U budućnosti odnosa, nostalgija i toplina iz prošlosti će doći do izražaja. Nevinost će ponovo dodirnuti vezu.",
          "reversed": "Držeći se previše u prošlost, može otežati napredovanje u budućnosti. Sećanja ne bi trebalo da budu teret.",
          "keywords": ["prošlost", "nostalgija", "nevinost", "moment"],
          "context": "Budućnost odnosa biće omekšana uspomenama. Ali važno je da se ne zaglavi u prošlosti."
        }
      },
      "sevenofcups": {
        "position1": {
          "upright": "Sedam šoljica ukazuje da je odnos trenutno pun snova i opcija. Možda postoji konfuzija. Savet: Odvojena stvarnost od fantazije.",
          "reversed": "Preokrećena sedmica šoljica ukazuje da je neodlučnost i iluzija bacila senku trenutne situacije. Simptom: Sukob stvarnosti sanja.",
          "keywords": ["sanjati", "izbor", "iluzija", "nestabilnost", "prilika"],
          "context": "U trenutnoj situaciji, snovi obiluju. Ali nedostatak stvarnog nagiba može da opterene obveznice. Jasan izbor će donijeti mir."
        },
        "position2": {
          "upright": "Sedam šoljica, postoje snovi i obilje opcija u vašim osećanjima. Neodlučnost ublažava vaše srce. Savet: Izaberite realno.",
          "reversed": "Pretvorenih sedam šoljica ukazuje da je veo snova ukinuo, ali neodlučnost može da istraje. Simptom: Konfuzija.",
          "keywords": ["sanjati", "izbor", "iluzija", "odluka", "potraga"],
          "context": "Tvoje srce je trenutno puno snova. Jasan izbor će donijeti mir."
        },
        "position3": {
          "upright": "Sedam šoljica vam govori da je vaše očekivanje da se jasni izbori. Vaše srce želi da se preseli iz snova u stvarnost. Jasnoća, odlučnost.",
          "reversed": "Pretvorenih sedam šoljica ukazuje da je vaše očekivanje da izbegavate konfuziju i donose realne odluke. Magla bi trebala da očisti. \\ N \\ nsimptom: Zahtev za odlučivanje.",
          "keywords": ["glasati", "oštrina", "odluka", "stvarnost", "fokus"],
          "context": "Vaša očekivanja je emocionalna jasnoća. Vaše srce želi da postavi svoj kompas."
        },
        "position4": {
          "upright": "Sedam šoljica kaže, voli san, ali izbora čine jasno. Ako nema kriterijuma, magla neće biti jasna. 3 Kriterijumi + 1 mala odluka.",
          "reversed": "Uokrećeno sedam šoljica kaže da pojednostavite opciju umor. Jedna namera, jedan korak daje mir. \\ N \\ nsimptom: \"Šta da odaberem sada?\" Pitanje.",
          "keywords": ["glasati", "oštrina", "vizija", "prioritet", "odluka"],
          "context": "Vaš savet; Izgradnja mosta iz snova do stvarnosti. Nekoliko opcija, duboki napredak. Jasnoća smiruje srce."
        },
        "position5": {
          "upright": "Vaša mapa puta će napredovati odabirom glasa vašeg srca među više opcija. Važna je ravnoteža snova i stvarnosti.",
          "reversed": "Vaša mapa puta može biti blokirana gubitkom u snovima. Postavljanje prioriteta pojašnjava smer.",
          "keywords": ["izbor", "sanjati", "prioritet", "oštrina", "vizija"],
          "context": "Razjasnite svoje izbore. Prioritet će odrediti vaš put."
        },
        "position6": {
          "upright": "Vaš partner želi da date jasne izbore. Određeno stajanje čeka između vaših snova i stvarnosti.",
          "reversed": "Vaš partner se umori od rasipljene energije. Čeka vas da stavite jasnoću i prioritet.",
          "keywords": ["glasati", "vizija", "oštrina", "prioritet", "sanjati"],
          "context": "Vaš partner očekuje da postavite jasne izbore i smer."
        },
        "position7": {
          "upright": "Mnoge opcije i snovi mogu u budućnosti doći do izražaja. Izbor treba da se napravi realističnim merenjima.",
          "reversed": "Nesigurnost se završava, jasnoće će se dobiti. Snovi će se sortirati i pretvoriti u konkretne stvarnosti.",
          "keywords": ["izbor", "sanjati", "oštrina", "odluka"],
          "context": "Budućnost komunikacije će se objekt objekt. Jasnoća će odrediti smer obveznice."
        }
      },
      "eightofcups": {
        "position1": {
          "upright": "Osam šoljica ukazuje da veza trenutno nosi emocionalno povlačenje ili pretraživanje energije. Interna istraga dolazi do izražaja. Savet: Slijedite smer svog srca.",
          "reversed": "Osvećeno osam šoljica ukazuje da ne mogu da izbegnu trenutnu situaciju ili se vraćaju u prošlost, naprezanje obveznice. Simptom: Beskrajni flashbacks.",
          "keywords": ["povlačenje", "potraga", "nezadovoljstvo", "odlazak", "pravac"],
          "context": "U trenutnoj situaciji, jedna strana se može povući. Unutrašnja pretraga je dominantna. Biti iskren prema srcu će donijeti mir."
        },
        "position2": {
          "upright": "Osam šoljica, u vašim osećajima je želja da se pusti i uđe u novo. Vaše srce želi da prevaziđe ono što je iza. Savet: Pomerite se napred bez osvrtanja.",
          "reversed": "Okolište Osam šoljica ukazuje na oklevanje u prepuštanju i tendenciji da se vrate. Simptom: Korak napred i povlačenje.",
          "keywords": ["odlazak", "putovanje", "napustiti", "napredak", "transformacija"],
          "context": "Trenutno je vaše srce rastrgan između odlaska i boravka. Jasna odluka će osloboditi."
        },
        "position3": {
          "upright": "Osam šoljica vam govori da je vaša očekivanja da se kreće ka smislenije vezu. Tvoje srce traži dubinu ... novi put, potraga.",
          "reversed": "Otkriveni osam šoljica ukazuje da je vaše očekivanje da budete oslobođeni od nedovršenih pauza. Želite jasan smer. \\ N \\ nsimptom: Želja za završetkom.",
          "keywords": ["potraga", "nov način", "dubina", "zadovoljstvo", "napredak"],
          "context": "Vaša očekivanja je emocionalno zadovoljstvo. Vaše srce želi smisleno putovanje."
        },
        "position4": {
          "upright": "Osam šoljica kaže da je graciozno ostaviti ritual koji je ponestalo vrednosti. Vernost na značenje, ne obrazac .. Napišite kaznu za zatvaranje.",
          "reversed": "Otkriveno osam šoljica kaže da razjasnite oscilaciju odlazećeg boravka. Sa probnim periodom i povratnim informacijama, dospeće odluke. \\ N \\ nsimptom: Datum mikro sporazum.",
          "keywords": ["značenje", "odlazak", "zatvaranje", "iskrenost", "pravac"],
          "context": "Vaš savet; Hodanje u pravcu koji vam srce svetli. Saopuštajni oproštaj stvaraju prostor za novo. Iskrenost je najsigurnija karta."
        },
        "position5": {
          "upright": "Vaša mapa puta je napustiti ono što vas ne zadovoljava i fokusira se na ono što je smislenije. Hrabri odlazak otvara nova vrata.",
          "reversed": "Vaša mapa puta može biti zamračena dilemom za boravak. Pravo zatvaranje rituala donosi jasnoću.",
          "keywords": ["odvajanje", "značenje", "hrabrost", "putovanje", "odlazak"],
          "context": "Pusti ono što ne zadovoljava. Otvoriće se značajniji put."
        },
        "position6": {
          "upright": "Vaš partner očekuje da se pridružite potrazi za dubljem značenjem. Želi da budete u mogućnosti da pustite ono što ne zadovoljava kada je to potrebno.",
          "reversed": "Vaš partner se umorio od energije u leđima i nazad. Jasna odluka i svjedoče se čeka.",
          "keywords": ["značenje", "odlazak", "hrabrost", "transformacija", "odluka"],
          "context": "Vaš partner čeka da se hrabro krećete ka nečem smislenije."
        },
        "position7": {
          "upright": "Traženje dubljeg značenja će doći do izražaja u budućnosti. Možda će biti potrebno prepustiti stare i početi na novom putu.",
          "reversed": "Možda postoji neodlučnost između odlaska i boravka. Nedostatak zatvaranja može u budućnosti teško težiti.",
          "keywords": ["odlazak", "staza", "značenje", "potraga"],
          "context": "Budućnost komunikacije ukazuje na duboko putovanje. Izbor će biti istina vašeg srca."
        }
      },
      "nineofcups": {
        "position1": {
          "upright": "Devet šoljica kaže da veza nosi energiju ispunjenja i zadovoljstva želja u trenutnoj situaciji. Srca se osećaju pune. Savet: Podelite sa zahvalnošću.",
          "reversed": "Devet obrnutih učvršćenih navodi da su površno zadovoljstvo i prevelika očekivanja bacili senku preko trenutne situacije. Simptom: Želite previše, nesezbilnost.",
          "keywords": ["zadovoljstvo", "želja", "zadovoljstvo", "dosta", "zahvalnost"],
          "context": "U trenutnoj situaciji, veza je ispunjena energijom radosti i zadovoljstva. Ali prekomerna očekivanja mogu da bacaju senku. Zahvalnost će sačuvati vezu."
        },
        "position2": {
          "upright": "Devet šoljica, postoji energija zadovoljstva i sreće u vašim osećanjima. Vaše srce je puno zahvalnosti. Savet: Uživajte u zabavi.",
          "reversed": "Okrećeno devet šoljica govori vam da lažno zadovoljstvo ili površno zadovoljstvo zamahnu vaša osećanja. Simptom: osećaj nepotpune.",
          "keywords": ["zadovoljstvo", "sreća", "zadovoljstvo", "hvala", "zadovoljstvo"],
          "context": "Tvoje srce je trenutno puno. Sreća koja dolazi iznutra, negujući se mir."
        },
        "position3": {
          "upright": "Devet šoljica vam govori da je vaše očekivanje lično zadovoljstvo i ispunjenje želja. Vaše srce traži mir, zadovoljstvo, radost.",
          "reversed": "Reversed devet šoljica pokazuje da je vaše očekivanje da pronađete duboko zadovoljstvo, a ne površno zadovoljstvo. Tražite iskrenost. \\ N \\ nsimptom: želja za istinskim zadovoljstvom.",
          "keywords": ["zadovoljstvo", "želja", "mir", "sreća", "dubina"],
          "context": "Vaša očekivanja je zadovoljstvo od srca. Tražite pravu sreću, a ne površnostnu sreću."
        },
        "position4": {
          "upright": "Devet šoljica kaže da vaše male želje budu vidljive i proslave. Zajednička radost množine .. nedeljni \"mini uspeh\" ritual.",
          "reversed": "Invertirani devet šoljica kaže, vraća se iz predstave u stvarnost. Duboko zadovoljstvo dolazi od poravnanja sa vrijednošću. \\ N \\ nsimptom: Kontrola vrednosti uživanja.",
          "keywords": ["zadovoljstvo", "zahvalnost", "proslava", "vrednost", "zadovoljstvo"],
          "context": "Vaš savet; Uvažavajući šta se dešava i iskreno se raduje. Ciljevi poravnanja vrednosti stvaraju trajnu sreću. Srce se oseća mirno i puno."
        },
        "position5": {
          "upright": "Vaš mapu puta je da rastete lično ispunjenje i zahvalnost. Zadovoljstvo dolazi sa unutrašnjim ravnotežom.",
          "reversed": "Vaša mapa puta može biti zamućena površnim zadovoljstvima. Duboke su zadovoljene trajne zadovoljstva.",
          "keywords": ["zadovoljstvo", "zahvalnost", "dosta", "zadovoljstvo", "ravnoteža"],
          "context": "Zahvalnost će povećati obilje. Bilans će doneti zadovoljstvo."
        },
        "position6": {
          "upright": "Vaš partner očekuje da delite svoju energiju zadovoljstva i zahvalnosti. Želi da mu otkrijete svoju sreću.",
          "reversed": "Vaš partner ne želi da se odvratite sa površnim zadovoljstvima. Čeka vas da upoznate dublje vrednosti.",
          "keywords": ["zadovoljstvo", "zahvalnost", "zadovoljstvo", "dosta", "zadovoljstvo"],
          "context": "Vaš partner očekuje da delite zadovoljstvo i zahvalnost."
        },
        "position7": {
          "upright": "U budućnosti će se dogoditi zadovoljstvo, mir i ispunjenje želja doći do izražaja. Neka je srčana želja biti zadovoljna.",
          "reversed": "Površno zadovoljstvo ili nezadovoljstvo može ubuduće baciti senku. Prava sreća leži u iskrenosti.",
          "keywords": ["zadovoljstvo", "želja", "mir", "zadovoljstvo"],
          "context": "Budućnost odnosa ukazuje na mirno ispunjenje. Potrebno je da se držite podalje od površno."
        }
      },
      "tenofcups": {
        "position1": {
          "upright": "Deset šoljica ukazuje da je odnos trenutno ispunjen mirom, jedinstvom i porodičnom toplinom. Prevladava energija završetka. Savet: Proslavite zajedničku ljubav.",
          "reversed": "Invertirani deset šoljica sugerira da porodični nemiri ili nedostatak jedinstva bacaju senku trenutne situacije. Simptom: domaća napetost.",
          "keywords": ["sreća", "jedinstvo", "porodica", "mir", "završetak"],
          "context": "U trenutnoj situaciji, mir i toplina se ističu u vinogradu. Smisao jedinstva je jak. Mali sukobi mogu biti senka, ali ljubav vlada."
        },
        "position2": {
          "upright": "Deset šoljica, postoji želja za porodicom i celovitošću u vašim osećanjima. Tvoje srce sanja o mirnom domu. Savet: Podelite san.",
          "reversed": "Pretvoreni deset šoljica kaže da nedostatak harmonije stavlja naprezanje porodičnih snova. Simptom: Pola mira.",
          "keywords": ["porodica", "integritet", "mir", "sanjati", "jedinstvo"],
          "context": "Tvoje srce trenutno traži mirno jedinstvo. S poštovanjem, ovaj san će prići bliže stvarnosti."
        },
        "position3": {
          "upright": "Deset šoljica vam govori da je vaša očekivanja srećna porodica i mirna zajednica. Vaše srce se otvara na sliku punu ljubavi ... Porodica, mir.",
          "reversed": "Invertirani deset šoljica pokazuje da je vaše očekivanje da razlikuje istinsku harmoniju od lažnih osmeha. Tražite pravi porodični duh. \\ N \\ nsimptom: Potreba za autentičnom vezom.",
          "keywords": ["porodica", "mir", "raport", "lov", "potpunost"],
          "context": "Vaša očekivanja je mirna i autentična unija. Vaše srce želi istinski sklad."
        },
        "position4": {
          "upright": "Deset šoljica sugerira da uspostavljaju jednostavne rituale koji neguju vaš osećaj kuće. Autentičnost je kvas mira. Uobičajen \"trenutak zahvalnosti\" jednom nedeljno.",
          "reversed": "Invertirani deset šoljica kaže da prestanite polirati sliku. Popravite malene neizgovorene pukotine sa saosećanjem. \\ N \\ nsimptom: \"Ovako se osećam\" kazna.",
          "keywords": ["raport", "porodica", "jednostavnost", "autentičnost", "mir"],
          "context": "Vaš savet; Fokusiranje na emociju, a ne fotografiju. Transparentni razgovori Rasti poverenje. Mirovni hoda rame uz rame sa stvarnošću."
        },
        "position5": {
          "upright": "Vaša mapa puta je uspostaviti harmoniju i porodičnu toplinu oko srca. Osjećaj jedinstva daje mir.",
          "reversed": "Vaša mapa puta može se zamutiti u sukobu idealnog stvarnosti. Autentični dijalog gradi mostove.",
          "keywords": ["raport", "porodica", "jedinstvo", "mir", "stvarnost"],
          "context": "Osjećaj jedinstva će vam hraniti put. Mir će otvoriti vaše srce."
        },
        "position6": {
          "upright": "Vaš partner želi mirnu porodičnu / kućnu energiju od vas. Jedinstvo i harmonija su njegova očekivanja.",
          "reversed": "Vaš partner očekuje stvarnu vezu, a ne lažnu harmoniju. Ne želi da pobegneš od stvarnosti.",
          "keywords": ["porodica", "raport", "mir", "jedinstvo", "stvarnost"],
          "context": "Vaš partner želi mir sa harmoničnim i stvarnim vezama."
        },
        "position7": {
          "upright": "Harmonično jedinstvo i porodični mir će doći do izražaja u budućnosti. Osjećaj završetka će biti kruna obveznice.",
          "reversed": "Razlika između ideala i stvarnosti može zasjeniti mir. Iskreno deljenje premošćuje jaz.",
          "keywords": ["raport", "porodica", "završetak", "jedinstvo"],
          "context": "Budućnost odnosa biće okrunjena srećom i jedinstvom. Ali realizam se mora sačuvati."
        }
      },
      "pageofcups": {
        "position1": {
          "upright": "Princ Cup-a kaže da veza trenutno nosi čistu i djetinju energiju ljubavi. Romantična iznenađenja i emocionalna otvorena dolaze do izražaja. Savet: Otvorite svoje srce razigranim jezikom.",
          "reversed": "Princ Cup-ova preokrećeno ukazuje da nedostatak emocionalne zrelosti ili površna osećanja naprezaju obveznice u trenutnoj situaciji. Simptom: osetljivost, preuveličane emocije.",
          "keywords": ["nevinost", "romantika", "senzualnost", "slatkoća", "igra"],
          "context": "U trenutnoj situaciji, veza se uliva nevinom romantikom. Ali nedostatak emocionalne zrelosti može da se nađe na put. Čiste srčane energije će hraniti vezu."
        },
        "position2": {
          "upright": "Princ čaša, čista romantika i emocionalna otvorena ističu se u vašim osećanjima. Tvoje srce kuca na razigranom ljubavnom jeziku. Savet: Podelite svoju maštu.",
          "reversed": "Princ of Cups preokrenuti ukazuje da nedostatak emocionalne zrelosti čini da vaša osećanja postane. Simptom: preuveličane emocije.",
          "keywords": ["romantika", "nevinost", "mašta", "senzualnost", "otvorenost"],
          "context": "Vaše srce je trenutno puno nevine ljubavi. Zrelost će rasti ovu ljubav."
        },
        "position3": {
          "upright": "Princ čaša vam govori da je vaše očekivanje izraz čistih emocija. Tražite nevin otvaranje ... Romantika, iskrenost.",
          "reversed": "Princ of Cups preokrenuti ukazuje da je vaše očekivanje da se držite podalje od djetinjastih igara. Želite emocionalnu zrelost. \\ N \\ nsimptom: Tražim jasan izraz.",
          "keywords": ["iskrenost", "romantika", "nevinost", "izraz", "senzibilitet"],
          "context": "Vaša očekivanja je naivno deljenje emocija. Tvoje srce žudi iskrenim izrazom."
        },
        "position4": {
          "upright": "Princ čaša kaže da u igru okrene inspiraciju. Mala kreativna gesta osvežava srce. Sićušna ruka sa rukopisom.",
          "reversed": "Princ Cup-ova preokrenut kaže da je ton ogorčena i povezati emocije na akciju. SREĆA JE MALA MALO PLAN. \\ N \\ nsimptom: 1 Emocija → 1 korak.",
          "keywords": ["inspiracija", "igra", "izraz", "senzibilitet", "kreativnost"],
          "context": "Vaš savet; Hranjenje nevinim radoznalošću akcijom. Mala gesta otvori velika vrata. Vaše srce postaje lakše, veza postaje radosna."
        },
        "position5": {
          "upright": "Vaša mapa puta se otvara čistom radoznalošću i kreativnom intuicijom. Male inspiracije vode do velikih otkrića.",
          "reversed": "Vaša mapa puta može biti zamagljena prekomernošću. Važno je uravnotežiti emocije sa konkretnim akcijama.",
          "keywords": ["radoznalost", "inspiracija", "intuicija", "senzibilitet", "otkriće"],
          "context": "Radoznalost će utrljati put. Inspiracija će vas naterati."
        },
        "position6": {
          "upright": "Vaš partner želi čistu radoznalost, emocionalni izraz i razigranost od vas. Male geste nadahnjuju ga.",
          "reversed": "Vaš partner ne želi da vidi preteranu osetljivost. Čekaju se konkretnija, uravnoteženi koraci.",
          "keywords": ["radoznalost", "inspiracija", "igra", "senzibilitet", "izraz"],
          "context": "Vaš partner očekuje čistu radoznalost i male inspirisane korake."
        },
        "position7": {
          "upright": "Nevine emocije i kreativnost će doći do izražaja u budućnosti. Male inspiracije će dodati vitalnost u baštu.",
          "reversed": "Pretezanost ili bežapizam može prouzrokovati probleme u budućnosti. Snovi moraju biti betonski.",
          "keywords": ["nevinost", "inspiracija", "senzibilitet", "osećanje"],
          "context": "Budućnost odnosa će biti živa sa čistim emocijama. Ali kreativnost je potrebna umesto da bi se izbegnu."
        }
      },
      "knightofcups": {
        "position1": {
          "upright": "Vitez čaše pokazuje da je odnos trenutno oživljen romantičnim prevelama i emocionalnim gestima. Ljubav pronalazi izraz. Savet: Pristup sa otvorenim srcem.",
          "reversed": "Vraćanje viteza šoljica kaže da sanjari i prazna obećanja bacaju senku trenutne situacije. Simptom: nedosledna romansa.",
          "keywords": ["romantika", "gest", "ponuditi", "sanjati", "pokret"],
          "context": "U trenutnoj situaciji, veza je obojena romantikom. Ali nedostatak konzistentnosti može prouzrokovati probleme. Približavanje istinskim namerama donijet će isceljenje."
        },
        "position2": {
          "upright": "Knight of Cups, postoji želja za romantičnim gestima i izrazom u vašim osećanjima. Vaše srce želi da preduzme mere. Savet: Pristup sa jasnim namerama.",
          "reversed": "Vitez Cup-ova obrnut može osporiti vaše osećaje sanjarenja i nedoslednosti. Simptom: Prazna obećanja.",
          "keywords": ["gest", "romantika", "ponuditi", "sanjati", "pokret"],
          "context": "Tvoje srce je trenutno puno gestikulatora. S poštovanjem, ta osećanja će dati samopouzdanje."
        },
        "position3": {
          "upright": "Vitez čaše vam govori da je ono što očekujete romantične geste i dosledne emocionalne akcije. Vaše srce traži poeziju ... gest, romantika.",
          "reversed": "Vitez Cups-a obrnut ukazuje da vaše očekivanje treba zaštititi od zamišljenih obećanja. Tražite realističnu romansu. \\ N \\ nsimptom: Želja za doslednosti akcije reči.",
          "keywords": ["romantika", "gest", "idealan", "doslednost", "blizina"],
          "context": "Ono što očekujete je i poetski i realni prenos emocija. Vaše srce žudi sa sigurnom romantikom."
        },
        "position4": {
          "upright": "Knight of Cups kaže da će se romantiku za brtiti sa praksom. Ojačati svoje obećanje kalendarom. Gest + datum + mali plan.",
          "reversed": "Reversed vitez čaše kaže da će napustiti nestalna obećanja. Malo reči, potpuno izvršenje vraća poverenje. \\ N \\ nsimptom: održivi gest.",
          "keywords": ["romantika", "doslednost", "gest", "plan", "poverenje"],
          "context": "Vaš savet; Dovođenje poezije srca svakodnevnom životu. Konkretnost čini romantiku traju. Poverenje tiho raste."
        },
        "position5": {
          "upright": "Vaša mapa puta napreduje sa akcijama koje dolaze iz srca. Romantični i vizionarski koraci osvetljavaju vaš put.",
          "reversed": "Vaša mapa puta može biti zamućena nedoslednim obećanjima. Jasnoća i kontinuitet su od suštinskog značaja.",
          "keywords": ["vizija", "romantika", "srce", "ponuditi", "pokret"],
          "context": "To će otvoriti put za akciju iz srca. Jasnoća će vas zaštititi."
        },
        "position6": {
          "upright": "Vaš partner očekuje romantičnu i vizionatnu energiju od vas. Želi da joj ponudiš od srca.",
          "reversed": "Vaš partner ne želi da vidi nedosledna romansa. Jasnost i kontinuitet su mu veoma dragoceni.",
          "keywords": ["romantika", "vizija", "srce", "ponuditi", "pokret"],
          "context": "Vaš partner očekuje romantične, ali konzistentne korake."
        },
        "position7": {
          "upright": "Romantični predlozi i srčani gestikulacije će doći do izražaja u budućnosti. Emocionalna hrabrost će dodati svežinu vezu.",
          "reversed": "Nedosledni obećanja ili preterani romantizam mogu dovesti do razočaranja u budućnosti. Jasnost i iskrenost moraju se održavati.",
          "keywords": ["romantika", "hrabrost", "ponuditi", "vizija"],
          "context": "Budućnost odnosa će dobiti boju romantičnim koracima. Ali doslednost je obavezna."
        }
      },
      "queenofcups": {
        "position1": {
          "upright": "Kraljica Cupa kaže da je odnos podstaknut energijom saosećanja, empatije i emocionalne dubine u trenutnoj situaciji. Srca su otvorena. Savet: Vodite svoje emocije s intuicijom.",
          "reversed": "Kraljica Cups-a preokrenuta ukazuje da prevelika osetljivost i emocionalna zavisnost napreduju obveznica u trenutnoj situaciji. Simptom: Razdražljivost i emocionalni usponi i padovi.",
          "keywords": ["saosećanje", "empatija", "senzualnost", "dubina", "intuicija"],
          "context": "U trenutnoj situaciji, veza je pletena sa saosećanjem. Međutim, ekstremna osetljivost može otežati komunikaciju. Emocionalna ravnoteža će ojačati Bond."
        },
        "position2": {
          "upright": "Kraljica šoljica, imate empatiju, saosećanje i dubinu u svojim osećanjima. Tvoje srce omekšava emocijama. Savet: Poverite svoju intuiciju.",
          "reversed": "Kraljica Cup-ova preokrenuta kaže da je previsoka osetljivosti utečena vaša čula. Simptom: osetljivost.",
          "keywords": ["empatija", "saosećanje", "dubina", "senzualnost", "intuicija"],
          "context": "Tvoje srce je trenutno puno mekoće. To će ojačati vaša osećanja ravnoteže."
        },
        "position3": {
          "upright": "Kraljica šoljica vam govori da je ono što očekujete je veza puna empatije i saosećanja. Vaše srce želi meki prostor. Emotivna ravnoteža.",
          "reversed": "Kraljica Cup-ova preokrenuta ukazuje da je vaše očekivanje da se držite podalje od emocionalne manipulacije. Tražite čistu empatiju. \\ N \\ nsimptom: Želja za transparentne emocije.",
          "keywords": ["empatija", "saosećanje", "mekoća", "ravnoteža", "osećanje"],
          "context": "Vaša očekivanja je vezana vezana sa saosećanjem. Tvoje srce žudi sigurnom empatijom."
        },
        "position4": {
          "upright": "Kraljica šoljica kaže da je Crovn Empatija sa čistim granicama. Čujte se, čujete i i njega .. \"Razumem vas + to je ono što mi treba.\"",
          "reversed": "Kraljica CUP-ova preokrećena kaže da reguliše emocionalni preliv. Saosećanje prvo protoči iznutra. \\ N \\ nsimptom: 5 minuta dnevno. Prijavljivanje emocije.",
          "keywords": ["empatija", "granica", "saosećanje", "nega", "držeći prostor"],
          "context": "Vaš savet; da pokrene saosećanje od sebe. Emocionalna higijena otvara jasan prostor u vezi. Ljubav raste sa granicama."
        },
        "position5": {
          "upright": "Vaša mapa puta je ojačana empatijom, intuicijom i držanjem saosećajne prostora. Slušanje vašeg srca će vas voditi.",
          "reversed": "Vaša mapa puta može biti zamračena pograničnom rastopljenju. Samoregulacija donosi ravnotežu.",
          "keywords": ["empatija", "intuicija", "saosećanje", "ravnoteža", "oblast"],
          "context": "To će gladiti put empatije. Intuicija će vas voditi."
        },
        "position6": {
          "upright": "Vaš partner očekuje empatiju, saosećanje i siguran emocionalni prostor od vas. Želi da ga prigrlite bez prosuđivanja.",
          "reversed": "Vaš partner ne želi da se topi granično topljenje. Postoji očekivanje zdrave samoregulacije.",
          "keywords": ["empatija", "saosećanje", "oblast", "ravnoteža", "intuicija"],
          "context": "Vaš partner očekuje empatiju i siguran emotivni prostor."
        },
        "position7": {
          "upright": "Empatija i saosećajno rukovodstvo će doći do izražaja u budućnosti. Razumevanje vašeg partnera povećaće siguran prostor obveznice.",
          "reversed": "Brisanje emocionalnih granica ili prekomerno osetljivosti može biti izazovan u budućnosti. Samoregulacija mora biti sačuvana.",
          "keywords": ["empatija", "saosećanje", "intuicija", "poverenje"],
          "context": "Budućnost odnosa biće zaštićena saosećanjem i empatijom. Ali granice se ne bi trebale rastopiti."
        }
      },
      "kingofcups": {
        "position1": {
          "upright": "Kralj šoljica kaže da veza nosi energiju zrele ljubavi, razumevanja i emocionalne ravnoteže u trenutnoj situaciji. Vaše srce je u jakom centru. Savet: Vodite sa zrelošću.",
          "reversed": "Preokrećeni kralj CUP-a ukazuje da emocionalna manipulacija ili suzbijanje stvara senku u trenutnoj situaciji. Simptom: Skrivena ogorčena, pasivna agresivnost.",
          "keywords": ["zrelost", "ravnoteža", "saosećanje", "senzibilitet", "mudrost"],
          "context": "U trenutnoj situaciji, obveznica je hranjiva zrelim emocijama. Ali potisnuta ogorčena može biti senka. Candor će popraviti obveznice."
        },
        "position2": {
          "upright": "Kralj šoljica, postoji zrelost, razumevanje i ravnoteža u vašim osećanjima. Vaše srce je u jakom centru. Savet: Podelite svoje zrelost.",
          "reversed": "Prekoračen kralj Cupa govori vam da vam potisnuta emocija ili manipulacija zamagljuju srce. Simptom: pasivna agresivnost.",
          "keywords": ["zrelost", "ravnoteža", "saosećanje", "mudrost", "senzibilitet"],
          "context": "Tvoje srce sada teče sa zrelom ljubavlju. Jasan izraz će pojačati ovaj balans."
        },
        "position3": {
          "upright": "Kralj Cupa vam govori da je vaše očekivanje zrelo emotivno upravljanje i uravnoteženu ljubav. Vaše srce želi mirno uputstvo .. Emotivno rukovodstvo.",
          "reversed": "Prekoračeni kralj Cupa pokazuje da je vaše očekivanje da se držite podalje od pasivnih agresivnih stavova. Želite zdrav emocionalni prenos. \\ N \\ nsimptom: Želja za jasnim emocijama.",
          "keywords": ["zrelost", "ravnoteža", "rukovodstvo", "mir", "empatija"],
          "context": "Vaša očekivanja je zrela ljubav. Vaše srce želi uravnotežen i miran emocionalni prenos."
        },
        "position4": {
          "upright": "Kralj šoljica kaže da je miran centar u oluji. Mirno imenovanje emocije daje samopouzdanje. \"Osećam to sada.\"",
          "reversed": "Pretvorite pasivno-agresivni talas u reči, kaže obrnuti kralj šoljica. Ljutnja je zadržala unutra potreban nežni kanal. \\ N \\ nsimptom: Pravolite i jasni izraz.",
          "keywords": ["zrelost", "spokojstvo", "Emocionalno upravljanje", "izraz", "rukovodstvo"],
          "context": "Vaš savet; Da ostane u centru čak i ako talasni udari. Jasan i mekan jezik daje Tortoiseshell osećaj sigurnosti. Zrela emocija je luka u vezi."
        },
        "position5": {
          "upright": "Vaša mapa puta vođena je emocionalnim zrelošću i mirno vođstvo. Ostanite centrirani čak i u teškim trenucima osvetljava vaš put.",
          "reversed": "Vaš mapu puta može biti izazvan potisnim gnevom ili pasivnom agresijom. Jasan izraz obnavlja ravnotežu.",
          "keywords": ["zrelost", "ravnoteža", "rukovodstvo", "osećanje", "spokojstvo"],
          "context": "Zrelost će vam pokazati put. Smirenost će vam dati snagu."
        },
        "position6": {
          "upright": "Vaš partner očekuje zrelost, smirenost i emocionalno rukovodstvo od vas. Želi da ostanete centrirani čak i u oluji.",
          "reversed": "Vaš partner ne želi da vidi pasivnu agresiju. Jasan i uravnotežen izraz je njegovo očekivanje.",
          "keywords": ["zrelost", "ravnoteža", "rukovodstvo", "osećanje", "spokojstvo"],
          "context": "Vaš partner očekuje zrelo i uravnoteženo vođstvo."
        },
        "position7": {
          "upright": "Emocionalna zrelost i mudro rukovodstvo će doći do izražaja u budućnosti. Boravak mirnih u oluji će dati samopouzdanje vinogradu.",
          "reversed": "Potpuno gneva ili pasivna agresija mogu u budućnosti baciti senku u odnosu u budućnost. Jasan izraz uspostavlja ravnotežu."
        }
      }
    }
  }
}
