{
  "marriage": {
    "meanings": {
      "tenofpentacles": {
        "position10": {
          "keywords": ["stabilnost", "porodica", "ba코tina", "tradicija", "dugoro캜an"],
          "context": "Stalna struktura braka je na dnevnom redu."
        },
        "position2": {
          "upright": "Oja캜ati svoje porodi캜ne i ba코tine. Negujte svoje korijene dok 캜ekate.",
          "reversed": "Finansijske probleme ili porodi캜ni problemi ote쬬vaju proces. Posti캖i harmoniju.",
          "keywords": ["porodica", "ba코tina", "ukorijenjenost", "sigurnost"],
          "context": "Korisno je oja캜ati porodi캜ne veze dok 캜ekaju."
        },
        "position3": {
          "upright": "Teme porodi캜nog sistema, nasledstva i dugoro캜ne bezbednosti dolaze na prednji deo. Institucionalni pogled donosi stabilnost.",
          "reversed": "Sukobi Kin-Estate i zamagljena pravila ometaju harmoniju.",
          "keywords": ["porodica", "ba코tina", "sistem", "stabilnost"],
          "context": "Transparentno pode코avanje pravila pru쬬 mir uma."
        },
        "position4": {
          "upright": "Teme porodice, zaostav코tine i dugoro캜ne sigurnosti ote쬬vaju pri캜vr코캖ivanje. Namera uspostavljanja zajedni캜kog sistema i naloga je velika.",
          "reversed": "Porodi캜ni pritisak, sporovi za imovinu ili sukob sistema mogu izazvati prilog. Bez jasnih pravila, trajno obe캖anje ostaje krhko.",
          "keywords": ["porodica", "uverenje", "sistem", "dugoro캜an", "narediti"],
          "context": "Prilog je trajan kroz zajedni캜ki red i porodi캜nu integraciju."
        },
        "position5": {
          "upright": "Sli캜na vizija za dugoro캜no, porodi캜no i sistemsko izgradnju. Va코a 쬰lja za stalnom strukturom je ista.",
          "reversed": "Postavljanje va코e porodice / pravila bogatstva mogu sukobiti. Potrebna je postupak i jasno캖a uloga.",
          "keywords": ["porodica", "sistem", "uverenje", "vlasni코tvo", "uloga"],
          "context": "Stalni red uobi캜ajen. Neka pravila postanu transparentna."
        },
        "position6": {
          "upright": "Porodica vas mo쬰 videti kao nekoga ko mo쬰 pru쬴ti dugoro캜nu stabilnost. Po코tivanje tradicionalnih vrednosti olak코ava prihvatanje. Va코 potencijal za formiranje jake porodi캜ne veze je uva쬰n.",
          "reversed": "Porodica vas mo쬰 do쬴vljavati kao nekoga ko je nespojiv sa njihovim tradicijama ili nepouzdanim. Materijalne ili kulturne razlike 캜ine proces prihvatanja. Sukob sa porodi캜nim vrednostima stvara distancu.",
          "keywords": ["porodica", "stabilnost", "tradicija", "dugoro캜an", "raport"],
          "context": "Po코tivanje porodi캜nih vrednosti olak코ava prihvatanje. Neslaganje stvara distancu."
        },
        "position7": {
          "upright": "Deset stanovnika ukazuje na dugoro캜nu stabilnost i poznanstvo u porodi캜nom okru쬰nju. Trajne vrednosti postavljaju temelj obveznice.",
          "reversed": "Deset pentakova obrnuto ka쬰 da nasle캠ivanje ili sistemska napetost mogu da opterene obveznica. Transparentnost olak코ava proces.",
          "keywords": ["stabilnost", "porodica", "stalnost", "sistem"],
          "context": "Sasta캖ete se u okru쬰nju trajnih vrednosti. Otvorenost ja캜a vezu."
        },
        "position8": {
          "upright": "Deset stanovnika nosi energiju porodi캜ne i dugoro캜ne stabilnosti u komunikaciji. Uobi캜ajene vrednosti podsti캜u harmoniju.",
          "reversed": "Reversed deset stanovnika ukazuje da porodi캜ni pritisak ili razli캜ita o캜ekivanja mogu da ote쬬vaju komunikaciju. Pronala쬰nje zajedni캜ke zemlje donosi Harmoniju.",
          "keywords": ["porodica", "stabilnost", "vrednosti", "raport"],
          "context": "Zajedni캜ke vrednosti olak코avaju razumevanje."
        },
        "position9": {
          "upright": "Deset stanovnika, supru쬹ika koji se brine o porodi캜nim vezama i mo쬰 uspostaviti trajnu strukturu pogodna je za vas.",
          "reversed": "Deset stanovnika je preokrenulo: neko ko nema porodi캜ne odgovornosti ili je nestabilan nije pogodan za vas.",
          "keywords": ["porodica", "stabilnost", "stalnost", "odgovornost"],
          "context": "Supru쬹ik koji je briga o porodici je pogodan."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "Zaklju캜ak; Va코 brak 캖e biti oblikovan u캜enjem, razvojem i novim fondacijama.",
          "reversed": "Nevoljkost ili odlaganja mogu usporiti ishod braka.",
          "keywords": ["u캜enje", "razvoj", "po캜etak", "osnova"],
          "context": "Zaklju캜ak; Brak koji raste u캜enjem. Ali treba izbegavati odlaganja."
        },
        "position10": {
          "upright": "Princ Pentacles pokazuje proces u캜enja i isprobavanja novih prilika na putu ka braku. Mali koraci stvaraju velike po캜etke.",
          "reversed": "Ra코trkana energija ili odlaganja mo쬰 odlo쬴ti potez prema braku. Konkretni koraci su od su코tinskog zna캜aja.",
          "keywords": ["u캜enje", "prilika", "po캜etak", "poku코ati", "moje ime"],
          "context": "U캜enje + konkretni koraci su potrebni za brak."
        },
        "position2": {
          "upright": "Iskoristite nove mogu캖nosti i preduzmite prakti캜ne korake. Budite otvoreni za u캜enje dok 캜ekate.",
          "reversed": "Odlaganja ili neorganizacija ote쬬va proces. Fokus.",
          "keywords": ["prilika", "prakti캜nost", "u캜enje", "po캜etak"],
          "context": "Dok 캖e 캜ekati, bilo bi korisno proceniti nove mogu캖nosti."
        },
        "position3": {
          "upright": "U캜enje i mali konkretni koraci iniciraju bud쬰tsku disciplinu. Pisanje cilja je va쬹o.",
          "reversed": "Prokorastika i ra코trkane mogu캖nosti fokusiranja propuste.",
          "keywords": ["u캜enje", "cilj", "disciplina", "po캜etak"],
          "context": "Mini ciljevi distribuiraju u akciju po코teno."
        },
        "position4": {
          "upright": "Fokusiranje na konkretan cilj i apetit za u캜enje unose spremnost na obveznice. Mali koraci postaju osnova velikog obe캖anja u budu캖nosti.",
          "reversed": "Odlaganja, ra코trkani fokus ili nedostatak motivacije produ쬬va proces. Posve캖enost zahteva disciplinovanje planiranja.",
          "keywords": ["cilj", "u캜enje", "po캜etak", "prakti캜an", "betonski korak"],
          "context": "Prila쬹i prilozi u malim, ali utvr캠enim koracima."
        },
        "position5": {
          "upright": "Sli캜an entuzijazam za u캜enje i postavljanje konkretnih ciljeva. Va코i mali koraci stvaraju multiplikatorski efekat.",
          "reversed": "Odre쬰nje / ra코trkani fokus mo쬰 biti dominantan u nekoj od vas. Mini golovi su obavezni.",
          "keywords": ["u캜enje", "cilj", "po캜etak", "prakti캜an", "beton"],
          "context": "Goal fokus je uobi캜ajen. Neka mikro koraci rade."
        },
        "position6": {
          "upright": "Porodica vas mo쬰 videti kao nekoga ko je otvoren za u캜enje, spremno da se pobolj코a i odgovorno. Va코i mali, ali odlu캜ni koraci nadahnjuju samopouzdanje. Va코a ozbiljnost podr쬬va proces prihvatanja.",
          "reversed": "Porodica vas mo쬰 do쬴vljavati kao neorganizovana, bezbri쬹a ili lenja. Besniji stavovi ote쬬vaju proces prihvatanja. Ravnodu코nost prekida poverenje.",
          "keywords": ["u캜enje", "cilj", "odgovornost", "razvoj", "ozbiljnost"],
          "context": "콯elja za u캜enjem i pobolj코anjem pove캖anja prihvatanja. Arisnatnost stvara distancu."
        },
        "position7": {
          "upright": "Princ Pentaklova ukazuje na poznanstvo u procesu u캜enja i konkretnih ciljeva. Malo iskustva stvara obveznice.",
          "reversed": "Princ Pentacles Reversed ka쬰 da odlaganje mo쬰 odlo쬴ti obveznice. Mali koraci olak코avaju upoznavanje.",
          "keywords": ["u캜enje", "cilj", "po캜etak", "prakti캜an"],
          "context": "Upoznate se u procesu u캜enja. Mali korak ubrzava vezu."
        },
        "position8": {
          "upright": "Princ Pentacla simbolizuje 쬰lju za u캜enjem i 쬰ljom da preduzme konkretne korake u komunikaciji. Male geste oja캜avaju razumevanje.",
          "reversed": "Okoli코teni princ Pentacle ozna캜ava da se neraspolo쬰nje ili odlaganja mo쬰 ote쬬ti komunikaciju. Fokus donosi harmoniju.",
          "keywords": ["u캜enje", "gest", "fokus", "moje ime"],
          "context": "Male geste olak코avaju razumevanje."
        },
        "position9": {
          "upright": "Princ Pentacles, partner koji je otvoren za u캜enje i orijentisano u razvoju je pogodan za vas.",
          "reversed": "Princ obrnutog pentakala, nekoga ko deluje bez cilja i neodgovorno nije pogodan za vas.",
          "keywords": ["u캜enje", "razvoj", "cilj", "odgovornost"],
          "context": "Pogodan je supru쬹ik koji je otvoren za u캜enje."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "Zaklju캜ak; Bi캖e to brak koji napreduje sa strpljenjem, stabilno코캖u i sigurnim koracima.",
          "reversed": "Stagnacija ili tvrdoglavost mogu komplicirati ishod braka.",
          "keywords": ["stabilnost", "strpljenje", "poverenje", "kontinuitet"],
          "context": "Zaklju캜ak; pacijent i siguran brak. Ali stabilnost treba uzeti u obzir."
        },
        "position10": {
          "upright": "Vitez Pentekla pokazuje da se brak mo쬰 dogoditi sa strpljenjem i stalnim koracima. Polako, ali sigurni da napredak donosi uspeh.",
          "reversed": "Prekomerna stabilnost ili tvrdoglavost mo쬰 ote쬬ti put ka braku. Potrebno je dodati fleksibilnost.",
          "keywords": ["stabilnost", "strpljenje", "rad", "pouzdanost", "kontinuitet"],
          "context": "Pacijent i stabilan put je neophodan za brak."
        },
        "position2": {
          "upright": "Krenite naprijed sa odlu캜no코캖u i strpljenjem. Izgradite verodostojnost dok 캜ekate.",
          "reversed": "Inertnost ili prekomerna sporost ote쬬va proces. Pomerite se.",
          "keywords": ["stabilnost", "pouzdanost", "strpljenje", "odgovornost"],
          "context": "Stabilnost i pouzdanost su korisni tokom 캜ekanja."
        },
        "position3": {
          "upright": "Sporo, ali siguran napredak daje samopouzdanje. Rutina i doslednost dodaju stabilnost za deljenje.",
          "reversed": "Stagnacija i nedostatak fleksibilnosti smanjuju motivaciju.",
          "keywords": ["rutinski", "stabilnost", "doslednost", "samodisciplina"],
          "context": "Pouzdana brzina zna캜i bud쬰tski mir."
        },
        "position4": {
          "upright": "Sporo, ali dosledan napredak daje poverenje. Rutina i stabilnost prirodno sazrevaju odluku o izvr코enju.",
          "reversed": "Prekomerna stabilnost ili nedostatak fleksibilnosti mogu da se odnose odnos monotono. Bez malih inovacija, zahtev \"da\" ostaje dosadan.",
          "keywords": ["stabilnost", "doslednost", "rutinski", "poverenje", "strpljenje"],
          "context": "Pri캜vr코캖ivanje raste stalno i stalno; ima pote코ko캖e u stacionarnosti."
        },
        "position5": {
          "upright": "Sli캜an mir u doslednosti i stabilan napredak. Polako, ali sigurno je va코 korak harmoni캜an.",
          "reversed": "Monotonija tolerancija mo쬰 biti druga캜ija. Treba dodati male inovacije.",
          "keywords": ["stabilnost", "doslednost", "rutinski", "poverenje", "strpljenje"],
          "context": "Pouzdan ritam partner. Potrebna je osve쬬vaju캖a doze."
        },
        "position6": {
          "upright": "Porodica vas mo쬰 proceniti kao pouzdano, te코ko radno i stabilno. Va코a spora, ali sigurni koraci olak코avaju prihvatanje. Prema njima, mo쬰te biti pouzdan kandidat za supru쬹ika.",
          "reversed": "Va코a porodica vas mo쬰 do쬴vljavati kao stati캜ki, zatvoren za inovacije ili neko ko ne preuzme odgovornost. Prekomeran oprez ote쬬va prihvatanje. Neuspjeh u rasuti napredak sumnje.",
          "keywords": ["stabilnost", "razvodnik", "pouzdanost", "strpljenje", "rad"],
          "context": "Pouzdani i marljivi stavovi dovode do prihvatanja. Stanje stagnacije ili nevoljkosti sumnje sumnje."
        },
        "position7": {
          "upright": "Vitez Pentaklova ukazuje na sastanak sa strpljenjem i dosledno코캖u tokom odre캠enog vremena. Polako, ali sigurni koraci grade obveznice.",
          "reversed": "Vitez Pentaklova obrnuto ka쬰 da se Stasis mo쬰 opteretiti obveznica. Male inovacije olak코avaju proces.",
          "keywords": ["doslednost", "strpljenje", "stabilnost", "poverenje"],
          "context": "Sasta캖ete se sa doslednim koracima. Strpljenje ja캜a vezu."
        },
        "position8": {
          "upright": "Vitez Pentaklova ukazuje na strpljenje i odlu캜nost u komunikaciji. Doslednost promovi코e harmoniju.",
          "reversed": "Vitez pentaklova obrnut ukazuje da stasis ili tvrdoglavost mogu da ote쬬vaju komunikaciju. Fleksibilnost ja캜a vezu.",
          "keywords": ["strpljenje", "stabilnost", "doslednost", "komunikacija"],
          "context": "Doslednost donosi Harmoniju."
        },
        "position9": {
          "upright": "Vitez Pentacles, stabilan, pouzdan i spor, ali siguran partner je pogodan za vas.",
          "reversed": "Vitez pentakala je obrnuo, neko ko je stati캜ki i preterano tvrdoglav nije pogodan za vas.",
          "keywords": ["stabilnost", "poverenje", "strpljenje", "odgovornost"],
          "context": "Pogodan je pouzdan i pacijentski supru쬹ik."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "Zaklju캜ak; Va코 brak 캖e biti oja캜an sa saose캖anjem, obiljem i prakti캜nom podr코kom.",
          "reversed": "Preoptere캖enje ili nedostatak samopovrede mogu ote쬬ti brak.",
          "keywords": ["saose캖anje", "obilje", "prakti캜nost", "podr코ka"],
          "context": "Zaklju캜ak; Brak koji uspeva sa saose캖anjem. Ali samopovreda ne treba zaboraviti."
        },
        "position10": {
          "upright": "Kraljica Pentekla pokazuje da se sa saose캖anjem, odgovorno코캖u i prakti캜no코캖u brak mo쬰 stvoriti topli dom.",
          "reversed": "Preoptere캖enje ili nedostatak samo-nege mogu prouzrokovati probleme u braku. Potrebna je ravnote쬬.",
          "keywords": ["saose캖anje", "odgovornost", "prakti캜nost", "gnezdo", "ravnote쬬"],
          "context": "Saose캖anje i prakti캜nost moraju se kombinovati za brak."
        },
        "position2": {
          "upright": "Pokazuju prakti캜no saose캖anje i negovanje. Kreirajte i materijalno i duhovno bogatstvo dok 캜ekate.",
          "reversed": "Prekomerna anksioznost ili materijalizam ote쬬va proces. Budite uravnote쬰ni.",
          "keywords": ["saose캖anje", "prakti캜nost", "ishrana", "bogatstvo"],
          "context": "Poma쬰 da se poka쬰 prakti캜no saose캖anje dok 캜ekate."
        },
        "position3": {
          "upright": "Neguju캖i prakti캜nost i upravljanje resursima su sna쬹i. Nevidljivi rad mora biti vidljiv.",
          "reversed": "Deficit preoptere캖enja i samo-nege 캜ine deljenje napornog; Delegat.",
          "keywords": ["briga", "izvor", "prakti캜nost", "ravnote쬬"],
          "context": "Saose캖anje + prakti캜ni okvir uravnote쬿je bud쬰t."
        },
        "position4": {
          "upright": "Neguju캖i prakti캜nost, domovanje energije i upravljanje resursima oja캜ajte vezu. Stvoren je sef, topli topli pod.",
          "reversed": "Preoptere캖enje i nedostatak guma za negu veze. Neugla코eni teretnici mogu odlo쬴ti rekav코i \"da\".",
          "keywords": ["briga", "prakti캜nost", "ku캖u", "izvor", "poverenje"],
          "context": "Prilog postaje trajno sa hranjivim redosledom i negom."
        },
        "position5": {
          "upright": "Neguju캖i prakti캜nost i vrednovanje samo-nege su sli캜ni. Uspostavite toplinu svog doma zajedno.",
          "reversed": "Tendencija preoptere캖enja / zanemarivanja mo쬰 biti o캜igledna u nekoj od vas. Tra쬰nje podr코ke treba da postane normalno.",
          "keywords": ["briga", "prakti캜an", "nega", "izvor", "ravnote쬬"],
          "context": "Redosled koji je neguje je uobi캜ajeno. Deljenje optere캖enja je va쬹o."
        },
        "position6": {
          "upright": "Porodica mo쬰 da vas vidi kao brige, prakti캜ne i podr쬬vaju캖e. I va코e upravljanje resursima i va코 topli pristup nadahnjuju poverenje. Va코 fokus na dom i porodici bi캖e uva쬰n.",
          "reversed": "Porodica vas mo쬰 do쬴vljavati kao preoptere캖eno ili odvra캖anje. Pote코ko캖a ili nedostatak interesovanja za upravljanje resursima ote쬬va prihvatanje. Previ코e hladno캖e stvara distancu u porodici.",
          "keywords": ["saose캖anje", "prakti캜nost", "upravljanje resursima", "poverenje", "podr코ka"],
          "context": "Saose캖ajni i prakti캜ni stav olak코ava prihvatanje. Apatija ili pote코ko캖a stvara distancu."
        },
        "position7": {
          "upright": "Kraljica Pentakova ukazuje na sastanak u okru쬰nju prakti캜nosti i saose캖anja. Upravljanje resursima i nega oja캜ajte obveznice.",
          "reversed": "Kraljica preokretanog Reversed-a ka쬰 da preoptere캖enje mo쬰 opteretiti vezu. Samo-nega olak코ava postupak.",
          "keywords": ["saose캖anje", "prakti캜nost", "izvor", "briga"],
          "context": "Skrenite se u prakti캜nom i saose캖ajnom okru쬰nju. Samo-nega oja캜ava vezu."
        },
        "position8": {
          "upright": "Kraljica pentakala pokazuje saose캖anje i prakti캜nu podr코ku u komunikaciji. Pristup razumevanja pove캖ava sporazum.",
          "reversed": "Kraljica Pentacles Reversed-a ka쬰 da preterana samoportvovanja mo쬰 da uznemiri ravnote쬿 u komunikaciji. Samo-nege odr쬬va harmoniju.",
          "keywords": ["saose캖anje", "prakti캜an", "podr코ka", "raport"],
          "context": "Saose캖ajni pristup olak코ava razumevanje."
        },
        "position9": {
          "upright": "Kueen of Pentacles, saose캖ajni, prakti캜ni i snalazni partner je pogodan za vas.",
          "reversed": "Kraljica pentakala je preokrenuta, neko ko zanemaruje samo-negu ili preuzme previ코e nije pogodan za vas.",
          "keywords": ["saose캖anje", "prakti캜nost", "ravnote쬬", "izvor"],
          "context": "Karivna i prakti캜na supru쬹ik je pogodna."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "Zaklju캜ak; Va코 brak 캖e biti 캜vrst sa sna쬹im vo캠stvom, finansijskom sigurno코캖u i stalno코캖u.",
          "reversed": "Prekomerna autoritet ili finansijski pritisak mogu komplicirati ishod braka.",
          "keywords": ["rukovodstvo", "poverenje", "Finansijska stabilnost", "stalnost"],
          "context": "Zaklju캜ak; Brak je podr쬬n sigurno코캖u. Ali autoritet mora biti uravnote쬰n."
        },
        "position10": {
          "upright": "Kralj pentaklama ukazuje da je brak sna쬹o mogu캖 sa sigurno코캖u, stabilno코캖u i odgovorno코캖u. 캛vrsti temelji donose uspeh.",
          "reversed": "Prekomerna kontrola ili statusni fokus mo쬰 nagnuti put ka braku. Potrebna je ravnote쬬 deljenja.",
          "keywords": ["sigurnost", "stabilnost", "rukovodstvo", "odgovornost", "deljenje"],
          "context": "Postoji sna쬹a i sigurna osnova za brak."
        },
        "position2": {
          "upright": "Pru쬴ti finansijsku stabilnost i pouzdanost. Izgradite 캜vrste temelje dok 캜ekate.",
          "reversed": "Prekomerni konzervativizam ili uboda 캜ini proces te쬬k. Budite fleksibilni.",
          "keywords": ["stabilnost", "pouzdanost", "rukovodstvo", "Finansijska sigurnost"],
          "context": "Korisno je uspostaviti finansijsku stabilnost dok 캜ekate."
        },
        "position3": {
          "upright": "Dominantna je strate코ka stabilna i dugotrajna vizija. Sistem i mentorstvo 캜ine uspeh trajno.",
          "reversed": "Mikromanagement i status Fokus Skra캖enice poverenja i deljenje.",
          "keywords": ["robusnost", "rukovodstvo", "sistem", "vizija"],
          "context": "Pover-Love Balance uspostavljaju fer ekonomiju."
        },
        "position4": {
          "upright": "Strate코ka zvu캜nost, velikodu코nost i dugoro캜na podr코ka za podr코ku viziji. Za코titni ali deljenje stav olak코ava \"da\".",
          "reversed": "Prekomerna kontrola, fokus statusa ili kruta pravila mogu da se ohladi intimnost. Tamo gde napajanje nije deljeno, trajno obe캖anje postaje te코ko.",
          "keywords": ["robusnost", "vizija", "deljenje", "za코tita", "uverenje"],
          "context": "Vezivanje je oja캜ano zajedni캜kom i dugoro캜nom vizijom."
        },
        "position5": {
          "upright": "캛vrstina, velikodu코nost i sli캜nost u dugoro캜noj viziji. Zajedni캜ki sistem daje mir uma.",
          "reversed": "Sjena statusa / organa mo쬰 biti dominantna u jednom od vas. Deljenje vlasti odr쬬va harmoniju.",
          "keywords": ["robusnost", "rukovodstvo", "velikodu코nost", "vizija", "sistem"],
          "context": "Izdr쬷jiva vizija se deli. Deljenje napajanja je obavezna."
        },
        "position6": {
          "upright": "Porodica vas mo쬰 videti sna쬹im, pouzdanim i sa osobinama liderstva. Va코a materijalna i moralna stabilnost olak코ava proces prihvatanja. Va코a autoritet i stalnost naredno po코tovanje.",
          "reversed": "Porodica vas mo쬰 videti kao preterano kontrolisati, orijentisana na status ili sebi캜no. Akcenat na materijalsku superiornost ote쬬va prihvatanje. Previ코e stroga stvara otpornost u porodici.",
          "keywords": ["poverenje", "stabilnost", "rukovodstvo", "vlast", "po코tovanje"],
          "context": "Pouzdan i autoritativni stav pove캖ava prihvatanje. Prekomerna kontrola stvara distancu."
        },
        "position7": {
          "upright": "Kralj pentaklova ukazuje na sastanak u okru쬰nju materijalne bezbednosti i 캜vrstine. Sistematski pristup 캜ini Bond stalnu.",
          "reversed": "Prekora캜eni kralj stanovnika upozorava da prekomerna kontrola mo쬰 zasjeniti Bond. Fleksibilnost olak코ava upoznavanje.",
          "keywords": ["robusnost", "poverenje", "sistem", "vizija"],
          "context": "Upozna캖ete se u sigurnom okru쬰nju. Fleksibilnost pove캖ava vezu."
        },
        "position9": {
          "upright": "Kralj Talismana, odgovoran, pouzdan i materijalni i moralni supru쬹ik je pogodan za vas.",
          "reversed": "Kralj pentakila je preokrenuo, neko ko preterano kontroli코e ili Stingi nije za vas.",
          "keywords": ["odgovornost", "poverenje", "stabilnost", "podr코ka"],
          "context": "Odgovorni i podr쬬ni supru쬹ik je pogodan."
        },
        "position8": {
          "upright": "Kralj pentaklova nudi stabilnost, poverenje i prakti캜na re코enja u komunikaciji. Zreli pristup olak코ava sporazum.",
          "reversed": "Prekora캜eni kralj pentakala, prekomerna kontrolisanost ili krutost u komunikaciji ote쬬va se. Fleksibilnost donosi harmoniju.",
          "keywords": ["stabilnost", "poverenje", "prakti캜nost", "zrelost"],
          "context": "Pru쬬 stabilnu i pouzdanu harmoniju komunikacije."
        }
      }
    }
  },
  "meanings": {
    "theFool": {
      "position1": {
        "context": "Ova osoba je avanturista koji je spreman ili se boji da pretvori novu stranicu u svom ljubavnom 쬴votu.",
        "keywords": ["Novi po캜etnici", "nevinost", "spontanost", "rizikovati", "slobodan duh"],
        "reversed": "Budala u obrnutoj toku pokazuje da je ta osoba mo쬯a bezobzirna, neodgovorna ili bojati da zapo캜ne vezu. On ili ona mogu ignorisati potencijalne opasnosti i izbegavanje vezanosti.",
        "upright": "Osoba koju vas privla캜i puna je radoznalosti dje캜ijeg i uzbu캠enja o 쬴votu. On ima avanturisti캜ki duh, otvoren za nove po캜etke, ali to ponekad mo쬰 prouzrokovati da se neplanira i neplanira. Pribli쬬va odnosu sa ovim slobodnim duhom."
      }
    }
  },
  "messages": {
    "accessibility": {
      "skipToMain": "Presko캜ite na glavni sadr쬬j"
    },
    "common": {
      "back": "Nazad",
      "buy": "Kupiti",
      "cancel": "Otkazati",
      "clear": "캜ist",
      "close": "Zatvoriti",
      "confirm": "Potvrditi",
      "continue": "Nastavljati",
      "copy": "kopija",
      "credits": "kredit",
      "delete": "Izbrisati",
      "download": "Preuzeti",
      "edit": "Urediti",
      "error": "Gre코ka",
      "filter": "Filter",
      "finish": "zavr코iti",
      "free": "Slobodan",
      "immediateAccess": "Trenutni pristup",
      "info": "Informacije",
      "loading": "U캜itavanje ...",
      "locale": "en-tr",
      "new": "Nov",
      "next": "Napred",
      "no": "Ne",
      "ok": "U redu",
      "open": "Gladan",
      "pause": "pauza",
      "popular": "Popularan",
      "previous": "Biv코i",
      "processing": "Obrada ...",
      "progress": "Napredak",
      "refresh": "Osve쬴ti",
      "reset": "resetovati",
      "resume": "Nastavljati",
      "reversed": "Nasuprot",
      "save": "Sa캜uvati",
      "search": "Tra쬴ti",
      "select": "Odabrati",
      "selectAll": "Izaberite sve",
      "share": "Udeo",
      "sort": "Sortirati",
      "start": "po캜eti",
      "stop": "prestati",
      "submit": "Po코alji",
      "success": "Uspe코an",
      "today": "Danas",
      "upload": "Upload",
      "upright": "Ravno",
      "view": "Pregledan",
      "viewAll": "Pogledajte sve",
      "warning": "Upozorenje",
      "yes": "Da"
    },
    "dashboard": {
      "accountSettings": "Pode코avanja naloga",
      "admin": "administrator",
      "backToDashboard": "Povratak na kontrolnu tablu",
      "beginner": "Po캜etak",
      "buy": "Kupiti",
      "buyCredits": "Kupite kredite",
      "cancel": "Otkazati",
      "completedReadings": "캜itanje zavr코eno",
      "creditAlert": "Nizak kreditni bilans",
      "creditAlertMessage": "Kupite kredite za 캜itanje vi코e",
      "creditBalance": "Kreditni bilans",
      "creditHistory": {
        "allTime": "Sva vremena",
        "allTransactions": "Sve transakcije",
        "bonus": "Bonus",
        "bonuses": "Bonusi",
        "buyCredits": "Kupite kredite",
        "completed": "zavr코en",
        "credits": "kredit",
        "csvAmount": "Iznos",
        "csvDate": "Istorija",
        "csvDescription": "Obja코njenje",
        "csvType": "Lek",
        "currentBalance": "Trenutni balans",
        "description": "Pratite svoju kreditnu knjigu, istoriju upotrebe i transakcije",
        "downloadCSV": "Preuzmi CSV",
        "error": "Do코lo je do gre코ke prilikom u캜itavanja kreditne istorije",
        "last1Year": "Poslednja 1 godina",
        "last30Days": "Poslednjih 30 dana",
        "last7Days": "Poslednjih 7 dana",
        "loading": "游댩 U캜itavanje kreditne istorije ...",
        "noTransactions": "Jo코 nema transakcija",
        "purchase": "Kupovina",
        "purchases": "Akvizicije",
        "refund": "Vratiti se",
        "refunds": "Povra캖aj novca",
        "startWithFirstPurchase": "Zapo캜nite davanjem prvog kreditnog kupovine",
        "title": "Kreditna istorija",
        "totalPurchased": "Ukupno kupljeno",
        "totalRefunded": "Ukupno povra캖aja novca",
        "totalUsed": "Ukupno kori코캖eno",
        "transactionsFound": "{count} i륿em bulundu",
        "usage": "Upotreba"
      },
      "creditPackages": "Kreditni paketi",
      "detailedStatistics": "Detaljna statistika",
      "discoverLevel": "Ponesite prvo 캜itanje i otkrijte svoj nivo!",
      "displayName": "Prikaz ime",
      "downloadReading": "Preuzmite 캜itanje",
      "editProfile": "Edit Profile",
      "email": "E-mail",
      "expert": "Stru캜njak",
      "free": "Slobodan",
      "immediateAccess": "Trenutni pristup",
      "intermediate": "U sredini",
      "keepGoing": "Odli캜no vam ide! Samo napred!",
      "last30Days": "Poslednjih 30 dana",
      "memberSince": "Datum 캜lanstva",
      "membershipDuration": "Trajanje 캜lanstva",
      "moreReadings": "Ima vi코e 캜itanja",
      "mysticJourney": "Napredujete na svom misti캜nom putovanju!",
      "mysticLevel": "Misti캜ni nivo",
      "new": "Nov",
      "noReadingsYet": "Jo코 nema 캜itanje. Zapo캜nite 캜itanje da biste imali svoje prvo misti캜no iskustvo i otkrili tajne svoje sudbine.",
      "packages": {
        "addedToAccount": "dodato na va코 nalog.",
        "bonus": "bonus",
        "bonusCredits": "Bonus krediti",
        "bonusCreditsDesc": "Zaradite dodatni kredit na velikim paketima",
        "buyNow": "Kupiti",
        "credits": "kredit",
        "currentBalance": "Va코 trenutni balans",
        "description": "Kupite kreditne kredite koje su vam potrebne za o캜itanja Tarot",
        "faq": "캛esto postavljana pitanja",
        "faq1Answer": "Va코i krediti va쬰 za godinu dana od dana kupovine.",
        "faq1Question": "Koliko dugo su zajmovi validni?",
        "faq2Answer": "Mo쬰te dobiti povrat novca za neiskori코캖ene kredite u roku od 7 dana.",
        "faq2Question": "맚a je politika povratka?",
        "faq3Answer": "Prihva캖ene su kreditne kartice, debitne kartice i digitalni nov캜anici.",
        "faq3Question": "Koji su na캜ini pla캖anja prihva캖eni?",
        "faq4Answer": "10% bonus kredit dat je u popularnom paketu i 20% bonus kredita u premium paketu.",
        "faq4Question": "Kako se izra캜unavaju bonus krediti?"
      }
    }
  }
}
