{
  "problem-solving": {
    "meanings": {
      "judgement": {
        "position4": {
          "keywords": [null, "ponovno rođenje", "prošlost", "odluka", "potencijal"],
          "context": "Vaš najbolji potencijal je suočiti se sa prošlošću i biti prenositi."
        },
        "position5": {
          "upright": "Možda ste nedavno doživeli važnu realizaciju, suočili se sa prošlošću ili dajte snažnu odluku, sud je čuo.",
          "reversed": "Obrnuti sud, možda ste izbegavali odgovornost u nedavnoj prošlosti, negirali prošlost ili zanemarili prilike.",
          "keywords": ["svest", "odluka", "konfrontacija", "prošlost", "regeneracija"],
          "context": "Vaša nedavna prošlost je možda oblikovana svešću ili bekstvom."
        },
        "position6": {
          "upright": "Sud, važna svest, suočavanje sa prošlošću ili snažna odluka doći će do izražaja u bliskoj budućnosti.",
          "reversed": "Reversed Sud može uključivati da izbegava odgovornost, negirajući prošlost ili ignoriše mogućnosti u bliskoj budućnosti.",
          "keywords": ["svest", "odluka", "konfrontacija", "regeneracija", "nazvati"],
          "context": "Vaša bliža budućnost će biti oblikovana svešću ili bekstvom."
        },
        "position7": {
          "upright": "Sud, trenutno ste u procesu suočavanja u prošlosti, dobijajući svest i donošenje važne odluke.",
          "reversed": "Reversed Sud može uključivati izbegavanje odgovornosti u sadašnjosti, negiranje prošlosti ili ignorisanja mogućnosti.",
          "keywords": ["svest", "odluka", "konfrontacija", "regeneracija", "nazvati"],
          "context": "Vaša trenutna situacija je oblikovana svešću ili bekstvom."
        },
        "position8": {
          "upright": "Sudski sud, spoljni uticaji mogu iznijeti pitanja iz prošlosti i nositi energiju svesti i računanje.",
          "reversed": "Obrnuti sud, spoljni uticaji mogu vam prouzrokovati nedostajati mogućnosti, odbiti prošlost ili izbegavati odgovornosti.",
          "keywords": ["svest", "odluka", "prošlost", "nazvati", "regeneracija"],
          "context": "Spoljni uticaji utiču na vas kroz svest ili bekstvo."
        },
        "position9": {
          "upright": "Možete da doživite strah od suda, suočite se sa prošlošću, sudeći se ili donositi pogrešnu odluku.",
          "reversed": "Okolišteni sud može stvoriti anksioznost u vezi sa podvrgavanjem odgovornostima, nedostajućim mogućnostima ili da se ne oproboti.",
          "keywords": ["presuda", "prošlost", "odluka", "računanje", "anksioznost"],
          "context": "Vaš strahovski centar oko toga da se osuđuju ili nedostaju mogućnosti."
        }
      },
      "theworld": {
        "position1": {
          "upright": "Svet može biti u centru problema sa potrebom za zatvaranjem, celovitom ili zatvaranjem petlje.",
          "reversed": "Invertirana zemlja, nepotpuni procesi, nezavršeni rad ili otvoreni petlji mogu biti izvor problema.",
          "keywords": ["završetak", "uspeh", "integritet", "pobeda", "pitanje"],
          "context": "U srcu problema je želja za završetkom ciklusa i postizanje celovitosti."
        },
        "position10": {
          "upright": "Svet može ući novi ciklus sa završetkom, celovitošću i uspehom kao rezultat događaja.",
          "reversed": "Invertirani svet može postojati nedostatak, neuspeh ili nepotpunih procesa kao rezultat događaja.",
          "keywords": ["završetak", "uspeh", "petlja", "integritet", "zatvaranje"],
          "context": "Rezultat se može zatvoriti petlje ili ostaviti nedovršeno."
        },
        "position2": {
          "upright": "Svet kaže da je prepreka može biti nedovršena poslovna, zatvorena petlja ili neuspeh u postizanju celovitosti. Nepotpuni procesi vas zaustavljaju.",
          "reversed": "Invertirana zemlja, strah od neuspeha, nezavršeni ciljevi ili stalna odlaganja može biti prepreka.",
          "keywords": ["završetak", "petlja", "nedostatak", "cilj", "prepreka"],
          "context": "Prepreka se pojavljuje iz zatvorenih petlje i nedovršenog poslovanja."
        },
        "position3": {
          "upright": "Svet može podsvesno biti nezavršeni ciklusi u prošlosti, nepotpuni rad ili neuspeh u postizanju celovitosti.",
          "reversed": "Invertirani svet, prošli nezavršeni ciljevi, nezavršeni procesi ili strah od neuspeha možda su se sredili u podsvesti.",
          "keywords": ["završetak", "petlja", "nedostatak", "cilj", "podsvestan"],
          "context": "Neposvetne petlje i nepotpuni procesi u prošlosti mogu biti osnova za današnje probleme."
        },
        "position4": {
          "upright": "Svet pokazuje da je njegov potencijal da završi celovitost, zatvori cikluse i pređite na novu fazu.",
          "reversed": "Invertirana zemlja može imati nedovršene poslove, zatvorene petlje i nedostatke koji ograničavaju njegov potencijal.",
          "keywords": ["završetak", "petlja", "uspeh", "nova faza", "potencijal"],
          "context": "Vaš najbolji potencijal je dovršiti jedan ciklus i započeti novi."
        },
        "position5": {
          "upright": "Svijet, možda ste nedavno došli puni krug, postigli uspeh ili doživeli osećaj celovitosti.",
          "reversed": "Invertirani svet, možda ste iskusili nedovršene poslovne, nedovršene procese ili nedostatke u nedavnoj prošlosti.",
          "keywords": ["završetak", "uspeh", "integritet", "petlja", "zatvaranje"],
          "context": "Vaša nedavna prošlost može biti obeležena završetkom ili nepotpunošću."
        },
        "position6": {
          "upright": "Svet će završiti ciklus u bliskoj budućnosti, postići ćete uspeh ili doživeti osećaj celovitosti.",
          "reversed": "Invertirani svet, nedovršeni posao, nepotpune zatvaranja ili nezadovoljstvo mogu doći do izražaja u bliskoj budućnosti.",
          "keywords": ["završetak", "uspeh", "petlja", "integritet", "zatvaranje"],
          "context": "Vaša bliska budućnost će se oblikovati završetkom ili nepotpuno zatvaranjem."
        },
        "position7": {
          "upright": "Svet, trenutno ste u procesu popunjavanja ciklusa, postizanje uspeha ili doživljavate osećaj celovitosti.",
          "reversed": "Invertirani svet, nedovršeni posao, petlje koje ne zatvaraju ili nezadovoljstvo vas trenutno ne mogu izazivati.",
          "keywords": ["završetak", "uspeh", "petlja", "integritet", "zatvaranje"],
          "context": "Vaša trenutna situacija je oblikovana završetkom ili nepotpunošću."
        },
        "position8": {
          "upright": "Zemlji, spoljni uticaji mogu vam donositi završetak, uspeh ili početak novog ciklusa.",
          "reversed": "Invertirana zemlja, spoljni uticaji mogu uticati na vas sa nedovršenim poslovanjem, nepotpuno zadovoljstvo ili petlje koje se neće zatvoriti.",
          "keywords": ["završetak", "uspeh", "petlja", "zatvaranje", "integritet"],
          "context": "Spoljni uticaji utiču na vas kroz završetak ili nepotpuno zatvaranje."
        },
        "position9": {
          "upright": "Možete doživeti strah od sveta, dovršetka, da ne budete u stanju da postignete uspeh ili ne možete da zatvorite petlje.",
          "reversed": "Reversed Earth može stvoriti anksioznost zbog nedovršenog poslovanja, neuspeha ili gubitka integriteta.",
          "keywords": ["završetak", "uspeh", "petlja", "zatvaranje", "anksioznost"],
          "context": "Vaši strahovi se fokusiraju na ne postizanje uspeha ili padaju."
        }
      },
      "aceofcups": {
        "position1": {
          "upright": "ACE CUP-ova može biti emotivni početak, novi osećaj ili potraga od srca u srcu problema.",
          "reversed": "Invertirani as šolje, emocionalna blokada, suzbijanje ljubavi ili razočaranja može biti izvor problema.",
          "keywords": ["osećanje", "početak", "lov", "inspiracija", "pitanje"],
          "context": "U srcu problema je potreba za emocionalnom obnovom."
        },
        "position10": {
          "upright": "ACE CUP-ova može biti emocionalna obnova, nova ljubav ili sreća koja dolazi od srca kao rezultat događaja.",
          "reversed": "Invertirani ACE CUP-a, može postojati razočaranje, emocionalno zatvaranje ili neuzvraćena osećanja kao rezultat događaja.",
          "keywords": ["lova", "regeneracija", "sreća", "početak", "lov"],
          "context": "Rezultat može biti iskren otkrivenje ili emocionalno razočaranje."
        },
        "position2": {
          "upright": "ACE CUPS-a, prepreka se ne može emocionalno spremna za novi početak ili suzbijanje vaših osećanja. Kada ne možete da otvorite svoje srce, protok ljubavi i inspiracije je blokiran.",
          "reversed": "U ACE of Cups preokrenuti, emocionalno razočaranje, odbijanje ljubavi ili unutrašnje zatvaranja mogu biti glavna prepreka problema.",
          "keywords": ["osećanje", "početak", "intuicija", "lov", "prepreka"],
          "context": "Prepreka se pojavljuje da potiskuje vaše emocije i zatvaranje vašeg srca."
        },
        "position3": {
          "upright": "ACE CUP-ova može biti intenzivan emotivni početak da ste u prošlosti podsvesno iskusni, čistu ljubav ili inspiraciju koja dolazi iz srca. Ovo iskustvo je možda emocionalno oblikovalo svoje trenutne probleme.",
          "reversed": "Invertirani ACE CUP-a, prošlo razočaranje, odbijanje ljubavi ili emocionalnog zatvaranja možda su ostavili marku na vašoj podsvesti.",
          "keywords": ["osećanje", "početak", "inspiracija", "razočaranje", "podsvestan"],
          "context": "Prošle emocionalne početke ili razočarenja mogu uticati na današnje probleme."
        },
        "position4": {
          "upright": "ACE of Cups sugerira da je vaš najbolji potencijal u potpunosti otvoriti svoje srce, iskusiti emocionalnu obnovu i hraniti se od čistih izvora inspiracije. Kada pokrenete protok ljubavi, odnosa, kreativnosti i unutrašnjeg mira prirodno raste.",
          "reversed": "Preokrećena ACE CUP-ova vas podseća da ćete otkriti svoj puni potencijal, potrebno je da ojačate emocionalne blokade i prihvatite svoje potisnute osećanja sa saosećanjem; Održavanje zatvorenog srca takođe skraćuje inspiraciju.",
          "keywords": ["Emotivni početak", "saosećanje", "otvaranje", "inspiracija", "poboljšanje"],
          "context": "Najbolji potencijal je omogućiti protoku iz srca i zagrliti emocionalnu obnovu."
        },
        "position5": {
          "upright": "ACE of Cups ukazuje da ste nedavno prošli kroz period u kojem ste otvorili svoje srce, iskusili emocionalni početak ili su bili ispunjeni inspiracijom.",
          "reversed": "Ace of Cups preokrenite, možda ste nedavno doživeli emocionalno razočaranje, zatvaranje srca ili nemogućnost da u potpunosti izrazite ljubav.",
          "keywords": ["početak", "osećanje", "inspiracija", "lov", "otvaranje"],
          "context": "Vaša nedavna prošlost je možda oblikovana emocionalnim otvorima ili zatvaranjem."
        },
        "position6": {
          "upright": "ACE CUP-a ukazuje da svoje srce možete otvoriti na novom emocionalnom početku ili nadahnjujuće iskustvo u bliskoj budućnosti.",
          "reversed": "Ace Cups se preokrenulo, možda ćete imati poteškoća da izrazite svoje emocije u bliskoj budućnosti i možete da doživite razočaranje ili zatvoreno srce.",
          "keywords": ["nova ljubav", "inspiracija", "osećanja", "početak", "saosećanje"],
          "context": "Vaša bliža budućnost može se oblikovati emocionalnim ekspanzijama ili razočaranjem."
        },
        "position7": {
          "upright": "Ace Cup-ova, vaše srce je otvoreno za nove emocije, inspiraciju i ljubav odmah. Možda ćete doživljavati unutrašnje buđenje ili emocionalnu obnovu.",
          "reversed": "ACE of Cups se preokrenuo, možda ćete trenutno potisnuti svoje emocije, doživljavati frustraciju ili zatvoreno srce.",
          "keywords": ["Nove emocije", "inspiracija", "lov", "početak", "saosećanje"],
          "context": "Vaša trenutna situacija oblikovana je emocionalnim otkrivenjem ili razočaranjem."
        },
        "position8": {
          "upright": "ACE of CUPS, spoljni uticaji mogu vam doneti nove emocionalne mogućnosti, inspiraciju i brižne odnose.",
          "reversed": "ACE of Cups preokrenuti, spoljni uticaji mogu stvoriti emocionalno zatvaranje, razočaranje ili neravnotežu u ljubavi.",
          "keywords": ["osećanje", "početak", "inspiracija", "lov", "saosećanje"],
          "context": "Spoljni uticaji utiču na vas kroz emocionalno otvaranje ili zatvaranje."
        },
        "position9": {
          "upright": "Ace Cups-a, ​​možda ćete se bojati da se emocionalno otvarate, da niste voleli ili povrediti prilikom pravljenja nove veze.",
          "reversed": "ACE of Cups preokrenuti ukazuje na zabrinutost zbog suzbijanja emocija i iskušenja odbacivanja ili razočaranja.",
          "keywords": ["otvaranje", "osećanje", "krhkost", "lov", "anksioznost"],
          "context": "Vaši strahovi se fokusiraju na otkrivanje svojih osećanja i ne biti uzvratili."
        }
      },
      "twoofcups": {
        "position1": {
          "upright": "Dvoje šoljica mogu biti u srcu problema u odnosu, partnerstvu ili želje da formiraju harmoničnu vezu.",
          "reversed": "Druga dva šolja, disharmonija, neslaganje ili prekida veze može biti izvor problema.",
          "keywords": ["partnerstvo", "raport", "odnos", "jedinstvo", "pitanje"],
          "context": "U srcu pitanja je pitanje povezivanja ili saradnje."
        },
        "position10": {
          "upright": "Kao rezultat događaja mogu se pojaviti dve šolje, harmonični savez, prijateljstvo ili partnerstvo.",
          "reversed": "Invertirane dve šolje, ishod događaja može biti disharmonija, razdvajanje ili neslaganje.",
          "keywords": ["jedinstvo", "partnerstvo", "raport", "lov", "odnos"],
          "context": "Rezultat može biti snažna veza ili razdvajanje."
        },
        "position2": {
          "upright": "Dvoje šoljica, prepreka može biti nespojivost, pogrešna partnerstva ili slabost veza. Nedostatak harmonije vas zaustavlja gde biste trebali da se krećete zajedno.",
          "reversed": "Okrećena dva šolja, nestabilna veza, nepoverenje ili slomljene veze mogu biti izvor problema.",
          "keywords": ["partnerstvo", "raport", "poverenje", "odnos", "prepreka"],
          "context": "Prepreka se pojavljuje od problema sa disharmonijom i poverenjem u odnosima."
        },
        "position3": {
          "upright": "Dvoje šoljica mogu biti snažna veza, partnerstvo ili odnos formirani podsvesno u prošlosti. Ova veza može oblikovati današnje probleme.",
          "reversed": "Invertirana dva šolja, nespojive odnose, lažna partnerstva ili nedostatak poverenja mogu se ugraditi u podsvesno.",
          "keywords": ["odnos", "partnerstvo", "raport", "poverenje", "podsvestan"],
          "context": "Prošli odnosi i partnerstva mogu biti faktori koji utiču na današnje probleme."
        },
        "position4": {
          "upright": "Dvoje šoljica pokazuju da je vaš najbolji potencijal da izgradi partnerstvo zasnovano na međusobnom poverenju i poštovanju, jačanja istinskih obveznica i rastući u harmoniji.",
          "reversed": "Okrećena dva šolja govori da vam to govori da u potpunosti iskoristite svoj potencijal, morate da razjasnite granice, pustite pogrešne utakmice i prioriteti svoju unutrašnju harmoniju.",
          "keywords": ["partnerstvo", "raport", "reciprocitet", "obveznica", "poverenje"],
          "context": "Najbolji potencijal leži u uspostavljanju uravnoteženih i međusobno negovanju odnosa."
        },
        "position5": {
          "upright": "Dve šolje, partnerstvo, prijateljstvo ili romantična veza možda su ojačale u nedavnoj prošlosti.",
          "reversed": "Pretvarane dve šolje, možda je bilo disharmonije, neslaganja ili lomljenje veza u nedavnoj prošlosti.",
          "keywords": ["odnos", "partnerstvo", "obveznica", "raport", "prijateljstvo"],
          "context": "Vaša nedavna prošlost možda je razvila uspostavljanje ili lomljenje veza u vezama."
        },
        "position6": {
          "upright": "Dvoje šoljica, skladno partnerstvo, novi odnos ili jačanje postojeće veze mogu vas čekati u bliskoj budućnosti.",
          "reversed": "Pretvarane dve šolje, mogu postojati neslaganje, komunikacijski problemi ili slabljenje veza u bliskoj budućnosti.",
          "keywords": ["odnos", "partnerstvo", "raport", "lov", "obveznica"],
          "context": "Vaša bliža budućnost će biti oblikovana harmoničnim vezama ili disharmonijom."
        },
        "position7": {
          "upright": "Dvoje šoljicama, možda ćete doživljavati skladnu vezu, romantičnu vezu ili intimno partnerstvo trenutno.",
          "reversed": "Okoli su vas dvoje šoljica, sukoba, disharmonija ili komunikacionih problema moće da vas ospori u ovom trenutku.",
          "keywords": ["odnos", "partnerstvo", "raport", "lov", "obveznica"],
          "context": "Vaša trenutna situacija oblikovana je harmonijom ili disharmonijom."
        },
        "position8": {
          "upright": "Dvoje šoljica, spoljni uticaji mogu vam donijeti harmonična partnerstva, romantične veze ili kolaboracije.",
          "reversed": "Uključene dve šolje, spoljni uticaji mogu stvoriti nesklad, neslaganje ili probleme u komunikaciji u odnosima.",
          "keywords": ["partnerstvo", "odnos", "raport", "obveznica", "partnerstvo"],
          "context": "Spoljni uticaji utiču na vas kroz skladne veze ili neslaganja."
        },
        "position9": {
          "upright": "Dve šolje mogu ukazivati na anksioznost u nepomičnom odnosu, strahu od posvećenosti ili gubitak obostrane ljubavi.",
          "reversed": "Pretvoreno dvoje šoljica, možete se plašiti razdvajanja, neslaganja ili nestabilnog odnosa.",
          "keywords": ["odnos", "raport", "odvajanje", "obveznica", "anksioznost"],
          "context": "Vaši strahovi se fokusiraju na to da ne mogu da uspostave skladan odnos ili izgubite vezu."
        }
      },
      "threeofcups": {
        "position1": {
          "upright": "Tri šolje mogu biti o tome da se vidi podrška, proslavu ili važnost društvenih veza u srcu problema.",
          "reversed": "Pretvorena tri šolje, isključenosti, usamljenosti ili preterano mogu biti izvor problema.",
          "keywords": ["proslava", "podrška", "zajednica", "zajedništvo", "pitanje"],
          "context": "U srcu problema je potraga za socijalnim priključcima ili podrškom."
        },
        "position10": {
          "upright": "Tri šolje mogu da donesu proslavu, podržavajuću prijateljstva i srećnu sindikat kao rezultat događaja.",
          "reversed": "Pretvorena tri šolje, ishod događaja može biti lažna prijateljstva, nesporazumi ili socijalno isključenje.",
          "keywords": ["proslava", "podrška", "prijateljstvo", "sreća", "jedinstvo"],
          "context": "Rezultat može biti proslave ili upitnika prijateljstva."
        },
        "position2": {
          "upright": "Tri šolje, prepreka može biti prekomerna društvena, odvlačenje ili višak spoljnih uticaja. Kada izgubite sopstveni fokus, teško je krenuti napred.",
          "reversed": "Pretvorena tri šolje mogu otkriti prepreku usamljenosti, isključenosti ili nedostatka podrške.",
          "keywords": ["podrška", "prijateljstvo", "društvenost", "usamljenost", "prepreka"],
          "context": "Invalidnost se pojavljuje da ne dobije dovoljno podrške društvenog okruženja ili od prekomerne zavisnosti."
        },
        "position3": {
          "upright": "Tri šolje mogu biti proslave, društvene veze ili prijateljstvo koje ste podsvesno iskusili u prošlosti. Ovi odnosi su vam možda dali i podršku i granice.",
          "reversed": "Invertirana tri šolje, isključenost, usamljenost ili razočarenja iz socijalnog okruženja možda su se podmirile u podsvesti.",
          "keywords": ["proslava", "socijalna veza", "podrška", "usamljenost", "podsvestan"],
          "context": "Prošle društvene veze i prijateljstva mogu se utrnuti put za današnje probleme."
        },
        "position4": {
          "upright": "Tri šolje sugerišu da je vaš najbolji potencijal da se okupimo sa podržavajućim zajednicama, deli uspehe i množenje obilja kroz saradnju.",
          "reversed": "Okolištene tri šolje, da otključate svoj potencijal, morate da smanjite nered previsoke socijalizacije, udaljenosti od nezdravih okruženja i ojačati svoju istinsku mrežu podrške.",
          "keywords": ["proslava", "podrška", "zajednica", "partnerstvo", "radost"],
          "context": "Najbolji potencijal je da deli radost i produktivnost sa podržavajućim okruženjem."
        },
        "position5": {
          "upright": "Tri šolje, možda ste doživeli ugodne trenutke u nedavnoj prošlosti, poput proslave, sastanka sa prijateljima ili mrežom za socijalnu podršku.",
          "reversed": "Pretvorena tri šolje, možda ste iskusili socijalno povlačenje, nesporazume ili osećaj usamljenosti u nedavnoj prošlosti.",
          "keywords": ["proslava", "zajednica", "podrška", "društveni", "zadovoljstvo"],
          "context": "Vaša nedavna prošlost je možda oblikovana jačanjem ili slabljenjem društvenih veza."
        },
        "position6": {
          "upright": "Tri šolje, možete da doživite proslave, sastanak sa prijateljima ili se zabavljati u zajednici u bliskoj budućnosti.",
          "reversed": "Pretvorena tri šolje mogu ukazivati na socijalno povlačenje, nerazumevanje ili nedostatak iskrenosti u bliskoj budućnosti.",
          "keywords": ["proslava", "prijateljstvo", "zajednica", "sreća", "podrška"],
          "context": "Bliska budućnost će se odrediti jačanjem ili slabljenjem društvenih veza."
        },
        "position7": {
          "upright": "Tri šolje, trenutno ste u vreme proslave, okupljajući se sa prijateljima ili jačanjem društvenih veza.",
          "reversed": "Obrnuli su tri šolje, možda ćete imati otuđenje od svog društvenog kruga, nerazumevanja ili neiskrenosti trenutno.",
          "keywords": ["proslava", "prijateljstvo", "zajednica", "sreća", "deljenje"],
          "context": "Vaša trenutna situacija oblikovana je društvenim vezama ili udaljenostima."
        },
        "position8": {
          "upright": "Tri šolje, spoljni uticaji mogu vam doneti prijateljstva, proslave i podršku vašeg društvenog kruga.",
          "reversed": "Okolištene tri šolje, spoljni uticaji mogu stvoriti neiskrenost, lažne prijateljstva ili socijalno isključenje.",
          "keywords": ["proslava", "prijateljstvo", "zajednica", "deljenje", "sreća"],
          "context": "Spoljni uticaji, prijateljstva ili socijalni problemi utiču na vas."
        },
        "position9": {
          "upright": "Tri šolje mogu ukazivati na anksioznost o izostanju, verujući u pogrešna prijateljstva ili ostavljene od proslava.",
          "reversed": "Kada se troje šoljica preokrenulo, možete da doživite strah od tračeva, lažnih prijateljstava ili društvenog prekida veze.",
          "keywords": ["prijateljstvo", "proslava", "lažna veza", "društveno okruženje", "anksioznost"],
          "context": "Vaši strahovi se fokusiraju na prevare ili isključene u prijateljstva."
        }
      },
      "fourofcups": {
        "position1": {
          "upright": "Četiri šolje mogu biti apatija, nezadovoljstvo ili ne videći mogućnosti u srcu problema.",
          "reversed": "Pretvorena četiri šolje, distrakcija ili nedostatak svesti mogu biti izvor problema.",
          "keywords": ["nezadovoljstvo", "prilika", "kamate", "okretanje prema unutra", "pitanje"],
          "context": "U srcu problema su nepriznate mogućnosti."
        },
        "position10": {
          "upright": "Četiri šolje mogu biti rezultat unutrašnjeg ispitivanja, nezadovoljstva ili otkrivenja nepriznatih mogućnosti kao rezultat događaja.",
          "reversed": "Invertirana Četiri šolje mogu biti nova svest, prilika ili buđenje kao rezultat događaja.",
          "keywords": ["nezadovoljstvo", "prilika", "svest", "ispitivanje", "buđenje"],
          "context": "Rezultat može biti unutrašnje ispitivanje ili postizanje svesti."
        },
        "position2": {
          "upright": "Četiri šolje pokazuju da prepreka može biti apatija, nezadovoljstvo ili neuspeh da vide mogućnosti. Introverzija vas drži podalje od rastvora.",
          "reversed": "Pretvorena Četiri šolje mogu biti prepreka stalnim propuštenim mogućnostima ili nepažljivi.",
          "keywords": ["nezadovoljstvo", "ravnodušnost", "prilika", "zatvaranje", "prepreka"],
          "context": "Prepreka se pojavljuje da ne vidi mogućnosti i ravnodušnost."
        },
        "position3": {
          "upright": "Četiri šolje mogu ukazivati na podsvesno nezadovoljstvo, apatija ili mogućnosti zanemarivanja koje ste iskusili u prošlosti.",
          "reversed": "Pretvorena Četiri šolje, propuštene prilike u prošlosti, nepažnja ili emocionalno zatvaranje možda su ostavile svoju ocenu na podsvesti.",
          "keywords": ["nezadovoljstvo", "prilika", "ravnodušnost", "osećanje", "podsvestan"],
          "context": "Prošlost ravnodušnost i nezadovoljstvo mogu oblikovati današnje probleme."
        },
        "position4": {
          "upright": "Četiri šolje leži u probijanju emocionalne stagnacije obnavljajući vašu svest o vašem najboljem potencijalu i videti nove mogućnosti pred vama; Izgled zahvalnosti otvara blokadu.",
          "reversed": "Preokrećena četvoro šoljica pokazuju da ćete u cilju povećanja vašeg potencijala, morate da izađete iz svoje ljuske, prekinite sa apatije i isprobajte nove ponude sa radoznalošću.",
          "keywords": ["svest", "buđenje", "zahvalnost", "prilika", "regeneracija"],
          "context": "Najbolji potencijal je obnoviti interesovanje i uočiti nevidljive mogućnosti."
        },
        "position5": {
          "upright": "Četiri šolje, možda ste iskusili apatiju, nezadovoljstvo ili nepriznate mogućnosti u nedavnoj prošlosti.",
          "reversed": "Pretvorena četvoro šoljica, možda ste nedavno otvorili nove mogućnosti, obnovite svoje interesovanje ili ste povratili fokus.",
          "keywords": ["nezadovoljstvo", "prilika", "ravnodušnost", "buđenje", "pažnja"],
          "context": "Vaša nedavna prošlost možda je određena da li ste zatvoreni ili otvoreni za mogućnosti."
        },
        "position6": {
          "upright": "Četiri šolje, apatija, nezadovoljstva ili unutrašnje pretrage mogu doći do izražaja u bliskoj budućnosti.",
          "reversed": "Pretvorena četvoro šoljica, možete da se otvaramo na mogućnostima, dobijajući svest i pronalaženje nove oblasti interesovanja u bliskoj budućnosti.",
          "keywords": ["nezadovoljstvo", "prilika", "ravnodušnost", "buđenje", "nazvati"],
          "context": "Vaša neposredna budućnost će se oblikovati nezadovoljstvom ili svešću."
        },
        "position7": {
          "upright": "Četiri šolje, možda ćete imati apatiju, nezadovoljstvo ili osećaj unutrašnje praznine trenutno.",
          "reversed": "Okrećena četiri šolje, možda ćete dobiti svest, ponovo otvaranje na mogućnosti ili trenutno razvijati nove interese.",
          "keywords": ["nezadovoljstvo", "ravnodušnost", "buđenje", "prilika", "unutrašnji prostor"],
          "context": "Vaša trenutna situacija oblikovana je nezadovoljstvom ili svešću."
        },
        "position8": {
          "upright": "Četiri šolje, spoljni uticaji vas pozivaju na svest, možda ćete morati da obratite pažnju na prilike koje dolaze iz vašeg okruženja.",
          "reversed": "Ukrasana četiri šolje, spoljni uticaji mogu vas dovesti do novih interesa ili povećati svoju apatiju.",
          "keywords": ["ravnodušnost", "prilika", "buđenje", "svest", "razmak"],
          "context": "Spoljni uticaji utiču na vas kroz svest ili ravnodušnost."
        },
        "position9": {
          "upright": "Četiri šolje, možete se plašiti nedostajućih prilika, apatije ili nezadovoljstva životom.",
          "reversed": "Četiri šolje obrnuta mogu ukazivati na anksioznost o tome da su apatični, ako ne iskoriste mogućnosti, ili se pojavljuju ravnodušnim.",
          "keywords": ["nezadovoljstvo", "prilika", "ravnodušnost", "da propustim", "anksioznost"],
          "context": "Vaši strahovi se fokusiraju na neživanje ili nedostajuće mogućnosti."
        }
      },
      "fiveofcups": {
        "position1": {
          "upright": "Petorica šoljica može imati razočarenja, gubitke ili žaljenje u srcu problema.",
          "reversed": "Okrećeno pet šoljica, zaglavljen u prošlosti ili nije u stanju da nauči lekcije mogu biti izvor problema.",
          "keywords": ["gubitak", "tuga", "žaliti", "prošlost", "pitanje"],
          "context": "Prošli gubici i žaljenje su u srcu problema."
        },
        "position10": {
          "upright": "Petorica šoljica može ukazivati na fokusiranje na gubitke, razočaranje ili žaljenje kao rezultat događaja.",
          "reversed": "Okolišteno pet šoljica može biti u prepuštanju prošlosti, praštanju i oporavka kao rezultat događaja.",
          "keywords": ["gubitak", "žaliti", "razočaranje", "oporavak", "zarastanje"],
          "context": "Rezultat može biti žaljenje ili obnovljeno isceljivanje."
        },
        "position2": {
          "upright": "Petorica šoljica pokazuje da se prepreka može previše fokusirati na prošle gubitke, žaljenje ili krivicu. Zaglavljen u prošlosti vas sprečava da se krećete prema naprijed.",
          "reversed": "Preokrećeno pet šoljica, a ne uče u učenju ili prepuštanju teretama prošlosti mogu biti izvor prepreke.",
          "keywords": ["gubitak", "žaliti", "prošlost", "krivica", "prepreka"],
          "context": "Prepreka se pojavljuje da se zaglave u prošlosti i ne pušta."
        },
        "position3": {
          "upright": "Petorica šoljica može podsvesno predstavljati prošle gubitke, žaljenja ili osećanja krivice. To može uticati na njihovu trenutnu invalidnost.",
          "reversed": "Ograničeno pet šoljica može se ukorijeniti u podsvesnom, zaglavljen u prošlosti, a ne može da nauči lekcije ili stalno razmišljajući o gubicima.",
          "keywords": ["gubitak", "žaliti", "prošlost", "krivica", "podsvestan"],
          "context": "Prošli gubici i žaljenje mogu biti duboke emocije koje utiču na današnje probleme."
        },
        "position4": {
          "upright": "Petorica šoljica sugerira da je vaš najbolji potencijal da nauči od gubitaka i zagrljaju šta ostaje, da destiliram značenje od tuge i usudi se da se obnovi.",
          "reversed": "Preokrećena pet šoljica naglašava da je da otključate vaš potencijal, morate prestati da prebivate u prošlosti i veselite se oproštenju i samooseljenost.",
          "keywords": ["poboljšanje", "prihvatanje", "učenje", "rekonstrukcija", "nadati se"],
          "context": "Najbolji potencijal je da se gubitak transformiše u snagu mudrosti i prosleđe."
        },
        "position5": {
          "upright": "Pet šoljica, možda ste doživeli gubitak, žaljenje ili tugu u nedavnoj prošlosti.",
          "reversed": "Okrećeno pet šoljica, možda ste nedavno počeli da ostavljate proces žalosti i primetili su lepote koje ostaju.",
          "keywords": ["gubitak", "žaliti", "starost", "svest", "zarastanje"],
          "context": "Vaša nedavna prošlost je možda oblikovana gubitkom ili preispitivanjem procesa."
        },
        "position6": {
          "upright": "Petorica šoljica, gubitak, žaljenje ili emocionalna uznemirenost mogu se pojaviti u bliskoj budućnosti.",
          "reversed": "Invertirano pet šoljica, možete iskusiti isceljenje, fokusiranje na ljepote ostavljene iza sebe i izlečiti u bliskoj budućnosti.",
          "keywords": ["gubitak", "žaliti", "tuga", "zarastanje", "svest"]
        }
      }
    }
  }
}
