{
  "relationship-problems": {
    "meanings": {
      "nineofwands": {
        "position5": {
          "keywords": [null, null, null, "prekršiti", "zaštita"],
          "context": "Otpornost je jaka. Okidač je ostao otvoren sve vreme. Sada je pravilo pauze mora."
        },
        "position6": {
          "upright": "Devet štapića hvali izdržljivosti; Međutim, koristeći umor kao štit i očekujući stalno razumevanje partnera može se pretvoriti u eksploataciju.",
          "reversed": "Reversed devet štapića ukazuje na rizik da nose stare rane u sadašnjost i da partner bude oprezan.",
          "keywords": ["izdržljivost", "umor", "razumevanje", "okidač", "prekršiti"],
          "context": "Tema: odmorena snaga; Rizik: Stalna potražnja za tolerancijom; DO: Planirane pauze i podele rada."
        },
        "position7": {
          "upright": "Devet štapića vam govori da ste na straži zbog spoljnih napada u prošlosti. Gužva može da ga pokrene.",
          "reversed": "Invertirani devet štapića ukazuje na oštro životno okruženje koje svaka kritika izgleda pretnja.",
          "keywords": ["okidač", "odbrana", "kritika", "Percepcija pretnje", "prekršiti"],
          "context": "Upravljanje okidačem vežbanja. Podesite siguran prostor i plan prekida."
        },
        "position8": {
          "upright": "Devet štapića simbolizuje izdržljivost koja se ne odrekne uprkos ekonomskim teškoćama.",
          "reversed": "Preokrećeno devet štapića kaže da živi \"uvek na straži\" može dovesti do izgaranja i finansijskog slepila.",
          "keywords": ["izdržljivost", "okidač", "izumiranje", "zaštita", "prekršiti"],
          "context": "Održavati snagu sa vremenom i delegatom; sprečiti izgaranje."
        },
        "position9": {
          "upright": "Devet štapića nosi odnos ne odustajanje i graničnog popravke, čak i ako ste umorni.",
          "reversed": "Invertirani devet ljudskih štapića, hronična budnost i sumnja u upornosti erode.",
          "keywords": ["otpornost", "umor", "popraviti", "okidač", "poverenje"],
          "context": "Da biste poslednji put: plan oporavka + izgradnja poverenja."
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Deset štapića kaže da nepravda u podjeli opterećenja i ravnoteže odgovornosti stvara napetost.",
          "reversed": "Prekoračeni deset štapića ukazuje da su krajnost preuzimanja svega ili da se u potpunosti povećavaju sukob.",
          "keywords": ["opteretiti", "odgovornost", "pravda", "delegat", "ravnoteža"],
          "context": "Operativni koren kontradikcije: opterećenje tereta i deljenje odgovornosti."
        },
        "position2": {
          "upright": "Deset štapića kaže da je problem u neravnoteži tereta i odgovornosti. Jedno pad ramena. \\ N \\ n \\ nhint: nedostatak delegata, ne uzimajte sve na sve. Problem ne može da kaže ne.",
          "reversed": "Invertirani deset štapića govori nam da je nagomilani opterećenje demotivira i šta je potrebno da se pokrene. Povećavanje nereda. \\ N \\ nsimptom: Kašnjenja, ciklus nastavka žalbe. Problem ne radi prioritetno čišćenje.",
          "keywords": ["opteretiti", "delegat", "prioritet", "odgovornost", "jednostavnost"],
          "context": "Problem sa korenom: Upravljanje opterećenjem. Područja koja utiče na: ravnotežu radne životne sredine, relacionalni rad."
        },
        "position3": {
          "upright": "Deset štapića kaže da povećavate svoj udeo tako što ćete sve pretpostaviti, a zatim zamjeriti. Ne postoji teretna pravda bez delegacije.",
          "reversed": "Okrećeno deset štapića govori nam da i dalje nosite ono što treba da se pusti, praveći vatru veću. Čišćenje prioriteta.",
          "keywords": ["opteretiti", "delegat", "prioritet", "odgovornost", "jednostavnost"],
          "context": "Share: Greška upravljanja opterećenjem. Efekat: Izgaranje, strpljenje. Predlog: Ostavite udeo."
        },
        "position4": {
          "upright": "Deset štapića kaže da se može razmotriti da preuzme sve kao vrlinu i ignoriše nečije udio u podjeli opterećenja.",
          "reversed": "Ograničeno deset štapića može razmotriti nošenje onoga što treba da se pusti kao \"odgovornost\" i uvećaju poricanje.",
          "keywords": ["opteretiti", "delegat", "prioritet", "odgovornost", "jednostavnost"],
          "context": "Zanemareno: Drop / Delegat. Efekat: iscrpljenost. DO: Proizvodi mapu opterećenja."
        },
        "position5": {
          "upright": "Deset štapića vam govori da se previše opterećujete i krećete prema naprijed. Postoji puno odgovornosti.",
          "reversed": "Prekoračeni deset štapića ukazuje da nedostatak delegata i iscrpljenosti ostavljaju svoju marku.",
          "keywords": ["opteretiti", "delegat", "izumiranje", "odgovornost", "jednostavnost"],
          "context": "Izvedeni su veliki teret. Umor je nagomilao. Sada je vreme da se pusti i deli."
        },
        "position6": {
          "upright": "Deset štapića kaže da preopterećenje može stvoriti nevidljivo eksploatacija. Reći \"nosim sve\" ostavlja partnera u dugovima.",
          "reversed": "Preokrećeno deset štapića opisuje rizik od dominacije drugog insistiranja na obavljanju zadataka koji se mogu ostaviti.",
          "keywords": ["opteretiti", "delegat", "zaduženje", "jednostavnost", "odgovornost"],
          "context": "Tema: Mapa učitavanja; Rizik: Upravljanje opterećenjem; DO: Delegat i prioritet."
        },
        "position7": {
          "upright": "Deset štapića vam govori da ste raniji teret spoljnih zahteva. Svi žele nešto od vas.",
          "reversed": "Invertirani deset štapića ukazuje da okruženje nameće opterećenja koja vam ne treba da nosiš.",
          "keywords": ["opteretiti", "zatražiti", "nametanje", "jednostavnost", "delegat"],
          "context": "Kreirajte mapu opterećenja. Naučite da kažete \"ne\" zajedno."
        },
        "position8": {
          "upright": "Deset štapića opisuje prekomerne opterećenja i finansijske odgovornosti koncentrisane na jednu osobu.",
          "reversed": "Preokrećeno deset štapića sugerira da dele opterećenje delegacijom, automatizacijom i pojednostavljenjem.",
          "keywords": ["opteretiti", "odgovornost", "delegat", "pojednostavljivanje", "automatizovati"],
          "context": "Distribuirati zadatke i fakture; Pojednostavljivo protok rada."
        },
        "position9": {
          "upright": "Deset štapića: Ako se teret prilično distribuira, odnos će raditi; Nošenje jedne osobe je naporno.",
          "reversed": "Invertirani deset štapića, ako se opterećenja ne dele, rizik od rupture raste.",
          "keywords": ["opteretiti", "delegat", "odgovornost", "jednostavnost", "ravnoteža"],
          "context": "Da biste poslednji put poslednji put: radna karta / emocija."
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "Princ Vands kaže da je razlika između želje za radoznalosti i otkrićem i potrebom za stabilnošću proizvodi napetost.",
          "reversed": "Preokrećeni princ štapiće ukazuje da je nedostatak entuzijazma i nedostatka poverenja u fokusu.",
          "keywords": ["radoznalost", "otkriće", "fokus", "stabilnost", "entuzijazam"],
          "context": "Operativni koren kontradikcije: ravnoteža otkrivanja i stabilnosti."
        },
        "position2": {
          "upright": "Problem, kaže princ štapiće, ne povezuje entuzijazam sa fokusom. Otkriće je dobro, nedostatak smera je naporan. \\ N \\ NTip: Ne skačite u novo, ne postanite dosadno lako. Problem je što ne postoji okvir za naučenje eksperimenta.",
          "reversed": "Prenosni princ štapiće objašnjava da napuštanje i distrakciju urođene poverenje. Počinje, nikad se ne završava. \\ N \\ nsimptom: groblje kratkih projekata. Problem je slabost završnog mišića.",
          "keywords": ["otkriće", "entuzijazam", "fokus", "završnjak", "pilot"],
          "context": "Problem sa korenom: saldo fokusiranja fokusizma. Područja koja utiče: navika, projekat, motivacija."
        },
        "position3": {
          "upright": "Princ Vands kaže da ne vezuje entuzijazam da se fokusira, već povećava svoj udeo. Dobro je početi; Završetak daje samopouzdanje.",
          "reversed": "Princ štapiće preokrene vam govori da podstičete vatru nezavršenim projektima i odvraćanjem. Podesite mali rok.",
          "keywords": ["otkriće", "entuzijazam", "fokus", "završnjak", "pilot"],
          "context": "Share: Završni jaz. Efekat: Poverenje, brzina. Predlog: mini sprint."
        },
        "position4": {
          "upright": "Princ Vands kaže da možete pogrešiti entuzijazam zbog nedostatka fokusa i ignorišete svoj udeo. Pokretanje je dobro, završna obrada je odgovornost.",
          "reversed": "Okolišteni princ štapiće pokazuje tendenciju podsticanja negiranja razmatrajući polu-pečene projekte kao sudbinu.",
          "keywords": ["entuzijazam", "fokus", "završnjak", "pilot", "ritam"],
          "context": "Ignorisan: mini datum dospeća. Efekat: Poverenje se smanjuje. Do: Male Sprints."
        },
        "position5": {
          "upright": "Princ Vands kaže da postoji mnogo perioda otkrivanja i entuzijazma. Isprobali ste nove stvari zajedno.",
          "reversed": "Princ štapiće obrnuto objašnjava da nezavršeni projekti ispuštaju samopouzdanje.",
          "keywords": ["otkriće", "entuzijazam", "fokus", "završnjak", "pokušati"],
          "context": "Kreativni počeci. Stopa završetka je ostala niska. MINI Sprint je sada potrebno."
        },
        "position6": {
          "upright": "Princ štapiće voli entuzijazam; Ali što se nemoguće sažeti i čeka da se partner završi može pretvoriti u eksploataciju.",
          "reversed": "Preokrećeni princ štapića uvećava rizik od napuštanja i nestanka koji je pritiskao drugu u nosiocu.",
          "keywords": ["entuzijazam", "fokus", "završetak", "stabilnost", "odgovornost"],
          "context": "Tema: Završetak; Rizik: Dopunjavanje drugog; Do: Mini sprint i dostava."
        },
        "position7": {
          "upright": "Princ Vands kaže da avanturistički prijatelj interveniše sa novim idejama. Postoji inspiracija, ali je takođe potrebno fokusiranje.",
          "reversed": "Preokrenuo princ štapiće ukazuje na spoljni glumac koji pokida bez razmišljanja, a zatim nestaje.",
          "keywords": ["inspiracija", "impuls", "fokus", "doslednost", "entuzijazam"],
          "context": "Dobijte inspiraciju, filtrirajte brzinu. Imate odgovornost za isporuku."
        },
        "position8": {
          "upright": "Princ Vindeva donosi kreativna rešenja i mikro projektne ideje o niskom budžetu.",
          "reversed": "Princ of Vinds Reversed kaže da nemiroksipsana iskra može dovesti do pola rada i troškova.",
          "keywords": ["kreativnost", "Micro Project", "fokus", "trošak", "pokušati"],
          "context": "Učinite male eksperimente sa jasnim ciljevima i trajanjem."
        },
        "position9": {
          "upright": "Princ štapiće, radoznalost i duh avanture Drži vezu svjež; Povećanje potencijala za vožnju.",
          "reversed": "Invertirani princ štapiće, nedostatak fokusa i prekida štete stalnost.",
          "keywords": ["radoznalost", "avantura", "fokus", "završetak", "entuzijazam"],
          "context": "Da biste poslednji put: MINI projekti + proslave završetka."
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "Vitez štapiće kaže da impulsivnost i brze odluke uhvate partnera i da se kreiraju sukob.",
          "reversed": "Vraćeni vitez štapiće ukazuje da napuštanje i neuravnoteženi protok energije stvaraju eroziju poverenja.",
          "keywords": ["asertivnost", "brzina", "stabilnost", "posvećenost", "ubrzanje"],
          "context": "Operativni koren kontradikcije: brzina i doslednost posvećenosti."
        },
        "position2": {
          "upright": "Vitez štapiće kaže da je problem nedostatak kočnice na brzini i asertivnosti. Vatra je dobra, peć je neophodna. \\ N \\ NTIP: Nagle odluke, visok rizik. Problem je u tome što brzina nije usklađena sa intelektom.",
          "reversed": "Vitez štapića obrnut opisuje nesigurnost stvorenu rasipnom energijom i napuštanjem. Plamen se brzo ugasi. \\ N \\ nsimptom: Pokretanje i beženje, nedosledno ubrzanje. Problem je arhitektura izvršenja.",
          "keywords": ["brzina", "asertivnost", "rizikovati", "posvećenost", "ubrzanje"],
          "context": "Problem sa korenom: Kalibracija otežana brzine. Područja koja utiče: Odluka, poverenje, održavanje."
        },
        "position3": {
          "upright": "Vitez štapiće kaže da vas uhvati čuvar svojim brzinom / asertitet i povećava njegov udeo. Požar je lep; Treba ti peć.",
          "reversed": "Vitez štapića obrnut opisuje gorivo vatre sa prekidima i neuravnoteženi zamah. Podesite arhitekturu počinite.",
          "keywords": ["brzina", "asertivnost", "rizikovati", "posvećenost", "ubrzanje"],
          "context": "Share: GAP za brzo preuzimanje EFEKT: Poverenje, kontinuitet. Preporuka: Ugovor o ritmu / izlazu."
        },
        "position4": {
          "upright": "Vitez štapiće kaže da se može pogrešiti hrabrost i zanemariti udeo nespremnosti.",
          "reversed": "Vitez štapića obrnuto naglašava tendenciju da negira neuravnoteženog zamaha pozivanjem \"prirode\".",
          "keywords": ["brzina", "asertivnost", "rizikovati", "posvećenost", "ubrzanje"],
          "context": "Zanemareno: premijeniti arhitekturu. Efekat: Kontinuitet je oslabljen. DO: RIHTM ugovor."
        },
        "position5": {
          "upright": "Vitez štapića govori o periodima podebljanih poteza i duha avanture. Energija je bila velika.",
          "reversed": "Vitez štapića obrnuto govori nam da je neuravnotežen zamah i prekidi ostavljaju svoju marku.",
          "keywords": ["hrabrost", "brzina", "ubrzanje", "rizikovati", "kontinuitet"],
          "context": "Napadne energiju; Ritam je nedosledan. Nedostaje arhitekturi izvršenja. Sada nam treba ugovor o ritmu."
        },
        "position6": {
          "upright": "Vitez štapića ističe hrabrost; Ali pokretanje tog asertivnosti stvara rizik da ga ugasi partner.",
          "reversed": "Okrećeni vitez štapiće pokazuje tendenciju da partner drži u Limbu sa neuravnoteženim zamahom i iznenadno povlačenje.",
          "keywords": ["hrabrost", "ubrzanje", "povlačenje", "ravnoteža", "posvećenost"],
          "context": "Tema: Dosledni zamah; Rizik: Brzo izgorelo; DO: TEMPO ugovor."
        },
        "position7": {
          "upright": "Vitez na štapiće kaže da vas ličnost za pecanje čini brže. Energija je dobra, ali ravnoteža je od suštinskog značaja.",
          "reversed": "Vitez štapića obrnut ukazuje na podsticanje podstiče koji \"gasovi\" i nestane.",
          "keywords": ["napad", "gas", "ravnoteža", "provokacija", "kontinuitet"],
          "context": "Napraviti tempo sporazum. Izmerite spoljni gas."
        },
        "position8": {
          "upright": "Vitez na štapiće ukazuje na priliku za agresivne poteze i brze prihode u prodaji / proviziji / bočnoj gužvi.",
          "reversed": "Vitez štapića obrnuto kaže da neuravnoteženi tempo i nedovršeni rad mogu snimiti novac.",
          "keywords": ["napad", "provizija", "brzina", "neuravnotežen", "završetak"],
          "context": "Planirajte brzo i osigurajte isporuku."
        },
        "position9": {
          "upright": "Vitez štapića pomera odnos prema naprijed sa hrabrim koracima i ritmom.",
          "reversed": "Vitez na štapiće preokrenuo je kontinuitet sa nepravilnom brzinom i trenutnom ljutnjom.",
          "keywords": ["hrabrost", "ritam", "ravnoteža", "ljutnja", "stabilnost"],
          "context": "Da biste poslednji put: Tempo ugovor + pauza za ljutnju."
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "Kraljica štapića kaže da postoji napetost između potrebe za vidljivošću i karizmom i partnerovom sferom bezbednosti.",
          "reversed": "Kraljica štapića preokrećena ukazuje na to poređenje i anksioznost o vidljivosti okidači ljubomore.",
          "keywords": ["vidljivost", "poverenje", "poređenje", "ljubomora", "karizma"],
          "context": "Operativni koren kontradikcije: senka vidljivosti i poređenja."
        },
        "position2": {
          "upright": "Kraljica štapića kaže da je problem da je potreba za vidljivošću i karizmom sudarila se sa nijansama ljubomore. Svetlost raste, pa i senka. \\ N \\ nhint: poređenje, štampanje prozora. Problem je u tome što su vrednosti i samopoštovanje neusklađene.",
          "reversed": "Kraljica štapića preokrenula nam govori da unutrašnje nepoverenje i potraga za odobrenjem umanjuju odnos. Spoljno odobrenje postaje zavisnost. \\ N \\ nsimptom: Fragile Ego, tihi prigovor. Problem je praznini samo-vredan.",
          "keywords": ["vidljivost", "karizma", "poređenje", "poverenje", "odobrenje"],
          "context": "Pitanje korena: ravnoteža samo-vrednosti i vidljivosti. Područja koja utiče: ljubomora, deljenje, podrška."
        },
        "position3": {
          "upright": "Kraljica štapića kaže da povećava svoj udeo tako što ne deli vidljivost, već aktivira poređenje. Dok svetlost raste, razmislite o senci.",
          "reversed": "Kraljica štapića obrnuta opisuje podsticanje vatre zahtevajući odobrenje od odnosa. Neka se vaša samo-vrednost bude ojačana iznutra.",
          "keywords": ["vidljivost", "karizma", "poređenje", "poverenje", "odobrenje"],
          "context": "Share: Potvrda / Senka za potvrdu / vidljivost. Efekat: ljubomora, podrška. Predlog: delite uspeh."
        },
        "position4": {
          "upright": "Kraljica štapića kaže da može ignorisati činjenicu da ona sjaji i pokreće poređenje bez deljenja vidljivosti.",
          "reversed": "Kraljica štapića preokrenula je tendenciju da joj negira udeo predstavljanjem potrage za odobrenjem kao potrebama.",
          "keywords": ["vidljivost", "karizma", "poređenje", "poverenje", "odobrenje"],
          "context": "Zanemareno: uobičajena scena. Učinak: Povećava se ljubomora. DO: Podelite uspeh."
        },
        "position5": {
          "upright": "Kraljica štapića kaže da harizma i toplo rukovodstvo oživljavaju vezu. Inspirisani ste.",
          "reversed": "Kraljica štapića obrnuta opisuje kako ponekad senke vidljivosti / poređenja kreiraju napetost povremeno.",
          "keywords": ["karizma", "inspiracija", "vidljivost", "poređenje", "poverenje"],
          "context": "Inspirisanje vremena. Dogodilo se okidači poređenja. Sada moramo da delimo uspeh."
        },
        "position6": {
          "upright": "Kraljica štapića sjaji karizmu i vidljivost; Ali monopolizacija pozornice može zasjeniti partnera.",
          "reversed": "Kraljica štapića preokrenula je rizik od hranjenja potrage za odobrenjem kroz odnos i vršenje pritiska na druge.",
          "keywords": ["karizma", "vidljivost", "poređenje", "odobrenje", "deljenje"],
          "context": "Tema: Common Scene; Rizik: Svetlo monopol; DO: Podelite vidljivost."
        },
        "position7": {
          "upright": "Kraljica štapića pokazuje prateći uticaj harizmatične žene koja inspiriše.",
          "reversed": "Kraljica štapića obrnuta se odnosi na spoljnu figuru koja stvara konkurenciju kroz pritisak poređenja i vidljivosti.",
          "keywords": ["karizma", "inspiracija", "poređenje", "vidljivost", "rivalstvo"],
          "context": "Podelite inspiraciju, zatvorite poređenje. Podelite scenu."
        },
        "position8": {
          "upright": "Kraljica štapića opisuje sve veći prihod sa preduzetničkim samopouzdanjem, umrežavanjem i ubedjivanjem snage.",
          "reversed": "Kraljica štapića obrnuta je upozorenje nepotrebnog troška i upoređivanje pritiska za vidljivost.",
          "keywords": ["pokušati", "poverenje", "mreža", "vidljivost", "poređenje"],
          "context": "Strateški upravljati vidljivošću; Kreirajte vrednost, ne sliku."
        },
        "position9": {
          "upright": "Kraljica štapića, toplo karizma i uzajamno divljenje nose odnos u dugoročno.",
          "reversed": "Invertirana kraljica štapića, poređenje i bitka za vidljivost oštećena obveznica.",
          "keywords": ["karizma", "divljenje", "toplota", "poređenje", "deljenje"],
          "context": "Poslednji: Zajedničko zatvaranje zajedničke faze + Cutsene."
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "Kralj štapića sugeriše da postoji napetost između želje za vizionarskog rukovodstva i kulture zajedničkog odlučivanja.",
          "reversed": "Preokrećeni kralj štapića ukazuje da su autoritarni ton i sukobi ego iskrivljavaju dijalog.",
          "keywords": ["vizija", "rukovodstvo", "ego", "vlast", "učestvovanje"],
          "context": "Operativni koren kontradikcije: ravnoteže vođstva i učešća."
        },
        "position2": {
          "upright": "Kralj štapića kaže da je problem između vizionarskog rukovodstva i kulture zajedničkog odlučivanja. Vord je velik, učešće je male. \\ N \\ nTip: Jedno-centrirana vizija. Problem je ograničenje razmene moći.",
          "reversed": "Prekoračeni kralj štapića objašnjava da autoritarni ton i ego sukobi ometaju saradnju. Svetli vatru. \\ N \\ nsimptom: pojačani diskurs, razdvojeni tim. Problem je strah od podele moći.",
          "keywords": ["vizija", "rukovodstvo", "vlast", "ego", "učestvovanje"],
          "context": "Problem sa korenom: Stanje učešća vizije-učešća. Područja koja utiče: zajednički cilj, poverenje, motivacija."
        },
        "position3": {
          "upright": "Kralj štapića kaže da on upravlja vizijom iz jednog centra i povećava njegov udeo. Liderstvo je prelepo sa učešćem.",
          "reversed": "Preokrećen kralj štapića objašnjava da vatra raste sa sukobima EGO / Agencije. Podelite autoritet povećava temperaturu.",
          "keywords": ["vizija", "rukovodstvo", "vlast", "ego", "učestvovanje"],
          "context": "Share: Unipolarna vizija. Efekat: Motivacija, samopouzdanje. Preporuka: Zajedno odlučite."
        },
        "position4": {
          "upright": "Kralj štapića kaže da ljudi mogu pogrešiti jedinstvenu viziju liderstva i ignorisati svoj deo u nedostatku učešća.",
          "reversed": "Reversirani kralj štapova naglašava tendenciju da se u sukobu odbijaju ego kao \"princip\".",
          "keywords": ["vizija", "rukovodstvo", "vlast", "ego", "učestvovanje"],
          "context": "Ignorisan: konsenzus. Efekat: Motivacija / pad poverenja. Do: Deljenje vlasti."
        },
        "position5": {
          "upright": "Kralj štapića kaže da vizionarski stav daje smer. Vođstvo je prenijelo vezu.",
          "reversed": "Reversirani kralj štapića objašnjava da pojedinačne odluke ponekad dovode do sukoba.",
          "keywords": ["vizija", "rukovodstvo", "vlast", "učestvovanje", "ego"],
          "context": "Jaka vizija. Učešće je bilo nepotpuno. Sada je deljenje napajanja važna."
        },
        "position6": {
          "upright": "Kralj štapića pohvali vizionar; Ali guranje partnera u sprovođenju uloge sa jednosmernim odlukama je eksploatacija.",
          "reversed": "Prekoračeni kralj štapića ukazuje na instrumentalizujuće moći rizikom od ego bitaka i neuspjeh da se oduzmu autoritet.",
          "keywords": ["vizija", "rukovodstvo", "vlast", "učestvovanje", "ego"],
          "context": "Tema: Deljenje napajanja; Rizik: Jedinstveni centar; DO: SHARDER RIHTM za odlučivanje."
        },
        "position7": {
          "upright": "Kralj štapića govori o vodinju uticaja vizionarskog vođe / prijatelja.",
          "reversed": "Prekoračeni kralj štapića ukazuje da je egocentrično, dominantno spoljašnji glas dominira vašim odlukama.",
          "keywords": ["vizija", "vođa", "ego", "dominacija", "pravac"],
          "context": "Liderstvo je dobro, dominacija je loša. Ne dajte autoritet."
        },
        "position8": {
          "upright": "Kralj štapića naglašava prihode za skaliranje kroz vizionarno rukovodstvo i upravljanje rizikom.",
          "reversed": "Prekoračeni kralj štapova kaže da rizici pogonski od ego-a i jednosmerne odluke mogu da napregnute finansije.",
          "keywords": ["vizija", "rizikovati", "skala", "ego", "vlast"],
          "context": "Deljenje organa; Upravljati rizicima sa podacima."
        },
        "position9": {
          "upright": "Kralj štapića održava odnos sa vizionarskim rukovodstvom i upravljanjem zajedničkim rizikom.",
          "reversed": "Preokrećeni kralj štapića, ego i jedinstvene usredsređene na poremete odluke.",
          "keywords": ["vizija", "rukovodstvo", "rizikovati", "ego", "učestvovanje"],
          "context": "Da traje: deljenje moći + zajednička odluka."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "Ace Pentacles kaže da postoji napetost između materijalnih prioriteta i potrebu za konkretnim bezbednosnim i emocionalnim prioritetima.",
          "reversed": "Ace Pentacles obrnuta ukazuje da strah od nestalog i mentaliteta oskudica suzbija odluke o odnosima.",
          "keywords": ["Finansijska sigurnost", "prilika", "glad", "prioritet", "opipljivost"],
          "context": "Betonski koren kontradikcije: ravnoteža bezbednosti i mogućnosti."
        },
        "position2": {
          "upright": "Ace Pentacles kaže da je problem finansijska sigurnost i prozori mogućnosti. Belostitnost je poželjna. \\ N \\ n \\ nhint: budžet, rad, buduća anksioznost. Problem je nemogućnost pretvaranja mogućnosti u plan ili mentalitet oskudica.",
          "reversed": "Ace of Pentecles obrnut je objašnjava da strah od nestalog i ciklusa nesigurnosti paralizuju odluku. Mali koraci se ne mogu uzeti. \\ N \\ nsimptom: odustajanje pre početka, odlaganja. Problem ne može biti u stanju da bi posadilo betonsko semenke.",
          "keywords": ["prilika", "osnova", "budžet", "poverenje", "betonski korak"],
          "context": "Problem sa korenom: konkretno osiguranje i inicijacija. Područja koja utiče: novac, rad, budući planovi."
        },
        "position3": {
          "upright": "Ace Pentacles kaže da ne pretvori priliku u konkretan plan, ali povećava svoj udeo. Bez razgovora o siguranju, nada se umori.",
          "reversed": "Reversed Ace Pentacles objašnjava da vatra raste sa mentalitetom za oskudicama i odlaganjem. Ako nema malog konkretnog koraka, obećanje gubi vrednost.",
          "keywords": ["prilika", "osnova", "budžet", "poverenje", "betonski korak"],
          "context": "Share: Nedostatak konkretnosti. Efekat: Povjerenje, budući plan. Predlog: Sjemenske semenke."
        },
        "position4": {
          "upright": "Ace Pentacles kaže da on može odložiti konkretan plan koji kaže: \"Videćemo\" i ignorišemo njegov udeo.",
          "reversed": "ACE Of Pentacles preokrenuo je da podstiče negiranje koristeći oskudni um kao izgovor da bi mogao otkazati moj potez.",
          "keywords": ["prilika", "osnova", "uverenje", "budžet", "betonski korak"],
          "context": "Zanemareno: prvi mali korak. EFEKT: Poverenje slabi. DO: Podesite izlaz datuma."
        },
        "position5": {
          "upright": "Ace Pentacles kaže da konkretan početak / prilika daje poverenje odnosu. Fondacija je položena.",
          "reversed": "ACE Of Pentacles Reversed označava da se mogućnosti ne planiraju i ne troše se.",
          "keywords": ["prilika", "osnova", "uverenje", "plan", "betonski korak"],
          "context": "Posađene su dobre semenke. Bilo je nedostajalo planova. Sada su potrebni mali konkretni koraci."
        },
        "position6": {
          "upright": "Ace Pentacles sugeriše fer deljenje konkretnih mogućnosti; Ali čuvanje resursa u jednoj ruci stvara asimetriju snage.",
          "reversed": "Ace of Pentacles se naglašava naglašava rizik da očekuju žrtve partnera dok zadržavaju novac, vreme ili znanje.",
          "keywords": ["izvor", "novac", "vreme", "snaga", "jednakost"],
          "context": "Tema: Izvor Transparentnost; Rizik: Akumulacija u jednoj ruci; DO: Jasan budžet i raspored."
        },
        "position7": {
          "upright": "ACE Of Pentacles označava spoljni izvor koji nudi poslovne / novčane mogućnosti. Opipljiva podrška utiče na vezu tako što je to opuštenije.",
          "reversed": "Reversed Ace Pentaklova ukazuje na uslovnu finansijsku podršku i pomoć u očekivanju korišćenja.",
          "keywords": ["prilika", "Finansijska podrška", "uslov", "kamate", "opipljivost"],
          "context": "Podrška je odlična, ali učini ga transparentnim. Postavite ograničenja uslovne pomoći."
        },
        "position8": {
          "upright": "Ace of Pentecles Heralds novi posao / mogućnost, bonus ili početak betona. Ako je Fondacija položena, doći će obilje.",
          "reversed": "ACE PENTACLES-a preokrenuo je upozorenje o gubitku novca kroz propuštenu priliku, loše vreme i neplanirano preduzeće.",
          "keywords": ["prilika", "osnova", "obilje", "vremenski vreme", "skliznuti"],
          "context": "Proverite priliku; Ne pokušavajte da rastu bez postavljanja temelja."
        },
        "position9": {
          "upright": "ACE of Pentek nosi odnos na dugoročno sa konkretnim početkom, ko-ulaganjem i osiguranjem.",
          "reversed": "Ace Pentacles je preokrenuo, propuštene prilike i loše vremenske prilike nastavljanje.",
          "keywords": ["početak", "investicija", "uverenje", "prilika", "vremenski vreme"],
          "context": "Da traje: Mala zajednička ulaganja / plan."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "Dva pentaklama kaže da nedostatak ravnoteže u vremenu i upravljanje resursima stvara napetost. Radni život i odnos Tempos mogu sukobiti.",
          "reversed": "Otkrivena dva pentaklama ukazuje da su raštrkani prioriteti i odlaganja povećavaju teret.",
          "keywords": ["ravnoteža", "vreme", "prioritet", "fleksibilnost", "opteretiti"],
          "context": "Betonski koren kontradikcije: ravnoteža vremena i resursa."
        },
        "position2": {
          "upright": "Dvojica Penfala kaže da je problem u uravnoteživanju vremena-energije-novca. Juggler je umoran. \\ N \\ n \\ nhint: Prioritetna konfuzija, raspored sukoba. Problem je nedostatak mehanizma ravnoteže.",
          "reversed": "Dvojica preokrećenih Pentekla-a objašnjava da je odlaganja i neorganizacija da uzimaju svoj danak na vezu. Lopta brzo pada. \\ N \\ nsimptom: Last minute krize, zaboravljene reči. Problem je praznini plan za plan discipline.",
          "keywords": ["ravnoteža", "prioritet", "vreme", "fleksibilnost", "program"],
          "context": "Problem sa korenom: ritam i upravljanje kapacitetom. Područja koja utiče: Govor, upoznavanje, ravnoteža radne životne sredine."
        },
        "position3": {
          "upright": "Dva pentaklova kaže da ne upravljate balansiranjem vremena / energije / budžeta, ali povećajte svoj udeo. Žongler se umorio i lopta pada.",
          "reversed": "Dvojica obrnutog preokrećenja objašnjava da je odlaganja i neorganizacija goriva vatru. Raspored i prioritet su potrebni.",
          "keywords": ["ravnoteža", "prioritet", "vreme", "fleksibilnost", "program"],
          "context": "Share: Nema plana ritma. Efekat: Zanemarivanje, last minute krize. Predlog: Harmonija kalendarske reči."
        },
        "position4": {
          "upright": "Dva pentakova kaže da se može opravdati raštrkani prioritet kao \"intenzitet\" i ignorisati udio.",
          "reversed": "Dvojica pentakova preokrećena teži da podstiče negiranje donošenjem odlaganja norme.",
          "keywords": ["ravnoteža", "prioritet", "vreme", "fleksibilnost", "program"],
          "context": "Zanemaren: stvarni kapacitet. Efekat: Riječi padaju. DO: Kalendar i pojednostavite."
        },
        "position5": {
          "upright": "Dva pentakova vam govore da upravljate većinom vremena da uravnotežite vreme / energiju / budžet. Fleksibilnost je velika."
        }
      }
    }
  }
}
