{
  "situation-analysis": {
    "meanings": {
      "tenofpentacles": {
        "position2": {
          "reversed": "Deset pentakova obrnuto je trenutno upozorenje o porodičnom / institucionalnom odstupanju, sukobi nasledstva / bogatstva ili kratkoročnog fokusa. \\ N \\ n \\ ntransparent pravila, pravednije deljenje i distribucija rizika obnovite stabilnost.",
          "keywords": ["baština", "stabilnost", "sistem", "održivost", "Sada"],
          "context": "Dugoročna struktura izgradnja ili rešavanje sukoba."
        },
        "position3": {
          "upright": "Deset stanovnika pokazuje da su porodično nasleđivanje, dugoročno i potreba za uspostavljanjem sistema presudni iza scene. Institucionalna memorija može ponuditi nevidljivu mrežu poverenja. \\ N \\ NTHIS kartica naglašava da će trajnost biti ojačana postupkom i pravednom deljenjem.",
          "reversed": "Reversed deset stanovnika pokazuje skriveni uticaj sukoba naslednih sukoba, odstupanja od vrednosti ili kratkoročnog fokusa. Nevidljivo trenje može da se erodira akumulacija. \\ N \\ NTHIS kartica kaže da će transparentna pravila i distribucija rizika vratiti duševni mir.",
          "keywords": ["baština", "sistem", "stabilnost", "deljenje", "dugoročan"],
          "context": "Tajne očekivanja za ronjenje i dugoročni scenariji."
        },
        "position4": {
          "upright": "U centru postoji dugoročna stabilnost i sistem. Postupak donosi stalnost.",
          "reversed": "U centru može doći do nasledstva / bogatstva. Potrebna su transparentna pravila.",
          "keywords": ["stabilnost", "baština", "sistem", "održivost", "deljenje"],
          "context": "Sjedište: stalna struktura."
        },
        "position5": {
          "upright": "Deset stanovnika ukazuje na spoljne porodične / kancelarijske mreže, korporativno nasleđivanje i dugoročni fondovi su podržavaju.",
          "reversed": "Reversed deset stanovnika kaže da su sporovi za nasleđivanje, disperzija imovine ili institucionalna svađa mogu biti prepreka spolja.",
          "keywords": ["baština", "mreža", "institucionalan", "stabilnost", "spor"],
          "context": "Uspostavljene mreže su poluge; Unutrašnja svađa je vidljiva spolja."
        },
        "position6": {
          "upright": "Preporuka: Uspostaviti upornost sa sistemima i procesima; Mislite na zaostavština / dugoročno.",
          "reversed": "Savet: Rešavanje porodičnih / institucionalnih sukoba sa transparentnim pravilima.",
          "keywords": ["sistem", "period", "dugoročan", "baština", "transparentnost"],
          "context": "Preporuka: Stvorite trajnu strukturu."
        },
        "position7": {
          "upright": "Moguća budućnost: Dugoročna stabilnost, porodična / institucionalna podrška i trajna zaostavština.",
          "reversed": "Moguća budućnost: postojanje / sukobi uloga mogu osporiti redosled; Transparentna pravila su od suštinskog značaja.",
          "keywords": ["stabilnost", "baština", "sistem", "mreža", "održivost"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "Princ Pentacla simbolizuje mali, ali vrijedan korak uzet u prošlosti, prilika za učenje ili prvi pokušaj finansijske sigurnosti. Ovo iskustvo je možda osnova za današnje okolnosti. \\ N \\ nThis kartica podseća vas da vas radoznalost i želja učenja iz prošlosti i dalje podržava vas danas.",
          "reversed": "Preokrećeni princ Pentacle simbolizuje nedostatak motivacije u prošlosti, neuspeh da iskoristi mogućnosti ili lenjost doživela u procesu učenja. Ova situacija može biti u korenu današnjih problema. \\ N \\ NTHIS kartica vam govori da su propuštene prilike u prošlosti usporavaju vaš trenutni razvojni proces.",
          "keywords": ["učenje", "prilika", "početak", "Finansijska sigurnost", "prošlost"],
          "context": "Uticaj prošlostih mogućnosti učenja ili nedostatak motivacije."
        },
        "position2": {
          "upright": "Princ Pentacles sada ukazuje na entuzijazam za učenje, mogućnosti stažiranja i prve korake ka konkretnom cilju. Radoznalost i disciplina se kombinuju. \\ N \\ n \\ n \\ n \\ n \\ n \\ n \\ n Testiranje plana sa malim eksperimentima utiče put za rast.",
          "reversed": "Princ Pentacles-a obrnut ukazuje na odlaganja, ometanju ili nemogućnost da u ovom trenutku stavi nameru da se namera. Početna energija se može raspršiti. \\ N \\ nclear rokovi, mini golovi i ritmovi odgovornosti donose fokus.",
          "keywords": ["učenje", "početak", "praktičan", "cilj", "Sada"],
          "context": "Povezivanje učenja konkretnom cilju ili prevazilaženju odlaganja."
        },
        "position3": {
          "upright": "Princ Pentacles pokazuje da je pripravničko mentalitet, spremnost da nauče i želja da se krenu ka konkretnom cilju sa malim koracima su živi unutar. Radoznalost i disciplina pružaju nevidljivi pritisak. \\ N \\ NThis kartica podseća nas da mali eksperimenti mogu otvoriti velike načine.",
          "reversed": "Preokrećeni princ Pentacles pokazuje latentni uticaj obrasca odlaganja, odvlačenja ili nemogućnosti da se namera stavlja u akciju. Početna energija može brzo da bledi. \\ N \\ NTHIS kartica kaže da će mikro ciljevi i odgovorni ritmovi povratiti fokus.",
          "keywords": ["učenje", "početak", "radoznalost", "disciplina", "fokus"],
          "context": "Skrivena motivacija naukovanja i klatno od odugovlačenja."
        },
        "position4": {
          "upright": "U centru je entuzijazam za učenje i konkretan cilj. Mali eksperimenti vode.",
          "reversed": "U centru može biti odlaganja i raštrkan fokus. Podesite mini golove.",
          "keywords": ["učenje", "početak", "cilj", "praktičan", "fokus"],
          "context": "Centar: Apprentice Spark."
        },
        "position5": {
          "upright": "Princ Pentacles ukazuje da su dostupne spoljni staž / grant / mini-finansiranje i mogućnosti obuke.",
          "reversed": "Princ Pentacles je preokrenuo da upozoravaju da su neorganizovane aplikacije i nedostajuće rokove mogu da ispale spoljne mogućnosti.",
          "keywords": ["grant", "staž", "obrazovanje", "primena", "kalendar"],
          "context": "Mali spoljni resursi otvaraju velika vrata."
        },
        "position6": {
          "upright": "Preporuka: Pokrenite novi postupak veštine / sertifikacije; Postavite male ciljeve.",
          "reversed": "Preporuka: Napišite plan učenja; Ograničite distrakciju.",
          "keywords": ["učenje", "cilj", "sertifikat", "plan", "fokus"],
          "context": "Savet: savijanje mišića naukovanja."
        },
        "position7": {
          "upright": "Moguća budućnost: nastaje obrazovanje / veštine / prilika za posao; Mali betonski koraci otvaraju nova vrata.",
          "reversed": "Moguća budućnost: Prokostinovanje i raštrkani fokus može propustiti priliku; Planirani rad je potreban.",
          "keywords": ["učenje", "cilj", "početak", "plan", "betonski korak"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "Vitez pentakala simbolizuje stalni napredak u prošlosti, strpljenja i ispunjenosti odgovornosti. Takav stav može biti u korenu današnjih okolnosti. \\ N \\ NThis kartica vas podseća da vaša odlučnost i disciplina u prošlosti i danas vam danas daje snagu.",
          "reversed": "Vitez pentakala je obrnut simbolizuje lenjost, stagnaciju ili zanemarivanje dužnosti u prošlosti. Takav stav može biti u korenu današnjih problema. \\ N \\ NTHIS kartica vam govori da nedostatak odgovornosti u prošlosti slabi vašu trenutnu situaciju.",
          "keywords": ["stabilnost", "odgovornost", "rezolucija", "strpljenje", "prošlost"],
          "context": "Efekat prošlih stabilnosti ili nepažnje."
        },
        "position2": {
          "upright": "Vitez Pentacles trenutno ukazuje na period discipline, rutinskog i stalnog napretka. Sporo, ali sigurni su da su koraci produktivni. \\ N \\ n \\ nprocess jednostavnost i doslednost garantuju dugoročne rezultate.",
          "reversed": "Vitez Pentaklova je trenutno upozorenje o stagnaciji, prekomernom konzervativizmu ili pad motivacije. Gubitak fleksibilnosti propušta priliku. \\ N \\ n \\ n \\ n \\ n \\ n \\ n \\ n \\ n",
          "keywords": ["stabilnost", "rutinski", "disciplina", "doslednost", "Sada"],
          "context": "Održiva brzina ili rešavanje zagušenja."
        },
        "position3": {
          "upright": "Vitez Pentacles pokazuje da je potreba za narudžbom, rutinskom i stalnim napretkom snažno sidro duboko u sebi. Sporo, ali sigurni da koraci grade poverenje nevidljivo. \\ N \\ n \\ nThis kartica naglašava da se konzistentnost isplati u dugoj utakmici.",
          "reversed": "Vitez Pentacles-a obrnut označava latentni uticaj stagnacije, prekomernog konzervativizma ili pad motivacije. Gubitak fleksibilnosti može da stvori troškove mogućnosti. \\ N \\ NTHIS kartica preporučuje ublažavanje sistema i sticanje zamaha sa malim inovacijama.",
          "keywords": ["stabilnost", "rutinski", "doslednost", "fleksibilnost", "ubrzanje"],
          "context": "Skrivena potreba za narudžbom i strah od fleksibilnosti."
        },
        "position4": {
          "upright": "U centru je rutinsko i dosledan napredak. Polako se isplati, ali sigurno.",
          "reversed": "U centru može biti stasis ili ekstremni konzervativizam. Dodajte male inovacije.",
          "keywords": ["rutinski", "stabilnost", "doslednost", "fleksibilnost", "ubrzanje"],
          "context": "Centar: Pouzdana brzina."
        },
        "position5": {
          "upright": "Vitez Pentekla pokazuje sklonost narudžbini, procesu i pouzdanoj isporuci u spoljnom okruženju.",
          "reversed": "Vreokov vitez Pentacles kaže da preterano statički / kruti procesi dovode do propuštenih prilika napolju.",
          "keywords": ["period", "pouzdanost", "dostava", "disciplina", "fleksibilnost"],
          "context": "Spoljni kupci žele stabilnost; Potrebna je i okretnost."
        },
        "position6": {
          "upright": "Savet: Uspostaviti rutine i SOP; Kretati se napred sa stabilnošću.",
          "reversed": "Preporuka: Dodajte agilnost u proces; Probajte male inovacije.",
          "keywords": ["rutinski", "Sop", "stabilnost", "okretnost", "ubrzanje"],
          "context": "Preporuka: Pouzdan tempo."
        },
        "position7": {
          "upright": "Moguća budućnost: sporo, ali siguran napredak; Cilj se postiže rutinom i doslednošću.",
          "reversed": "Moguća budućnost: Prekomerna stagnacija može propustiti priliku; Morate dodati malo okretnosti u proces.",
          "keywords": ["doslednost", "rutinski", "stabilnost", "okretnost", "napredak"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "Kraljica pentakala simbolizuje obilje, saosećajna podrška i sigurnost pružena u prošlosti. Ova energija može biti u korenu današnjih okolnosti. \\ N \\ NTHIS kartica pokazuje da je saosećajna podrška iz prošlosti i dalje vas danas štiti.",
          "reversed": "Kraljica pentakila je obrnuta simbolizuje nedostatak samo-nege, nesigurnosti ili prevelike zavisnosti u prošlosti. Ova situacija može biti u korenu današnjih problema. \\ N \\ NTHIS kartica naglašava uticaj da se ne zauzima dovoljno briga o sebi u prošlosti na današnjoj situaciji.",
          "keywords": ["dosta", "saosećanje", "sigurnost", "podrška", "prošlost"],
          "context": "Uticaj prošlih obilja ili nesigurnosti."
        },
        "position2": {
          "upright": "Kraljica Pentacla trenutno naglašava saosećajne praktičnosti, negu domaćih / tim i savladavanje upravljanja resursima. Oboje ste produktivni i negujući. \\ N \\ n \\ n \\ nging prostor za druge bez zanemarivanja samopovrede uvećava obilje.",
          "reversed": "Kraljica Pentacles-a je u to vreme upozorenje o nedostatku samo-nege, preopterećenja ili finansijske / emocionalne neravnoteže. Možda se iscrpljujete tokom hranjenja svih ostalih. \\ N \\ n \\ n \\ n \\ n \\ n \\ nStirent limits, tražeći podršku i pojednostavljenje rutinske obnavlja ravnoteže.",
          "keywords": ["briga", "praktičnost", "upravljanje resursima", "saosećanje", "Sada"],
          "context": "Ravnoteža između njegujućih i ne iscrpljenih."
        },
        "position3": {
          "upright": "Kraljica Pentakova ukazuje da je saosećajna praktičnost, negovane i sposobnost upravljanja resursima rade snažne unutar. Budući da je i produktivno i negovano je nevidljiv izvor ponosa. \\ N \\ NThis kartica vas podseća da ne zanemaruju samo-negu povećava se obilje.",
          "reversed": "Kraljica obrnutog preokrene označava latentni uticaj preopterećenja, samozaborava ili neravnoteža emocionalne materijale. Možda postoji rizik od iscrpljenosti, istovremeno hranjenje svih. \\ N \\ nThis kartica vam govori da će vam ograničenja podešavanja i tražiti podršku obnoviti unutrašnju ravnotežu.",
          "keywords": ["briga", "praktičnost", "izvor", "nega", "granica"],
          "context": "Prikriveni negovani obrazac i deficit samo-nege."
        },
        "position4": {
          "upright": "U centru je saosećajna praktičnost i upravljanje resursima. Samopovreda povećava obilje.",
          "reversed": "Može doći do preopterećenja središta i deficit samo-nege. Neophodne su granice i podrška.",
          "keywords": ["briga", "praktičnost", "izvor", "nega", "ravnoteža"],
          "context": "Centar: Organizacioni nalog."
        },
        "position5": {
          "upright": "Kraljica Pentakova ukazuje da spoljni akteri preferiraju praktično, orijentisane na održiva i održiva rešenja.",
          "reversed": "Kraljica Pentacles-a obrnuta kaže da gubitak resursa i raštrkanih prioriteta može potkopati spoljni poverenje.",
          "keywords": ["održivost", "praktičnost", "izvor", "briga", "otpad"],
          "context": "Opipljive koristi i kultura nege se vrednuju spolja."
        },
        "position6": {
          "upright": "Savet: Upravljajte resursima sa ljubavlju; Daju dodatke za samo-negu.",
          "reversed": "Savet: Oslobodite preopterećenje; Zatražite podršku i granice.",
          "keywords": ["izvor", "nega", "podrška", "granica", "ravnoteža"],
          "context": "Savet: Uspostavljanje hranljivog naloga."
        },
        "position7": {
          "upright": "Moguća budućnost: Resursi se dobro upravlja sa saosećajnom praktičnošću; Obilje i poverenje se povećavaju.",
          "reversed": "Moguća budućnost: preopterećenje može da se istroši; Potrebna je samo-nega i mreža za podršku.",
          "keywords": ["praktičnost", "izvor", "briga o sebi", "obilje", "ravnoteža"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "Kralj pentakla simbolizuje veliki uspeh postignut u prošlosti, finansijska sigurnost i ovlašćenja. Ova energija može biti na osnovu današnjih okolnosti. \\ N \\ NTHIS kartica podseća vas da vas i dalje vodi ova prošla autoritet i uspeh.",
          "reversed": "Reversirani kralj stanovnika simbolizuje prekomernu ambiciju, autoritarizam ili finansijske gubitke u prošlosti. Ova iskustva mogu biti u korenu današnjeg procesa. \\ N \\ NTHIS kartica pokazuje da nekontrolisane ambicije ili gubici u prošlosti još uvek utiču na vas danas.",
          "keywords": ["uspeh", "vlast", "dosta", "sigurnost", "prošlost"],
          "context": "Uticaj prethodnih dostignuća ili ambicija."
        },
        "position2": {
          "upright": "Kralj Pentolaca trenutno ukazuje na čvrstinu, finansijsku mudrost i strateško rukovodstvo. Izračunate se rizici, vizija je povezana sa konkretnim ciljevima. \\ N \\ N \\ Nasset alokacija, mentorstvo i skalabilni sistemi donose trajni uspeh.",
          "reversed": "Kralj pentakala je u ovom trenutku u ovom trenutku upozorenje prekomerne kontrole, senke ambicije ili materijalno fokusiranog slepila. Gubitak fleksibilnosti i krutost stvaraju mogućnosti mogućnosti. \\ N \\ n \\ n \\ n \\ Nalignost sa vrednostima, deljenjem i otvorenosti na inovacije povećavaju uticaj.",
          "keywords": ["stabilnost", "materijalna mudrost", "rukovodstvo", "sistem", "Sada"],
          "context": "Porast čvrstog rukovodstva ili omekšavanja rigidnosti."
        },
        "position3": {
          "upright": "Kralj pentaklama ukazuje da su strateška stabilnost, finansijska mudrost i želja za dugoročnom vođstvom u sebi. Želja za dodelom imovine i uspostavljanje sistema nevidljivo pruža smer. \\ N \\ nThis kartica naglašava da će vaš uticaj postati trajan kroz deljenje i mentorstvo.",
          "reversed": "Reversirani kralj stanovnika ukazuje na skriveni uticaj prekomerne kontrole, senke ambicije ili orijentacije statusa. Rigidnost može prouzrokovati da propustite fleksibilne mogućnosti. \\ N \\ nThis kartica vam govori da će vam poravnavanje sa vrednostima i otvorenosti na inovativnosti povećati vaš unutrašnji mir i uticaj.",
          "keywords": ["rukovodstvo", "robusnost", "kontrola", "pohlepa", "inovativnost"],
          "context": "Poravnavanje vrednosti sa prikrivenom kontrolom i motivacijom statusa."
        },
        "position4": {
          "upright": "U centru su strateška zvučna i materijalna mudrost. Mentorstvo i sistem čine uspeh trajno.",
          "reversed": "Možda postoji fokus prevelike kontrole ili statusa u centru. Poravnajte sa vrednostima.",
          "keywords": ["robusnost", "rukovodstvo", "sistem", "deljenje", "vizija"],
          "context": "Centar: Čvrsti kapetan."
        },
        "position5": {
          "upright": "Kralj pentakla pokazuje da su tamo vani finansijska mudrost, strateški sponzori i profil solidnog investitora.",
          "reversed": "Reversirani kralj Pentekla kaže da preterano kontroliše sponzore, status orijentisani izgledi i kruti uslovi mogu ograničiti fleksibilnost napolju.",
          "keywords": ["sponzor", "investicija", "strategija", "kontrola", "uslov"],
          "context": "Pametni kapital daje krila; strogi uslovi ograničavaju."
        },
        "position6": {
          "upright": "Savet: Napišite dugoročnu strategiju; Učinite da je udar trajno mentorstvom.",
          "reversed": "Savet: Zaustavite mikromaniranje; Distribuirati organ i poverenje.",
          "keywords": ["strategija", "dugoročan", "mentorstvo", "vlast", "poverenje"],
          "context": "Savet: Skaliranje sa čvrstim rukovodstvom."
        },
        "position7": {
          "upright": "Moguća budućnost: finansijska sigurnost, strateško liderstvo i trajni uspeh; Sistem nosi plod.",
          "reversed": "Moguća budućnost: Prekomerna kontrola i fokus statusa može ograničiti fleksibilnost; Potrebna je deljenje organa.",
          "keywords": ["uverenje", "rukovodstvo", "sistem", "dosta", "deljenje"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      }
    }
  }
}
