{
  "career": {
    "meanings": {
      "twoofwands": {
        "position7": {
          "context": "Rezultat će biti da proširite svoju viziju i krenete naprijed sa planom."
        }
      },
      "threeofwands": {
        "position1": {
          "upright": "Tri štapića simbolizuje napredak, širenje i otvaranje horizonta. Mogućnosti mogu biti na vašem pragu u vašoj karijeri.",
          "reversed": "Tri štapića obrnuta ukazuju na neuspeh u napretku zbog nestrpljenja ili pogrešne predodređenja.",
          "keywords": ["napredak", "prilika", "vizija", "ekspanzija", "priprema"],
          "context": "Vaša stvarna karijera pojavljuje se kada pogledate budućnost sa nadom i preuzmite podebljane korake."
        },
        "position2": {
          "upright": "Tri štapiće vas savetuju da potražite mogućnosti za poboljšanje i oduzeti odvažni koraci. Vaši horizonti se šire.",
          "reversed": "Tri štapića obrnuta ukazuju na to da biste trebali izbegavati nestrpljenje i pogrešnost.",
          "keywords": ["istraživanje", "ekspanzija", "prilika", "napredak", "priprema"],
          "context": "Trebali biste iskoristiti nove mogućnosti za razvoj svoje karijere."
        },
        "position3": {
          "upright": "Tri štapića, ne možete da kontrolišete dolazak dalekih mogućnosti ili međunarodnih priključaka. Otkriveni su u svoje vreme.",
          "reversed": "Okolišta je tri štampe, projekti odloženi zbog spoljnih okolnosti su van vaše kontrole.",
          "keywords": ["ekspanzija", "prilika", "čekanje", "vremenski vreme", "van kontrole"],
          "context": "Neke velike mogućnosti u njegovoj karijeri samo se pojavljuju u svoje vreme."
        },
        "position4": {
          "upright": "Tri štapića pokazuju da dajete sve od sebe da proširite svoje horizonte i iskoristite mogućnosti.",
          "reversed": "Tri štapića preokrenuta, nestrpljivost može blokirati napore da se pojave.",
          "keywords": ["ekspanzija", "prilika", "čekanje", "trud", "performanse"],
          "context": "Vaš trud dolazi od spremnosti da istražite mogućnosti i proširite."
        },
        "position5": {
          "upright": "Triska štapića stvaraju korisne promene u vašoj karijeri, otvarajući se na nove mogućnosti i okretanje na hrabriji kolaboracije.",
          "reversed": "Okrećena tri štampe, trebali biste razmišljati širi, a ne da suzite svoju viziju.",
          "keywords": ["prilika", "vizija", "ekspanzija", "cilj", "promeniti"],
          "context": "Za promenu u karijeri, trebalo bi da se fokusirate na širu perspektivu."
        },
        "position6": {
          "upright": "Tri štapića su možda ometala vašu karijeru u prošlosti ne proširuju vaše horizonte ili se otvaraju na mogućnostima.",
          "reversed": "Okolišta je tri štampe, izbegavajući čekanja ili preduzimanjem akcije, možda vas je ograničilo u prošlosti.",
          "keywords": ["prilika", "horizont", "vizija", "ekspanzija", "prošlost"],
          "context": "Mogućnosti koje ste propustili u prošlosti možda su danas ometali vašu karijeru."
        },
        "position7": {
          "upright": "Triska štapića ukazuje da će ishod vašeg putovanja u karijeri biti oblikovan otvaranjem novih prilika i proširivanje vaših horizonta.",
          "reversed": "Okolište tri štapića, ignorisanje mogućnosti može odložiti ishod.",
          "keywords": ["prilika", "horizont", "ekspanzija", "vizija", "budućnost"],
          "context": "Rezultat će biti da krenemo napred proširenjem vaših horizonta."
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "Četiri štapića simbolizuje proslavu, uspeh i podršku zajednice. Označava period u vašoj karijeri kada ste uspostavili čvrste temelje.",
          "reversed": "Preokrećena četiri štapića mogu ukazivati na nedostatak podrške ili nekompatibilnog okruženja.",
          "keywords": ["proslava", "uspeh", "solidarnost", "osnova", "stabilnost"],
          "context": "Vaša istinska karijera otkriva se u zajednici u kojoj možete da delite svoje uspehe."
        },
        "position2": {
          "upright": "Četiri štapiće preporučuju izgradnju jakih fondacija. Zahvalnost i saradnja će vas poboljšati.",
          "reversed": "Četiri štapića obrnuta ukazuju na to da vas nedostatak podrške može naprezati.",
          "keywords": ["osnova", "proslava", "podrška", "raport", "solidarnost"],
          "context": "Da biste razvili svoju karijeru, morate da postavite čvrste temelje i delite svoje uspehe."
        },
        "position3": {
          "upright": "Četiri štampe, ne možete uvek da kontrolišete atmosferu proslave, podrške i jedinstva oko sebe.",
          "reversed": "Okolišteno je četiri štampe, nedostatak harmonije ili nedostatak podrške može se razviti van vas.",
          "keywords": ["podrška", "proslava", "raport", "zajednica", "van kontrole"],
          "context": "Ne morate uvek da odredite podršku zajednice u vašoj karijeri."
        },
        "position4": {
          "upright": "Četiri štapića pokazuju da vam je najbolje radeći u harmoniji i solidarnosti.",
          "reversed": "Okolišteno četiri štapića, nedostatak saradnje može otežati napore da se pojave kompletno.",
          "keywords": ["solidarnost", "raport", "podrška", "trud", "performanse"],
          "context": "Vaš trud je ojačan vašom željom da skladištite i skladno radite."
        },
        "position5": {
          "upright": "Četiri štapića stvaraju harmoniju u radnom okruženju i proslavljaju dostignuća, pružajući napredak u karijeri.",
          "reversed": "Okrećeno četiri štampe, eliminišući nemire olakšava vam da krenete napred.",
          "keywords": ["raport", "proslava", "tim", "ravnoteža", "promeniti"],
          "context": "Morate da stvorite skladno radno okruženje za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Četiri štapića, neuspeh u uspostavljanju skladnog okruženja u prošlosti, možda su stvorili nestabilnost u vašoj karijeri.",
          "reversed": "Obrnuto četiri štapića, nemir i disharmonija mogu biti prepreke iz prošlosti.",
          "keywords": ["raport", "mir", "proslava", "stabilnost", "prošlost"],
          "context": "Nedostatak adaptacije u prošlosti možda je danas ometao karijeru."
        },
        "position7": {
          "upright": "Četiri štapića ukazuju da će ishod vašeg putovanja u karijeri oblikovati harmonične kolaboracije i dosledan uspeh.",
          "reversed": "Ukrasana četiri štapića može uticati na ishod nemira ili nestabilnosti.",
          "keywords": ["raport", "stabilnost", "proslava", "uspeh", "budućnost"],
          "context": "Rezultat će trajati uspeh kroz skladne kolaboracije."
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "Pet štapića simbolizuje konkurenciju i sukob. Možda se borite da se dokažete u karijeri.",
          "reversed": "Otkriveni pet štapića govore vam da biste trebali da se držite podalje od nepotrebnih argumenata. Ovaj put vas može konzumirati.",
          "keywords": ["rivalstvo", "borba", "sukob", "odbrana", "pohlepa"],
          "context": "Vaša istinska karijera pojavljuje se kada napredujete u harmoniji, a ne podstaknu konkurencijom."
        },
        "position2": {
          "upright": "Pet štapića kaže da će vas zdrava konkurencija poboljšati. Morate se boriti da biste se pokazali.",
          "reversed": "Pet štapića preokrećeno ukazuje da se ne biste trebali držati podalje od nepotrebnih argumenata.",
          "keywords": ["rivalstvo", "borba", "odbrana", "pohlepa", "motivacija"],
          "context": "Konkurenciju morate efikasno koristiti da biste unapredili svoju karijeru."
        },
        "position3": {
          "upright": "Pet štapića, ne možete da kontrolišete intenzitet konkurencije ili prirodu sukoba. Ovo su spoljni faktori.",
          "reversed": "Petorica štapića obrnuta ukazuje da okruženje nesklada i borbe se razvijaju izvan vas.",
          "keywords": ["rivalstvo", "sukob", "borba", "prihod", "van kontrole"],
          "context": "Ne možete odrediti intenzitet konkurencije u karijeri."
        },
        "position4": {
          "upright": "Pet ljudskih štapića pokazuje da dajete svoje najbolje i borite se u konkurentnom okruženju.",
          "reversed": "Okolišteno pet štapića, nepotrebni argumenti mogu zasjeniti vrednost napora.",
          "keywords": ["rivalstvo", "borba", "otpornost", "trud", "performanse"],
          "context": "Vaš trud dolazi iz vaše želje da preživite u takmičenju."
        },
        "position5": {
          "upright": "Petorica štapića, što čini konstruktivnu konstruktivnu i usmeravanje vaše energije pozitivno donosi korisne promene u vašoj karijeri.",
          "reversed": "Okrećeno pet štapića, prepuštanje nepotrebnih argumenata daje razvoj.",
          "keywords": ["rivalstvo", "borba", "energija", "prilika", "promeniti"],
          "context": "Da biste promenili karijeru, morate pretvoriti konkurenciju u prednost."
        },
        "position6": {
          "upright": "Petorica štapića, prošla rivalstva ili stalni argumenti možda su ometali vašu karijeru.",
          "reversed": "Pet štapića preokrenulo je nepotrebne borbe, možda su vam blokirali put u prošlosti.",
          "keywords": ["rivalstvo", "sukob", "borba", "argument", "prošlost"],
          "context": "Prošli sukobi su možda uticali na njegovu trenutnu karijeru."
        },
        "position7": {
          "upright": "Pet štapića ukazuje da će ishod vašeg putovanja u karijeri biti jači od borbe.",
          "reversed": "Ograničeno pet štapića može se oslabiti nepotrebnom konkurencijom ili argumentima.",
          "keywords": ["borba", "rivalstvo", "rezolucija", "otpornost", "budućnost"],
          "context": "Rezultat će se pojaviti jači sa takmičenja."
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "Šest štapića simbolizuje pobedu i priznanje. Pokazuje da se vaša dostignuća u vašoj karijeri ceni.",
          "reversed": "Okolišteno šest štapića znači da ne dobijate zahvalnost koju ste očekivali ili vaš uspeh odgođen.",
          "keywords": ["pobeda", "prepoznavanje", "uspeh", "diskrecija", "ponos"],
          "context": "Vaša stvarna karijera je način na koji se cene vaši napori i sjajite."
        },
        "position2": {
          "upright": "Šest štapića sugerira da se vaša dostignuća vidljiva i stiče prepoznavanje. Ističu se sa samopouzdanjem.",
          "reversed": "Prekoračili šest štapića govore vam da biste trebali videti svoju sopstvenu vrednost umesto da čekate uvažavanje.",
          "keywords": ["uspeh", "diskrecija", "vidljivost", "poverenje", "pobeda"],
          "context": "Da biste unapredili svoju karijeru, morate da delite svoja dostignuća i budete vidljivi."
        },
        "position3": {
          "upright": "Šest štapića pokazuje da nemate kontrolu nad aprecijacijom i hvalite vam druge davene.",
          "reversed": "Vreo je šest štapića: Ponekad ne dobijate vrednost koju zaslužujete zbog spoljnih okolnosti.",
          "keywords": ["diskrecija", "uspeh", "vidljivost", "podrška", "van kontrole"],
          "context": "Ne morate odrediti koliko prepoznavanja u karijeri uđete."
        },
        "position4": {
          "upright": "Šest štapića pokazuje da se trudite da ostvarite svoje dostignuće vidljive i tražete priznanje.",
          "reversed": "Okrećeno šest štapića, nedostatak vidljivosti može zasjeniti vrednost napora.",
          "keywords": ["uspeh", "diskrecija", "poverenje", "trud", "performanse"],
          "context": "Vaš trud je ojačan isticanjem svojih dostignuća."
        },
        "position5": {
          "upright": "Šest štapića pruža korisničku promjenu u vašoj karijeri tako što ćete ostvariti svoja dostignuća vidljivijom i povećanjem samopouzdanja.",
          "reversed": "Okrećeno šest štapića, morate preduzeti korake da povećate svoju vidljivost.",
          "keywords": ["uspeh", "poverenje", "diskrecija", "vidljivost", "promeniti"],
          "context": "Za promenu u karijeri trebali biste istaknuti svoje dostignuća."
        },
        "position6": {
          "upright": "Šest štapića možda je ometalo vašu karijeru u prošlosti kada vaša dostignuća nisu videla ili cenjena.",
          "reversed": "Okrećeno šest štapića, preostali nevidljivi ili osećajući nedostojan može uticati na vašu karijeru danas.",
          "keywords": ["diskrecija", "uspeh", "poverenje", "vrednost", "prošlost"],
          "context": "Ostanite nevidljivi u prošlosti možda su danas ometali vašu karijeru."
        },
        "position7": {
          "upright": "Šest štapića ukazuje da će ishod vašeg putovanja u karijeri biti pobeda, vidljivost i prepoznavanje.",
          "reversed": "Okrećeno šest štapića, preostala nevidljiva ili kasna realizacija uspeha može uticati na ishod.",
          "keywords": ["pobeda", "diskrecija", "poverenje", "uspeh", "budućnost"],
          "context": "Rezultat će biti vidljiv i cenjen za vaša dostignuća."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "Sedam štapića simbolizuje samoodbranu i snažno stojeći. Borite se da održite svoju poziciju u karijeri.",
          "reversed": "Sedam štapića obrnuta ukazuje da se osećate ranjivo ili umorno od borbi.",
          "keywords": ["odbrana", "borba", "hrabrost", "otpornost", "stabilnost"],
          "context": "Vaša istinska karijera biće ojačana kada hrabro bravite svoje vrednosti."
        },
        "position2": {
          "upright": "Sedam štapića vas savetuje da se branite i ojačate svoj položaj. Vaša otpornost će vas poboljšati.",
          "reversed": "Preokrećeno sedam štapića ukazuje da vas nepotrebna odbrana može nositi.",
          "keywords": ["odbrana", "otpornost", "hrabrost", "stabilnost", "ravnoteža"],
          "context": "Da biste unapredili svoju karijeru, morate snažno braniti svoje polje."
        },
        "position3": {
          "upright": "Sedam štapića, ne možete da kontrolišete intenzitet izazova sa kojima se suočite. Okolnosti utvrđuju koliko odbrane morate braniti.",
          "reversed": "Preokrećeno sedam štapića ukazuje da su spoljni pritisci i sojevi neizbežni.",
          "keywords": ["odbrana", "borba", "otpornost", "ugnjetavanje", "van kontrole"],
          "context": "Intenzitet borbe u vašoj karijeri je izvan vaše kontrole."
        },
        "position4": {
          "upright": "Sedam štapića pokazuje da dajete sve od sebe da biste održali svoj položaj.",
          "reversed": "Okolišteno sedam štapića, prekomerna odbrambenost može umanjiti efikasnost napora.",
          "keywords": ["odbrana", "otpornost", "trud", "stabilnost", "performanse"],
          "context": "Izdvajate se sa svojim naporom, snažno stajalište i odbrane."
        },
        "position5": {
          "upright": "Sedam štapića, brani nečije stavove i stajaće hrabro donosi pozitivne promene u nečiju karijeru.",
          "reversed": "Okrećeno sedam štapića, trebalo bi da budete fleksibilni umesto da budete previše odbrambeni.",
          "keywords": ["hrabrost", "odbrana", "otpornost", "stabilnost", "promeniti"],
          "context": "Morate se zalagati za promenu u vašoj karijeri sa određivanjem."
        },
        "position6": {
          "upright": "Sedam štapića možda je u vašoj karijeri ometana da se ne može braniti ili zaštititi svoja uverenja u prošlosti.",
          "reversed": "Okrećeno sedam štapića, preterano defanzivno ili povučeno može biti prepreka prošlosti.",
          "keywords": ["odbrana", "hrabrost", "stabilnost", "borba", "prošlost"],
          "context": "Danas se ne mogu braniti u prošlosti utječe na vašu karijeru danas."
        },
        "position7": {
          "upright": "Sedam štapića ukazuje da će ishod vašeg putovanja u karijeri biti da odbrani vaš stav odlučnošću i dođete na snažnu poziciju.",
          "reversed": "Preokrećeno sedam štapića može potkopati napredak kroz neuspeh u odupranju.",
          "keywords": ["odbrana", "stabilnost", "hrabrost", "lokacija", "budućnost"],
          "context": "Rezultat će doći do snažnog položaja uz održavanje utvrđenog stava."
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "Osam štapića simbolizuje brzi razvoj i napredak. Nagle prilike i zamah u vašoj karijeri možda vas čekaju.",
          "reversed": "Okolište Osam štapića ukazuje na kašnjenja i probleme sa komunikacijama. Napredak koji očekujete može doći polako.",
          "keywords": ["brzina", "napredak", "vesti", "prilika", "ubrzanje"],
          "context": "Vaša stvarna karijera postaće očigledna u mogućnostima koje vam se otvaraju brzim kretanjem."
        },
        "position2": {
          "upright": "Osam štapića naglašava važnost brzog napretka i komunikacije. Brzo preduzmite akciju.",
          "reversed": "Osvećeno osam štapića ukazuje da kašnjenja mogu usporiti razvoj.",
          "keywords": ["brzina", "komunikacija", "ubrzanje", "prilika", "pokret"],
          "context": "Da biste poboljšali svoju karijeru, morate brzo i efikasno komunicirati."
        },
        "position3": {
          "upright": "Osam štapića, ne možete da kontrolišete vreme brzog razvoja i naglog napretka.",
          "reversed": "Okoli su osam štapića, odlaganja i kvarove komunikacije iz vaših ruku.",
          "keywords": ["brzina", "komunikacija", "prilika", "vremenski vreme", "van kontrole"],
          "context": "Ne možete u potpunosti da utvrdite tempo procesa u vašoj karijeri."
        },
        "position4": {
          "upright": "Osam štapića pokazuje da vam je najbolje ponašajući brzo i odlučno u svom radu.",
          "reversed": "Okolište je osam štapića, odlaganja ili požuri.",
          "keywords": ["brzina", "stabilnost", "trud", "prilika", "performanse"],
          "context": "Vaš trud je otkriven kroz vaše brze i efikasne akcije."
        },
        "position5": {
          "upright": "Osam štapića, uzimajući brže akcije i mogućnosti zaplijenjenja stvara snažne promene u vašoj karijeri.",
          "reversed": "Okoli ste osam štapića, trebalo bi da preduzmete mere umesto da se odkrastirate.",
          "keywords": ["brzina", "akcija", "prilika", "energija", "promeniti"],
          "context": "Da biste promenili svoju karijeru, morate se brzo i odlučno ponašati."
        },
        "position6": {
          "upright": "Osam štapića: kreće se polako ili ne iskorištavanje mogućnosti blagovremeno, možda je ometala vašu karijeru u prošlosti.",
          "reversed": "Okolište osam štapića, odlaganja i odlaganja može biti prepreka iz prošlosti.",
          "keywords": ["brzina", "prilika", "pokret", "kašnjenje", "prošlost"],
          "context": "Prošla kašnjenja možda su ometale svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Osam štapića ukazuje da će ishod putovanja u karijeri biti brz napredak, razvoj i nove mogućnosti.",
          "reversed": "Okolište je osam štapića, odlaganja ili sporo napredak može usporiti ishod.",
          "keywords": ["brzina", "prilika", "razvoj", "pokret", "budućnost"],
          "context": "Rezultat će biti brz napredak i razvoj sa mogućnostima."
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "Devet štapića simbolizuje otpornost i odlučnost. Vi uspevate da preživite uprkos poteškoćama u vašoj karijeri.",
          "reversed": "Preokrećeno devet štapića može ukazivati na izgaranje i tendenciju da se odrekne. Možda ćete biti preopterećeni.",
          "keywords": ["izdržljivost", "stabilnost", "otpornost", "rat", "zaštita"],
          "context": "Vaša stvarna karijera pojavljuje se kada se odupirete bez odustajanja i prikupite snagu."
        },
        "position2": {
          "upright": "Devet štapića vas savetuje da strpljivo istrajete i ne odustanete. Stojeći snažni će vas poboljšati.",
          "reversed": "Okrećeno devet štapića govore vam da vas ekstremni umor donosi blizu odustajanja.",
          "keywords": ["izdržljivost", "strpljenje", "otpornost", "snaga", "zaštita"],
          "context": "Da biste poboljšali svoju karijeru, morate biti otporni i ne odustati."
        },
        "position3": {
          "upright": "Devet štapića, ne možete da kontrolišete broj i intenzitet prepreka koje stesrećete. Morate da pokažete otpor.",
          "reversed": "Okolišteni devet štapića, spoljni pritisci i umori su iz vaših ruku.",
          "keywords": ["otpornost", "prepreke", "umor", "izdržljivost", "van kontrole"],
          "context": "Ne možete da promenite intenzitet prepreka koje se suočite u svojoj karijeri."
        },
        "position4": {
          "upright": "Devet štapića pokazuje da i dalje dajete sve od sebe čak i ako ste umorni.",
          "reversed": "Preokrećeno devet štapića može umanjiti vrednost performansi izgaranja.",
          "keywords": ["izdržljivost", "trud", "strpljenje", "otpornost", "performanse"],
          "context": "Vaš trud postaje jači sa vašom otpornošću i ne odustajanje."
        },
        "position5": {
          "upright": "Devet štapića donosi korisne promene u nečijoj karijeri, povećavajući nečiju izdržljivost i istrajavanje.",
          "reversed": "Okrećeno devet štapića, umesto da se preuzmete, trebali biste dati vremena.",
          "keywords": ["izdržljivost", "otpornost", "rezolucija", "strpljenje", "promeniti"],
          "context": "Trebali biste zadržati svoj otpor za promenu u vašoj karijeri, ali ne biste se trebali umoriti."
        },
        "position6": {
          "upright": "Devet štapića, umora ili stalno u odbrani u prošlosti je možda ometala vašu karijeru.",
          "reversed": "Okrećeno devet štapića, sklonost odustajanja možda je usporila njegov razvoj u prošlosti.",
          "keywords": ["umor", "otpornost", "odbrana", "odustati", "prošlost"],
          "context": "Prošli umor i otpornost utiču na vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Devet štapića ukazuje da će ishod vašeg putovanja u karijeri biti uspešan kroz strpljenje, otpornost i izdržljivost.",
          "reversed": "Okrećeno devet ljudskih štapića, umora ili tendencije da se odrekne može odložiti ishod.",
          "keywords": ["izdržljivost", "strpljenje", "otpornost", "zaštita", "budućnost"],
          "context": "Rezultat će se kretati napred sa izdržljivošću i upornošću."
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Deset štapića ukazuje na povećane opterećenja i odgovornosti. Možda ste u karijeri zauzeli težak teret.",
          "reversed": "Okrećeno deset štapića vam govori da biste se trebali osloboditi nepotrebnih odgovornosti. Teret koji vas nosite troši.",
          "keywords": ["odgovornost", "opteretiti", "naprezanje", "trud", "izdržljivost"],
          "context": "Vaša stvarna karijera treba da vam donese pojeljne odgovornosti, a ne teške opterećenja."
        },
        "position2": {
          "upright": "Deset štapića sugerira da svesno upravlja vašim odgovornostima. Osvetljavanje njihovog opterećenja ubrzava njihov razvoj.",
          "reversed": "Okrećeno deset štapića vam govori da biste se trebali osloboditi nepotrebnih odgovornosti.",
          "keywords": ["odgovornost", "opteretiti", "ravnoteža", "trud", "planiranje"],
          "context": "Da biste poboljšali svoju karijeru, morate smanjiti svoje opterećenje i organizovati svoje prioritete."
        },
        "position3": {
          "upright": "Deset štapića, neke od odgovornosti postavljene na vas su izvan vaše kontrole. Ponekad sistem može da vas gurne.",
          "reversed": "Prekoračeni deset štapića ukazuje da dodatne opterećenja ponekad nametnu spoljnim okolnostima.",
          "keywords": ["opteretiti", "odgovornost", "ugnjetavanje", "trud", "van kontrole"],
          "context": "Neki od opterećenja koje vam nosite u karijeri određuju se van vas."
        },
        "position4": {
          "upright": "Deset štapića pokazuje da vam je najbolje uprkos teškim odgovornostima.",
          "reversed": "Okolišteno deset štapića, prekomerne veze može umanjiti vrednost napora.",
          "keywords": ["odgovornost", "opteretiti", "trud", "strpljenje", "performanse"],
          "context": "Vaš trud se vidi na način na koji nosiš teret koji preduzimate."
        },
        "position5": {
          "upright": "Deset štapića, odgovornosti za deljenje poštenije donosi pozitivne promene u vašoj karijeri.",
          "reversed": "Okrećeno deset štapića, trebalo bi da naučite da dobijate podršku umesto preopterećenja.",
          "keywords": ["odgovornost", "opteretiti", "ravnoteža", "podrška", "promeniti"],
          "context": "Za promenu u vašoj karijeri, morate da upravljate balansom svog radnog opterećenja."
        },
        "position6": {
          "upright": "Deset štapića, preuzimanje prevelike odgovornosti u prošlosti možda su ometali vašu karijeru.",
          "reversed": "Prekoračio deset štapića, a ne tražeći da samo podrška i nošenje tereta mogu biti prepreke iz prošlosti.",
          "keywords": ["opteretiti", "odgovornost", "podrška", "ravnoteža", "prošlost"],
          "context": "U prošlosti je preopterećen u prošlosti, možda je danas ometala vašu karijeru."
        },
        "position7": {
          "upright": "Deset štapića ukazuje da će ishod putovanja u karijeri trajati uspeh kroz balansiranje odgovornosti.",
          "reversed": "Deset osnivanih štapića može postići napredak težak kao rezultat preopterećenja.",
          "keywords": ["odgovornost", "ravnoteža", "opteretiti", "rezolucija", "budućnost"],
          "context": "Rezultat će postići uspeh tako što će vaše odgovornosti upravljati u uravnoteživanjem."
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "Princ štapiće simbolizuje radoznalost, otkriće i inspiraciju. Nova prilika ili proces učenja vas očekuje u vašoj karijeri.",
          "reversed": "Okolišteni princ štapiće može ukazivati na gubitak mogućnosti zbog brzog blede entuzijazma ili nepažnje.",
          "keywords": ["radoznalost", "inspiracija", "otkriće", "učenje", "početak"],
          "context": "Vaša istinska karijera leži u novim počecima koji neguju vaš duh otkrića."
        },
        "position2": {
          "upright": "Princ Vands preporučuje da isprobate nove stvari i budete otvoreni za učenje. Radoznalost će vas poboljšati.",
          "reversed": "Okolici princa štapiće ukazuje da se mogućnosti mogu propustiti zbog nepažnje ili nestrpljenja.",
          "keywords": ["učenje", "otkriće", "inspiracija", "pokušati", "kreativnost"],
          "context": "Da biste unapredili svoju karijeru, morate istražiti i naučiti nove stvari."
        },
        "position3": {
          "upright": "Princ Vands, ne možete da kontrolišete kada se pojave nove mogućnosti. Mogućnosti dolaze u svoj trenutak.",
          "reversed": "Okolišteni princ štapiće ukazuje da nedostatak inspiracije i odlaganja mogu biti posledica spoljnih okolnosti.",
          "keywords": ["inspiracija", "prilika", "nov način", "vremenski vreme", "van kontrole"],
          "context": "Ne možete odrediti kada se nove mogućnosti otvore u vašoj karijeri."
        },
        "position4": {
          "upright": "Princ štapiće pokazuje da on daje sve od sebe pristupajući svom radu sa radoznalošću i nestrpljenjem da uči.",
          "reversed": "Invertirani princ štapiće, nepažnju može performanse mar.",
          "keywords": ["radoznalost", "učenje", "entuzijazam", "trud", "performanse"],
          "context": "Vaš trud dolazi od vaše želje da naučite nove stvari."
        },
        "position5": {
          "upright": "Princ štapiće, učenje novih stvari i eksperimentiranje sa uzbuđenje donosi korisne promene u vašoj karijeri.",
          "reversed": "Princ of Vands, stavljajući vaše entuzijazam u akciju, pomeraće vas napred.",
          "keywords": ["učenje", "radoznalost", "entuzijazam", "pokušati", "promeniti"],
          "context": "Da biste promenili karijeru, morate da svoju radoznalost stavite u praksu."
        },
        "position6": {
          "upright": "Princ štapiće možda je u prošlosti ometao karijeru napuštajući svoje ambicije ili ne pokušava.",
          "reversed": "Invertirani princ štapiće, nedostatak motivacije može biti prepreka prošlosti.",
          "keywords": ["entuzijazam", "pokušati", "inspiracija", "motivacija", "prošlost"],
          "context": "Neuspele ambicije prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Princ Stands ukazuje da će ishod vašeg putovanja u karijeri oblikovati nove ideje, entuzijazam i eksperimenti.",
          "reversed": "Preokrećeni princ štapiće može brzo odložiti ishod dok entuzijazam brzo bledi.",
          "keywords": ["ideja"]
        }
      }
    }
  }
}
