{
  "problem-solving": {
    "meanings": {
      "twoofpentacles": {
        "position10": {
          "context": "Rezultat može biti pronalaženje ravnoteže ili osporavanja odgovornosti."
        },
        "position2": {
          "upright": "Dva pentakla, prepreka može biti nemogućnost održavanja ravnoteže, prekrajene odgovornosti ili nemogućnosti prilagođavanja prioriteta. Previše opterećenja otežava napredak.",
          "reversed": "Preokrenuta dva pentakla, nedostatak kontrole, loše upravljanje resursima ili stalnoj neovlašćenosti mogu biti izvor prepreke.",
          "keywords": ["ravnoteža", "prioritet", "odgovornost", "kontrola", "prepreka"],
          "context": "Prepreka se pojavljuje iz neravnoteže i nemogućnosti postavljanja prioriteta."
        },
        "position3": {
          "upright": "Dva pentakova može biti podsvesna prošla potraga za ravnotežom, više odgovornosti ili pokušaja prilagođavanja.",
          "reversed": "Okrećena dva pentakla mogu ukazivati na prošlu istoriju nedostatka kontrole, stalne neodlučnosti ili loše upravljanje resursima možda su se podmirile u podsvesno.",
          "keywords": ["ravnoteža", "odgovornost", "kontrola", "odluka", "podsvestan"],
          "context": "Napori na uspostavljanju ravnoteže ili neravnoteže u prošlosti mogu uticati na današnje probleme."
        },
        "position4": {
          "upright": "Njih dvoje Penteksa sugerira da je vaš najbolji potencijal da razvije fleksibilnost, upravljanje više odgovornosti sa ravnotežom i krenite napred sa harmonijom.",
          "reversed": "Okrećena dva pentaklama, kako bi se postigla vaš potencijal, morate napustiti neodlučnost i pojednostaviti pitanja koja odvlači vašu energiju.",
          "keywords": ["ravnoteža", "fleksibilnost", "raport", "odgovornost", "fokus"],
          "context": "Vaš najbolji potencijal dolazi od upravljanja vašim odgovornostima sa ravnotežom."
        },
        "position5": {
          "upright": "Dvoje pentakala, možda ste pokušali da uravnotežite više zadataka, odgovornosti ili procesa u nedavnoj prošlosti.",
          "reversed": "Okrećena dva od Pentekla, možda ste se zaglavili sa odgovornostima, van ravnoteže ili zbunjeni prioriteti u nedavnoj prošlosti.",
          "keywords": ["ravnoteža", "odgovornost", "fleksibilnost", "prioritet", "intenzitet"],
          "context": "Vaša nedavna prošlost je možda oblikovana postizanje ili ne postizanje ravnoteže."
        },
        "position6": {
          "upright": "Dvoje pentakala, možda ćete doživeti proces uravnoteženja svojih odgovornosti, razjašnjeti svoje prioritete i steći fleksibilnost u bliskoj budućnosti.",
          "reversed": "Invertirana dva pentaklama, može postojati neravnoteža, preopterećenje ili nemogućnost donošenja odluka u bliskoj budućnosti.",
          "keywords": ["ravnoteža", "odgovornost", "prioritet", "fleksibilnost", "intenzitet"],
          "context": "Vaša bliža budućnost će se oblikovati ravnotežom ili neravnotežom."
        },
        "position7": {
          "upright": "Dvoje pentakala, pokušavate da uravnotežite svoje odgovornosti, odredite prioritete i ostanite trenutno fleksibilno.",
          "reversed": "Okrećena dva pentaklama, možda ćete doživljavati situaciju neravnoteže, preopterećenja ili nemogućnosti da se trenutno odlučite.",
          "keywords": ["ravnoteža", "odgovornost", "prioritet", "intenzitet", "fleksibilnost"],
          "context": "Vaša trenutna situacija je oblikovana pronalaženjem ili gubitkom ravnoteže."
        },
        "position8": {
          "upright": "Dvoje pentaklova, spoljni uticaji mogu vam predstaviti više odgovornosti koje morate uravnotežiti ili okolnosti koje zahtevaju da se prilagodite.",
          "reversed": "Invertirana dva pentakla, spoljni uticaji mogu da uznemire ravnotežu, stvaraju preopterećenje ili nestabilnost.",
          "keywords": ["ravnoteža", "odgovornost", "fleksibilnost", "odluka", "prioritet"],
          "context": "Spoljni uticaji mogu napraviti ili slomiti vašu ravnotežu."
        },
        "position9": {
          "upright": "Dva pentaklela, možete se plašiti da nećete moći da uravnotežite svoje odgovornosti, preuzmete previše ili iskusite neslomak.",
          "reversed": "Dvojica obrnutog preokreta mogu ukazivati na anksioznost o neravnoteži, neodlučnosti ili nemogućnosti upravljanja prioritetima.",
          "keywords": ["ravnoteža", "odgovornost", "prioritet", "odluka", "anksioznost"],
          "context": "Fokusira se na vaše strahove, neravnotežu ili nemogućnost rukovanja odgovornostima."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "Tri pentakova mogu biti o saradnji, timskom radu ili želje da izgrade projekat u srcu problema.",
          "reversed": "Tri pentakov je obrnuta, disharmonija, nedostatak podrške ili radnog rada mogu biti izvor problema.",
          "keywords": ["partnerstvo", "tim", "izgradnja", "podrška", "pitanje"],
          "context": "U srcu problema je potreba za saradnjom i podrškom."
        },
        "position10": {
          "upright": "Tri pentakla, ishod događaja može biti saradnja, prepoznavanje i uspeh na čvrstom temeljima.",
          "reversed": "Pretvorena tri pentakla, ishod događaja može biti neskladan, neadekvatna saradnja ili nedostatak podrške.",
          "keywords": ["partnerstvo", "uspeh", "diskrecija", "tim", "osnova"],
          "context": "Ishod može biti ili uspeh sa saradnjom ili neskladom."
        },
        "position2": {
          "upright": "Tri pentakla, prepreka bi mogla biti nedostatak saradnje, nesklada ili nedostatka podrške. Ide sami ograničava vas.",
          "reversed": "Tri pentaklova obrnuto, loš timski tim, nedostatak komunikacije ili je sama mogu biti izvor prepreke.",
          "keywords": ["partnerstvo", "podrška", "raport", "tim", "prepreka"],
          "context": "Prepreka se pojavljuje zbog nedostatka saradnje i podrške."
        },
        "position3": {
          "upright": "Tri pentakla mogu podsvesno predstavljati prošle saradnje, saradnje ili napore u majstorstvu.",
          "reversed": "U podsvjesnom su u podsvesti u podsvesti, preokrenuta tri pentakla, disharmonije, timske probleme ili nedostatak podrške.",
          "keywords": ["partnerstvo", "tim", "savladav", "raport", "podsvestan"],
          "context": "Prošla iskustva saradnje ili nesklada mogu oblikovati svoje sadašnje probleme."
        },
        "position4": {
          "upright": "Tri pentakova je saradnja sa vašim najboljim potencijalom i deljenjem uspeha mešajući vaše znanje i veštine u skladu.",
          "reversed": "Okolištena tri pentakala, da otključate svoj potencijal, trebalo bi da dobijete podršku i budete otvoreni za timski rad, a ne da se odupirate sami.",
          "keywords": ["partnerstvo", "deljenje", "veština", "raport", "uspeh"],
          "context": "Vaš najbolji potencijal je izgradnja opipljivog uspeha kroz saradnju."
        },
        "position5": {
          "upright": "Tri pentakala, možda ste iskusili uspeh u saradnji, timskom radu ili zajedničkim projektima u nedavnoj prošlosti.",
          "reversed": "Pretvorena tri pentakla, možda je bila disharmonija, neslaganje u timu ili nedostatak podrške u nedavnoj prošlosti.",
          "keywords": ["partnerstvo", "raport", "uspeh", "tim", "partnerstvo"],
          "context": "Vaša nedavna prošlost možda je oblikovana iskustvom saradnje ili nesklada."
        },
        "position6": {
          "upright": "Tri pentakovanja, saradnje, timskog rada ili uspeha u zajedničkim projektima mogu doći do izražaja u bliskoj budućnosti.",
          "reversed": "Pretvorena tri pentakla, možda je disharmonija, neskladan u timu ili nedostatak podrške u bliskoj budućnosti.",
          "keywords": ["partnerstvo", "tim", "uspeh", "deljenje", "raport"],
          "context": "Vaša bliža budućnost će biti oblikovana saradnjom ili neskladom."
        },
        "position7": {
          "upright": "Tri pentaklela, možda ćete biti u energiji saradnje, timskog rada i uspeha u zajedničkim projektima.",
          "reversed": "Tri pentaklova obrnuto, može postojati disharmonija, nedostatak podrške ili nemogućnosti da u ovom trenutku sarađuju.",
          "keywords": ["partnerstvo", "tim", "uspeh", "deljenje", "raport"],
          "context": "Vaša trenutna situacija oblikovana je saradnjom ili neskladom."
        },
        "position8": {
          "upright": "Tri pentakla, spoljni uticaji mogu donijeti saradnju, podršku tima ili projekata koji će poboljšati veštine.",
          "reversed": "Obrnuto tri pentakla, spoljni uticaji mogu stvoriti neslomak, nedostatak podrške ili komunikacionih problema.",
          "keywords": ["partnerstvo", "tim", "uspeh", "deljenje", "raport"],
          "context": "Spoljni uticaji utiču na vas kroz saradnju ili nesklad."
        },
        "position9": {
          "upright": "Tri Penteksa, možete se bojati da neće biti u mogućnosti da sarađujete, a da se ne ceni dovoljno ili ne možete da pokažete svoje talente.",
          "reversed": "Tri preokrenuta Pentek-a mogu ukazivati na strah od razdora tima, nedostatak podrške ili neuspelih partnerstva.",
          "keywords": ["partnerstvo", "diskrecija", "tim", "uspeh", "anksioznost"],
          "context": "Vaš strahovi centar za nedostatak saradnje ili nesposobnosti."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "Četiri pentakla mogu imati želju za sigurnost, posedovanje ili zadržavanje u srcu problema.",
          "reversed": "Uokrenuli su četiri pentakla, preciznog recepcije, uterije ili ne deljenja mogu biti izvor problema.",
          "keywords": ["sigurnost", "kontrola", "deljenje", "posesivnost", "pitanje"],
          "context": "U srcu problema je potreba za sigurnim uvjeravanjem i željom za zadržavanje."
        },
        "position10": {
          "upright": "Četiri pentakla mogu biti očuvanje sigurnosti, finansijske stabilnosti ili jačanje imovine kao rezultat događaja.",
          "reversed": "Pretvorena Četiri pentakla, ishod događaja može biti ugostitelj, gubitak kontrole ili postajanje.",
          "keywords": ["sigurnost", "stabilnost", "zaštita", "kontrola", "finansijska snaga"],
          "context": "Ishod može biti održavanje ili izgubljeno obezbeđenje."
        },
        "position2": {
          "upright": "Četiri pentakova mogu biti prekazivač prepreka, nedostatak deljenja ili opsesije sa sigurnošću. Stvari koje držite da vas drže na istom mestu.",
          "reversed": "Ograničena četvorica pentaka, ubijanja, strah od gubitka ili prekomernog posesivnosti mogu biti izvor prepreke.",
          "keywords": ["sigurnost", "kontrola", "ne deli", "strah", "prepreka"],
          "context": "Prekidanja nastaje od prekomerne kontrole i nedostatak deljenja."
        },
        "position3": {
          "upright": "Četiri pentakla mogu biti podsvesna potraga za sigurnost u prošlosti, pokušaj sačuvanja onoga što neko ima ili izbegavanje deljenja.",
          "reversed": "Invertirana Četiri pentaklama mogu biti podsvesna u prošlosti zbog ugodnosti, straha od gubitka ili prekomerne kontrole.",
          "keywords": ["uverenje", "kontrola", "strah", "deljenje", "podsvestan"],
          "context": "Prošle pretrage uvjeravanja ili strahova mogu uticati na današnje probleme."
        },
        "position4": {
          "upright": "Četiri pentakala je da obezbedi sigurnost najboljeg potencijala, da svesno štite svoje resurse i krenu naprijed na čvrstim temeljima.",
          "reversed": "Okrećeno četiri pentakla, da dostignete svoj potencijal, morate prepustiti preveliku kontrolu i naučiti da deli i bude fleksibilan.",
          "keywords": ["uverenje", "zaštita", "stabilnost", "kontrola", "izvor"],
          "context": "Vaš najbolji potencijal je izgradnja na čvrstim i sigurnim temeljima."
        },
        "position5": {
          "upright": "Četiri pentakala, u nedavnoj prošlosti možda ste skloni da štite ono što imate, tražite sigurnost ili postupajte na kontrolisan način.",
          "reversed": "Okrećeno četiri pentakla, možda ste iskusili ekstremni konzervativizam, škinost ili strah od gubitka u nedavnoj prošlosti.",
          "keywords": ["uverenje", "kontrola", "konzervativizam", "strah", "zaštita"],
          "context": "Vaša nedavna prošlost je možda bila obeležena traženjem uveravanja ili prekomerne kontrole."
        },
        "position6": {
          "upright": "Četiri pentakla će biti na čelu u bliskoj budućnosti, tražeći sigurnost, očuvanje imovine i postizanje finansijske stabilnosti.",
          "reversed": "Ukrasano četiri pentakla, ugostiće, strah od gubitka ili prekomerne kontrole može doći do izražaja u bliskoj budućnosti.",
          "keywords": ["sigurnost", "stabilnost", "kontrola", "zaštita", "strah od gubitka"],
          "context": "Vaša bliska budućnost će biti oblikovana bezbednosnim ili ekstremnim konzervativizmom."
        },
        "position7": {
          "upright": "Četiri pentaklela, trenutno možete tražiti sigurnost, fokusirajući se na zaštitu onoga što imate i pružanje stabilnosti.",
          "reversed": "Okolišteno je četiri pentakla, strah od gubitka, prevelike rečnika ili tendencija prema ubijanju možda vas u ovom trenutku izazivaju.",
          "keywords": ["sigurnost", "stabilnost", "zaštita", "kontrola", "strah od gubitka"],
          "context": "Vaša trenutna situacija oblikovana je potragom za sigurnim ili ekstremnim konzervativizmom."
        },
        "position8": {
          "upright": "Četiri pentakla, spoljni uticaji mogu da vas pritiskaju da tražite sigurnost, stabilnost ili zaštite onoga što imate.",
          "reversed": "Invertirana četvorica pentakala, spoljni uticaji mogu pokrenuti prevladavanje samokontrola, škrtnost ili strah od gubitka.",
          "keywords": ["sigurnost", "stabilnost", "zaštita", "kontrola", "strah"],
          "context": "Spoljni uticaji utiču na vas kroz osećaj nesigurnosti ili anksioznosti."
        },
        "position9": {
          "upright": "Četiri pentaklela, možete se plašiti gubitka, da niste u stanju da zaštitite ono što imate ili gubite prostor sigurnosti.",
          "reversed": "Preokrećena četiri pentakla mogu ukazivati na ubijanju, anksioznost zbog gubitka kontrole ili postajanja zavisna.",
          "keywords": ["sigurnost", "ne gubi se", "kontrola", "zaštita", "anksioznost"],
          "context": "Vaši strahovi se fokusiraju na gubitak sigurnosti ili gubitka kontrole."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "Pet pentakova može imati finansijske poteškoće, usamljenost ili nedostatak podrške u srcu problema.",
          "reversed": "Pet pentakila je preokrenuo, ne tražeći pomoć, osećajući se izostavljeno ili gubitak samopouzdanja može biti izvor problema.",
          "keywords": ["finansijska poteškoća", "usamljenost", "podrška", "anksioznost", "pitanje"],
          "context": "U srcu problema je potraga za materijalnom ili emocionalnom podrškom."
        },
        "position10": {
          "upright": "Pet pentakala, ishod događaja može biti finansijska poteškoća, usamljenost ili potraga za podrškom.",
          "reversed": "Pet pentakova obrnuto može značiti oporavak od događaja, pronalaženje podrške ili izlaska iz finansijskih teškoća.",
          "keywords": ["poteškoće", "usamljenost", "podrška", "finansijski gubitak", "oporavak"],
          "context": "Rezultat može biti težak period ili oporavak."
        },
        "position2": {
          "upright": "Pet pentaka, prepreka bi mogle biti finansijske poteškoće, usamljenost ili nedostatak podrške. Nedostatak resursa otežava napredak.",
          "reversed": "Pet pentakova preokrenulo je, odbijanje pomoći, osećaj isključenosti ili gubitka samopouzdanja može biti izvor prepreke.",
          "keywords": ["finansijska poteškoća", "usamljenost", "podrška", "poverenje", "prepreka"],
          "context": "Prepreka se pojavljuje zbog nedostatka resursa i osećanja usamljenosti."
        },
        "position3": {
          "upright": "Pet pentakova može podsvesti da podsvesno ukazuje na prošle finansijske poteškoće, usamljenost ili nedostatak podrške.",
          "reversed": "Pet Pentaklova obrnuto može biti znak prošlih odbacivanja pomoći, isključenosti ili nepoverenja koje je moglo biti ugonjeno u podsvesti.",
          "keywords": ["Finansijske poteškoće", "usamljenost", "podrška", "poverenje", "podsvestan"],
          "context": "Prošle probleme i usamljenost mogu biti u korenu današnjih problema."
        },
        "position4": {
          "upright": "Pet pentakala, vaš najbolji potencijal može biti da se nauče iz izazova i izgradi vašu otpornost, postajući jači sa sistemima podrške.",
          "reversed": "Invertirano pet pentakala, da dostignete svoj potencijal, morate da prepustite svoje verovanje u neadekvatnost, prihvatite pomoć i obnavljate svoj osećaj poverenja.",
          "keywords": ["izdržljivost", "podrška", "poteškoće", "zarastanje", "poverenje"],
          "context": "Vaš najbolji potencijal je prevazilaženje poteškoća sa izdržljivošću."
        },
        "position5": {
          "upright": "Pet pentakala, možda ste doživeli finansijske poteškoće, usamljenost ili nedostatak podrške u nedavnoj prošlosti.",
          "reversed": "Okrećeno pet pentakala, možda ste dobili podršku u nedavnoj prošlosti, pronašli izlaz iz finansijskih teškoća ili obnoviti vaše samopouzdanje.",
          "keywords": ["poteškoće", "usamljenost", "Finansijske poteškoće", "podrška", "poverenje"],
          "context": "Vaša nedavna prošlost je možda oblikovana prevazilaženjem teškoća ili pronalaženja podrške."
        },
        "position6": {
          "upright": "Pet stanovnika, finansijskih teškoća, usamljenosti ili nedostatka podrške mogu doći do izražaja u bliskoj budućnosti.",
          "reversed": "Invertirano pet pentakala, možda postoji prilika da se jedni drugima pomažu, pronađite podršku i prevaziđete poteškoće u bliskoj budućnosti.",
          "keywords": ["poteškoće", "usamljenost", "podrška", "Finansijske poteškoće", "izdržljivost"],
          "context": "Vaša neposredna budućnost će se oblikovati izazovom ili podrškom."
        },
        "position7": {
          "upright": "Pet pentaka, možda ćete doživljavati usamljenost, finansijske poteškoće ili nedostatak podrške trenutno.",
          "reversed": "Okrećeno pet pentaklama, trenutno ste u procesu pronalaženja pomoći, primanje podrške ili prevazilaženja teškoća.",
          "keywords": ["poteškoće", "podrška", "usamljenost", "Finansijske poteškoće", "solidarnost"],
          "context": "Vaša trenutna situacija oblikovana je poteškoćama ili pronalaženjem podrške."
        },
        "position8": {
          "upright": "Pet stanovnika, spoljni uticaji mogu se očitovati kao usamljenost, finansijske poteškoće ili nedostatak podrške.",
          "reversed": "Invertirani Pet stanovnika, spoljni uticaji mogu donijeti pomoć, podršku ili mogućnosti za oporavak.",
          "keywords": ["poteškoće", "usamljenost", "podrška", "izvor", "gubitak"],
          "context": "Spoljni uticaji mogu vas testirati sa poteškoćama ili doneti podršku."
        },
        "position9": {
          "upright": "Pet pentakala, možete se bojati da budete sami, finansijskih teškoća ili ostrizacije.",
          "reversed": "Petorica obrnutog preokreta može ukazivati na strah od ne pronalaženje podrške, a ne može se moći oporaviti ili imati teže vreme.",
          "keywords": ["usamljenost", "poteškoće", "podrška", "gubitak", "anksioznost"],
          "context": "Vaš strahovski centar okolo je ostriziran ili ne nalaz podrške."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Šest pentakala može biti o pravdi u srcu problema, primanje ili davanje pomoći, međusobne ravnoteže.",
          "reversed": "Invertirani šest pentakla, nepravde, zavisne odnose ili neuravnotežene kupovine može biti izvor problema.",
          "keywords": ["pomoći", "ravnoteža", "pravda", "deljenje", "pitanje"],
          "context": "U srcu problema je želja za fer balansom i deljenjem."
        },
        "position10": {
          "upright": "Šest stanovnika može biti o ravnoteži, dobijanje pomoći ili podržavajući druge kao rezultat događaja.",
          "reversed": "Invertirani šest pentaklada, ishod događaja može biti nepravda, zavisnost ili nestabilni odnosi.",
          "keywords": ["pomoći", "ravnoteža", "deljenje", "pravda", "podrška"],
          "context": "Rezultat može biti pravično deljenje ili neravnoteža."
        },
        "position2": {
          "upright": "Šest pentakala, prepreka bi mogla biti neuravnotežena dogovora, nepravda ili nedostatak obostrane podrške. Nedostatak deljenja odlaže rešenje.",
          "reversed": "Okrećeno šest pentakla, zavisnih odnosa, eksploatacije ili nepravde mogu biti izvor prepreke.",
          "keywords": ["ravnoteža", "pravda", "deljenje", "zavisnost", "prepreka"],
          "context": "Prepreka se pojavljuje od neuravnotežene kupovine i nepravde."
        },
        "position3": {
          "upright": "Šest stanovnika može podsvesno biti u razvoju u razminiranju prošlosti, dobijanja pomoći ili traženja pravde.",
          "reversed": "Pretvoreno šest pentakla, zavisnih odnosa, eksploatacije ili neravnoteže mogu se dovesti do podsvesti iz prošlosti.",
          "keywords": ["deljenje", "pomoći", "pravda", "ravnoteža", "podsvestan"],
          "context": "Prošla iskustva pomoći ili nepravde mogu uticati na njihove trenutne probleme."
        },
        "position4": {
          "upright": "Šest pentakala je povećati obilje pravetnije deljenje, saradnju i ravnoteže u vašem najboljem potencijalu.",
          "reversed": "Pretvoreno šest talismana, kako bi otključao vaš potencijal, morate napustiti jednostrane odnose i uspostaviti ravnotežu davanja i uzimanja.",
          "keywords": ["pravda", "deljenje", "ravnoteža", "pomoći", "dosta"],
          "context": "Vaš najbolji potencijal je da podelite pošteno i balansno."
        },
        "position5": {
          "upright": "Šest pentakolova je možda uključivao pomoć ili podršku drugima u nedavnoj prošlosti i doživljava ravnotežu davanja i uzimanja.",
          "reversed": "Ukrao je šest pentakala, možda ste nedavno doživeli nejednaku vezu, jednostranu podršku ili osećaj eksploatacije.",
          "keywords": ["pomoći", "ravnoteža", "deljenje", "jednakost", "davati"],
          "context": "Vaša nedavna prošlost možda je obeležena saradnjom ili neravnotežama."
        },
        "position6": {
          "upright": "Šest pentakala, možda ćete imati priliku da uspostavite pravedno podele, saradnju i ravnotežu davanja i prijem u bliskoj budućnosti.",
          "reversed": "Invertirani šest pentakla može ukazivati na nejednake odnose, neravnotežu ili jednostranu podršku u bliskoj budućnosti.",
          "keywords": ["pomoći", "deljenje", "pravda", "ravnoteža", "podrška"],
          "context": "Vaša bliža budućnost će se oblikovati ravnotežom ili neravnotežom."
        },
        "position7": {
          "upright": "Šest pentakala, trenutno ste u procesu pomaganja jedni drugima, deliti pošteno i uspostavljanje ravnoteže davanja i uzimanja.",
          "reversed": "Ukrao je šest pentakala, možda ćete doživljavati nejednakost, jednostrani odnosi ili neravnotežu odmah.",
          "keywords": ["pomoći", "deljenje", "pravda", "ravnoteža", "podrška"],
          "context": "Vaša trenutna situacija je oblikovana ravnotežom ili neravnotežom."
        },
        "position8": {
          "upright": "Šest pentakla, spoljni uticaji mogu pružiti podršku, pomoć ili poštenu priliku koja vam pomažu da uravnotežite davanje i primanje.",
          "reversed": "Invertirani šest pentakla, spoljni uticaji mogu stvoriti nejednakost, jednostranih odnosa ili neravnoteže.",
          "keywords": ["pomoći", "deljenje", "ravnoteža", "pravda", "podrška"],
          "context": "Spoljni uticaji mogu uspostaviti ili poremetiti ravnotežu."
        },
        "position9": {
          "upright": "Šest pentakla može ukazivati na strah od nepravde, nejednakosti ili nepravedne podele.",
          "reversed": "Prekoračenje šest stanovnika može ukazivati na zavisnosti, nestabilne odnose ili anksioznost zbog toga što ne dobija pomoć.",
          "keywords": ["ravnoteža", "jednakost", "pomoći", "pravda", "anksioznost"],
          "context": "Vaš strahovi centar na nepravednoj odnosu ili neravnoteži."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Sedam pentakala može biti usredsređena na strpljenje, čekajući nagradu nečijih napora, ili dugoročnih investicija.",
          "reversed": "Preokrećeno sedam pentakla, nestrpljenja, žurbe ili pogrešnih investicija može biti izvor problema.",
          "keywords": ["strpljenje", "investicija", "čekanje", "zaključak", "pitanje"],
          "context": "U srcu problema je strpljiv i dobijanje rezultata u pravo vreme."
        },
        "position10": {
          "upright": "Sedam talismana može biti nagrada za nečije napore i nagradu za pacijenta koji čekaju kao rezultat događaja.",
          "reversed": "Uokrećeno sedam stanovnika može rezultirati nestrpljenjem, pogrešnim ulaganjima ili razočaranjem kao rezultat događaja.",
          "keywords": ["rad", "strpljenje", "investicija", "nagrada", "čekanje"],
          "context": "Rezultat može biti nagrada za napor ili razočaranje."
        },
        "position2": {
          "upright": "Sedam pentakala sugeriše da prepreka može biti nestrpljenje, iskrivljene očekivanja rezultata ili neuspeh da vide vrednost napora.",
          "reversed": "Invertirano sedam pentakala, pogrešnih investicija, neproduktivna radna snaga ili nedostatak motivacije može biti izvor prepreke.",
          "keywords": ["strpljenje", "rad", "čekati", "investicija", "prepreka"],
          "context": "Prepreka se pojavljuje od nestrpljenja i ne može da čeka nagradu napora."
        },
        "position3": {
          "upright": "Sedam pentakala može podsvesno znači da strpljivo čeka, naporno, naporno radeći ili daju dugoročne investicije u prošlosti.",
          "reversed": "Invertirani sedam pentakla, nestrpljenja, neefikasnog rada ili pogrešnih investicija u prošlosti, možda su se podmirili u podsvesti.",
          "keywords": ["strpljenje", "rad", "investicija", "čekanje", "podsvestan"],
          "context": "Prošla iskustva strpljenja ili nestrpljenja mogu uticati na današnje probleme."
        },
        "position4": {
          "upright": "Sedam stanovnika sugeriše da je vaš najbolji potencijal strpljivo raditi, verujte procesu i ulagati za dugoročne dobitke.",
          "reversed": "Okrećeno sedam pentakala, da otključate svoj potencijal, morate prestati da budete nestrpljivi i fokusirajte se na prave oblasti.",
          "keywords": ["strpljenje", "rad", "investicija", "period", "čekanje"],
          "context": "Vaš najbolji potencijal je da žeti plodove pacijenta radne snage."
        },
        "position5": {
          "upright": "Sedam pentakala, možda ste nedavno strpljivo primetili proces, naporno radili ili se okrenuli dugoročnim planovima.",
          "reversed": "Okrećeno sedam pentakala, možda ste iskusili nestrpljenje, izgubljeni napor ili nezadovoljstvo u nedavnoj prošlosti.",
          "keywords": ["strpljenje", "rad", "čekanje", "investicija", "plan"],
          "context": "Vaša nedavna prošlost možda je oblikovana iskustvom strpljenja ili nestrpljenja."
        },
        "position6": {
          "upright": "Sedam pentakala, to može biti stvar strpljivo čekajući u bliskoj budućnosti, viđenja plodova nečijih napora ili fokusirajući na dugoročne dobitke.",
          "reversed": "Invertirano sedam pentakla, nestrpljenja, uzaludno radno ili nezadovoljstvo može doći do izražaja u bliskoj budućnosti.",
          "keywords": ["strpljenje", "rad", "investicija", "čekanje", "zaraditi"],
          "context": "Vaša bliža budućnost će biti oblikovana strpljenjem ili nestrpljenjem."
        },
        "position7": {
          "upright": "Sedam pentakala, trenutno strpljivo čekate, videći plodove vaših napora ili ocenjivati dugoročne planove.",
          "reversed": "Okrećeno sedam pentakala, možda ćete doživljavati nestrpljenje, nezadovoljstvo ili osećaj izgubljenog napora trenutno.",
          "keywords": ["strpljenje", "rad", "čekanje", "investicija", "zaraditi"],
          "context": "Vaša trenutna situacija oblikovana je strpljenjem ili nezadovoljstvom."
        },
        "position8": {
          "upright": "Sedam pentakala vas može podstaći da strpljivo sačekate spoljne uticaje i vremenom pogledajte povratak na vaše investicije.",
          "reversed": "Okolišteno sedam pentakla, spoljni uticaji mogu stvoriti nestrpljenje, razočaranje ili osećaj da se napori troše.",
          "keywords": ["strpljenje", "rad", "čekanje", "investicija", "zaraditi"],
          "context": "Spoljni uticaji mogu podstaći strpljenje ili stvoriti nezadovoljstvo."
        },
        "position9": {
          "upright": "Sedam pentakala, možete se bojati da se ne nagradite za svoje napore, gubite strpljenje ili odlaganje rezultata.",
          "reversed": "Uokrećeno sedam stanovnika može ukazivati na strah od pogrešnih investicija, nestrpljenja ili izgubljenih napora.",
          "keywords": ["rad", "strpljenje", "investicija", "kašnjenje", "anksioznost"],
          "context": "Fokusira se na vaše strahove, ne nagrađuju se za vaše napore ili nestrpljenje."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Osam stanovnika može biti usredsređeno na želju da poboljša nečije veštine, obuku ili majstorstvo.",
          "reversed": "Pretvoreni osam stanovnika, nedostatak motivacije, nepažnje, nepažnju ili ostavljajući to nedovršeno može biti izvor problema.",
          "keywords": ["savladav", "učenje", "disciplina", "trud", "pitanje"],
          "context": "U srcu problema je potreba za poboljšanjem veština i biti disciplinovana."
        },
        "position10": {
          "upright": "Osam stanovnika može značiti sticanje majstorstva, učenja i nagrađen za nečije napore kao rezultat događaja.",
          "reversed": "Invertirano osam stanovnika, ishod događaja može biti nepažljiv, neuspeh ili nedovoljan napor.",
          "keywords": ["studija", "savladav", "učenje", "uspeh", "rad"],
          "context": "Rezultat može biti savladao ili nepažnju."
        },
        "position2": {
          "upright": "Osam stanovnika sugeriše da prepreka može biti nedisciplina, bezbrižnost ili nedostatak sposobnosti učenja. Ne stavljajući napore koji se moraju postići ometanja ometanja napretka.",
          "reversed": "Pretvoreni osam stanovnika, gubitak motivacije, nedovršenog poslovanja ili nepažnje može biti izvor prepreke.",
          "keywords": ["disciplina", "učenje", "savladav", "nepažnja", "prepreka"],
          "context": "Prepreka se pojavljuje zbog nedostatka discipline i nepažnje."
        },
        "position3": {
          "upright": "Osam stanovnika može podsvesno biti prosvetno prošli studijsku disciplinu, majstorski postupak ili napori učenja.",
          "reversed": "Pretvorena osam pentakla, prošli gubitak motivacije, nedovršenog posla ili nevremenosti možda su se doselili u podsvesno.",
          "keywords": ["studija", "savladav", "učenje", "motivacija", "podsvestan"],
          "context": "Prošlo učenje i procesi rada mogu se oblikovati današnji problemi."
        },
        "position4": {
          "upright": "Osam stanovnika je da je vaš najbolji potencijal da razvije svoje veštine sa marljivošću, učitelj se i hodajte ka uspehu sa disciplinom.",
          "reversed": "Pretvoreno osam pentakala, da dostignete svoj potencijal, morate da izbegnete nevoljnost, ostanite otvoreni za učenje i održavanje discipline.",
          "keywords": ["savladav"]
        }
      }
    }
  }
}
