{
  "situation-analysis": {
    "meanings": {
      "sixofwands": {
        "position3": {
          "reversed": "Učitavanje šest štapića ukazuje na senku zavisnosti od odobrenja, ljubomore okida ili strah da se ne primeti \". Tendencija da se umanji uspeh može biti nevidljivi kočnica. \\ N \\ n \\ nconcrealizacija vidljivost sa metričkima ravnoteža percepcija.",
          "keywords": ["diskrecija", "uspeh", "vidljivost", "odobrenje", "samopouzdanje"],
          "context": "Potreba za prepoznavanjem i suptilnim uticajem anksioznosti vidljivosti."
        },
        "position4": {
          "upright": "U centru je vidljiv uspeh i prepoznavanje. Zajednička pobeda povećava motivaciju.",
          "reversed": "Može postojati percepcija nedostatka uvažavanja u centru. Transparentne metrike poboljšavaju percepciju.",
          "keywords": ["pobeda", "prepoznavanje", "motivacija", "rukovodstvo", "komunikacija"],
          "context": "Centar: trenutak pobede."
        },
        "position5": {
          "upright": "Šest štapića ukazuje na povećano spoljno prepoznavanje, nagradu i pozitivnu vidljivost.",
          "reversed": "Ukrasano šest štapića kaže da nevidljivi rad, ljubomora ili neobučena dostignuća mogu prouzrokovati probleme sa spoljnim percepcijama.",
          "keywords": ["prepoznavanje", "nagrada", "percepcija", "vidljivost", "metrički"],
          "context": "Spoljna pobeda je trajna ako je merena i pravilno komunicira."
        },
        "position6": {
          "upright": "Savet: Uspeti je vidljiv uspeh; Ispričajte priču i podelite ga.",
          "reversed": "Preporuka: Stvorite dokaze i metrike; Percepcija osnovne podatke o podacima.",
          "keywords": ["pobeda", "vidljivost", "priču", "metrički", "percepcija"],
          "context": "Savet: Učinite pobjedu stalno."
        },
        "position7": {
          "upright": "Moguća budućnost: vidljiva pobeda i prepoznavanje; Povećava se motivacija.",
          "reversed": "Moguća budućnost: može doći do percepcije nedostatka uvažavanja; Potrebno je meriti i objasniti uspeh.",
          "keywords": ["pobeda", "prepoznavanje", "percepcija", "motivacija", "priču"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "Sedam štapića simbolizuje vreme u prošlosti kada se moraš braniti. Vaše snažno stav možda je uticajan na osnovu vaše trenutne situacije. \\ N \\ nThis kartica vam govori da su vam borbe sa koje ste se suočili u prošlosti učinile vas otpornijim.",
          "reversed": "Okolište sedam štapića ukazuje na odustajanje, povlačenje ili gubitak otpornosti u prošlosti. Ova situacija može biti na osnovu današnjeg procesa. \\ N \\ NTHIS kartica naglašava trenutne efekte prava koja nije bila adekvatno branila u prošlosti ili koraku nazad.",
          "keywords": ["odbrana", "stabilnost", "otpornost", "borba", "prošlost"],
          "context": "Uticaj prošlih odbrana ili povlačenja."
        },
        "position2": {
          "upright": "Sedam štapića vam govori da je sada vreme da branite svoj položaj, zaštitite svoje prioritete i čuvajte svoje granice. Konkurentski pritisak ili povećana očekivanja mogu se osetiti. \\ N \\ n \\ nclearski kriterijumi i dosledan stav štite svoju prednost.",
          "reversed": "Učitavanje sedam štapića može ukazivati na umor, želju da se povuče ili tendencija da u to vreme preuveličavaju odbranu. Boravak hipervigilantara resurse. \\ N \\ n \\ n \\ n \\ nprilicija i delegiranje uravnotežuje opterećenje.",
          "keywords": ["odbrana", "granica", "prioritet", "otpornost", "Sada"],
          "context": "Održavanje zakonitog tla ili sprečavanja iscrpljenosti."
        },
        "position3": {
          "upright": "Sedam štapića pokazuje da je poriv da drži vaš položaj i odbrani vaše granice duboko. Postoji unutrašnja odlučnost da se \"odustane od prave zemlje\". \\ N \\ nThis kartica govori da vas percepcija nevidljive pretnje može zadržati na nožnim prstima.",
          "reversed": "Invertirani sedam štapića ukazuje na nevidljivi efekat umora, želje da se povuče ili preterano odmrzdan refleks. Budući da je upozorenje na sve što može da ispušta resurse. \\ N \\ n \\ n \\ nprilicija i delegiranje održava unutrašnju otpornost.",
          "keywords": ["odbrana", "granica", "stabilnost", "iscrpljenost", "prioritet"],
          "context": "Refleks i rizik od izgaranja."
        },
        "position4": {
          "upright": "U centru se nalazi odbrana i zaštita od položaja. Doslednost je povoljna.",
          "reversed": "Umor u centru može očvrsnuti odbranu. Delegacija olakšava.",
          "keywords": ["odbrana", "granica", "stabilnost", "prioritet", "otpornost"],
          "context": "Centar: Držite liniju."
        },
        "position5": {
          "upright": "Sedam štapića ukazuje da spolja zahteva održavanje položaja, reagujući na prigovore i odbranu.",
          "reversed": "Okolište sedam štapića kaže da preterana odbrana može dovesti do gubitka spoljne podrške.",
          "keywords": ["odbrana", "reputacija", "položaj", "prigovor", "podrška"],
          "context": "Izmerjeni odgovor na spoljne izazove gradi samopouzdanje."
        },
        "position6": {
          "upright": "Savet: branite prioritetne linije; Borba se selektivno.",
          "reversed": "Savet: Zatražite podršku, odmor; Dopunjavanje resursa.",
          "keywords": ["odbrana", "prioritet", "selektivnost", "podrška", "energija"],
          "context": "Savet: Odabir prave bitke."
        },
        "position7": {
          "upright": "Moguća budućnost: održava se položaj; Dosledna odbrana daje gornju ruku.",
          "reversed": "Moguća budućnost: umora može oslabiti odbranu; Podrška i delegati dobijaju važnost.",
          "keywords": ["odbrana", "superiornost", "stabilnost", "granica", "podrška"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "Osam štapića simbolizuje brzi razvoj, neočekivane vesti ili brzi napredak u prošlosti. Ovi događaji mogu imati važno mesto na osnovu današnjeg procesa. \\ N \\ NTHIS kartica vam govori da vas je brzina prošlosti dovela do trenutka koja i danas danas utječe na vas.",
          "reversed": "Otkriveno osam štapića ukazuje na prošlo kašnjenje, probleme sa komunikacijama ili odloženim mogućnostima. Ovi problemi su možda formirali osnovu današnjeg procesa. \\ N \\ NTHIS kartica pokazuje da je brzina izgubljena u prošlosti ili nedostatka komunikacije još uvek efikasna.",
          "keywords": ["brzina", "vesti", "razvoj", "komunikacija", "prošlost"],
          "context": "Uticaj brzih razvoja ili kašnjenja u prošlosti."
        },
        "position2": {
          "upright": "Osam štapića ukazuje na povećanu brzinu, protok i komunikaciju u to vreme. Prepreke se rešavaju; Procesi dobijaju zamah. \\ n \\ n \\ n \\ nAmaning poruke jasno i na vreme otvara prozore mogućnosti.",
          "reversed": "Oporedila osam štapića sada je upozorenje odlaganja, mešovitih poruka ili gubitka sinhronizacije. Žurovanje može dovesti do pogrešnih poruka. \\ N \\ n \\ n-adresing očekivanja i pojednostavljenje narudžbe poboljšava protok.",
          "keywords": ["brzina", "komunikacija", "ubrzanje", "sinhronost", "Sada"],
          "context": "Upravljanje brzim strimingom ili popravnim odlaganjem."
        },
        "position3": {
          "upright": "Osam štapića ukazuje na tu brzinu, zamah i nagon da se \"nadoknade i kreću dalje\", izlaze iznutra. Želja za brzom odlukama je pokretačka sila za scene. \\ N \\ n Želja da se postigne prava sinhronizacija nevidljivo vodiči.",
          "reversed": "Okolište Osam štapića ukazuje na skriveni uticaj straha od kašnjenja, raštrkanih signala ili tendenciju da žuri. Poruka Konfuzija može poremetiti interni ritam. \\ N \\ nsimplifikovanje Nalog Pojašnjava protok.",
          "keywords": ["brzina", "ubrzanje", "komunikacija", "sinhronost", "podsticaj"],
          "context": "Latentna oscilacija između pogona za brzinu i anksioznost sinhronosti."
        },
        "position4": {
          "upright": "U centru je brzina i protok. Pravovremena poruka otvara prozor mogućnosti.",
          "reversed": "U centru može biti odlaganja i konfuzija signala. Pojednostavite sortiranje.",
          "keywords": ["brzina", "ubrzanje", "komunikacija", "sinhronost", "protok"],
          "context": "Centar: MOMENTUM MANAGEMENT."
        },
        "position5": {
          "upright": "Osam štapića ukazuje da su spoljne linije komunikacije brze, odgovori su brzi, a prozori prilika su kratki.",
          "reversed": "Oporećeni osam štapića govori nam da je poruka koja je zbunjena i kašnjenja uzrokuju propuštene mogućnosti.",
          "keywords": ["brzina", "komunikacija", "sinhronost", "prilika", "vreme"],
          "context": "Brze linije stvaraju konkurentsku prednost."
        },
        "position6": {
          "upright": "Preporuka: Koncentrirajte komunikaciju u jedan kanal; Pojednostavite redosled.",
          "reversed": "Preporuka: Smanjite istovremene zadatke; Zatvorite na čekanju.",
          "keywords": ["brzina", "komunikacija", "narediti", "protok", "Veslati"],
          "context": "Preporuka: Smanjite trenje u protoku."
        },
        "position7": {
          "upright": "Moguća budućnost: brz napredak i jasna komunikacija; Otvara se prozor mogućnosti.",
          "reversed": "Moguća budućnost: Kašnjenje i poruka Konfuzija bi mogla spori zamah; Sortiranje treba pojednostavljeno.",
          "keywords": ["brzina", "komunikacija", "protok", "sinhronost", "prilika"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "Devet štapića simbolizuje vreme u prošlosti kada ste naporno radili i borili se i vaša otpornost je testirana. Ovaj proces vam je možda učinio otpornijim i opreznijim. \\ N \\ NTHIS Card vas podseća da vaše strpljenje i borbu u prošlosti dodaje snagu današnjoj situaciji.",
          "reversed": "Invertirani devet štapića simbolizuje izgorevanje, umor ili nemogućnost da se opiru kraju u prošlosti. Ovo može biti jedan od razloga današnjeg procesa. \\ N \\ NTHIS kartica pokazuje da nepotpune borbe u prošlosti dovode do današnje deficite.",
          "keywords": ["otpornost", "strpljenje", "borba", "izdržljivost", "prošlost"],
          "context": "Uticaj prošlih otpora ili izgaranja."
        },
        "position2": {
          "upright": "Devet štapića opisuje psihologiju izdržljivosti i konačnog zavoja u sadašnjosti. Došao si dug put; Prirodno je da se oprezno postupite. \\ N \\ n \\ n \\ nmainendirajući granice i uzimajući male pauze pomoći će vam da dođete na završetak završne karte.",
          "reversed": "Invertirani devet štapića nosi rizik od izgaranja u sadašnjosti, preterano defanzivno ili preterano pokrenuti prošle rane. \\ N \\ N \\ Nasking za podršku, podeli se opterećenje i usporavanje ritma obnavlja snagu.",
          "keywords": ["izdržljivost", "biti na straži", "prekršiti", "kontinuitet", "Sada"],
          "context": "Upravljanje energijom ili popravkom iscrpljivanja na finalnom ravnom."
        },
        "position3": {
          "upright": "Devet štapića pokazuje da je obrazac \"opreznog napretka\" pokrenut kroz prošla iskustva radeći interno. Izdržljivost je velika; Ali ramena su uvek upozorena. \\ N \\ NTHIS kartica nam govori da nevidljivi umor može da napravi granice teže nego što je potrebno.",
          "reversed": "Vedro devet štapića ukazuje na latentni uticaj iscrpljenosti, skepticizma ili očekivanja da će se \"nešto dogoditi.\" Konstantna budnost odvodi resurse. \\ N \\ nSafe Podrška i mikro-break ublažavaju odbranu.",
          "keywords": ["izdržljivost", "biti na straži", "umor", "sumnja", "zaštita"],
          "context": "Klatno posttraumatske budnosti i otpornosti."
        },
        "position4": {
          "upright": "U centru je izdržljivost i poslednja psihologija u kulji. Mali pauze održavaju snagu.",
          "reversed": "U centru može biti izgaranje ili hipervigilancija. Izgradite mrežu za podršku.",
          "keywords": ["izdržljivost", "budan", "prekršiti", "kontinuitet", "zaštita"],
          "context": "Centar: Finalna ravno."
        },
        "position5": {
          "upright": "Devet štapića ukazuje da se spoljni pritisci povećavaju, ali otpornost i dostojanstvo štite vas.",
          "reversed": "Invertirani devet štapića kaže da je iscrpljeni ekosistem, umorni zainteresovani i niska tolerancija stvaraju rizike tamo.",
          "keywords": ["izdržljivost", "ugnjetavanje", "reputacija", "tolerancija", "izloženi riziku"],
          "context": "Kapacitet za izdržavanje spoljnih izazova je kritičan."
        },
        "position6": {
          "upright": "Savet: sačuvajte svoju energiju, održavajte izdržljivost mikro pauzama.",
          "reversed": "Savet: Osvetlite opterećenje; Izgradite mrežu za podršku.",
          "keywords": ["izdržljivost", "prekršiti", "zaštita", "opteretiti", "podrška"],
          "context": "Savet: Upravljajte rezervom napajanja."
        },
        "position7": {
          "upright": "Moguća budućnost: Konačni zavoj je prevaziđen izdržljivošću; Mali pauze održavaju snagu.",
          "reversed": "Moguća budućnost: potrebno je upravljati rizikom od izgaranja; Neophodno je da olakša teret.",
          "keywords": ["izdržljivost", "kućna osoba", "zaštita", "prekršiti", "opteretiti"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Deset štapića simbolizuje odgovornosti, opterećenja i teške odgovornosti koje ste u prošlosti ramenuli. Ovaj proces vas je možda učinio jačim, ali i umorna. \\ N \\ NTHIS kartica pokazuje da su opterećenici prenošeni u prošlosti direktni uticaj na trenutnu situaciju.",
          "reversed": "Pretvoreni deset štapića ukazuje na nepotrebne opterećenja preduzete u prošlosti, neobjavljenim odgovornostima ili izgaranjem. Ova situacija može biti na osnovu današnjeg procesa. \\ N \\ NTHIS kartica naglašava da preveliku odgovornost u prošlosti izaziva današnju zaglaznost.",
          "keywords": ["odgovornost", "opteretiti", "završetak", "uspeh", "prošlost"],
          "context": "Uticaj prošlih odgovornosti ili izgaranje."
        },
        "position2": {
          "upright": "Deset štapića simbolizuje preopterećenje, akumuliranje odgovornosti i paket rada koji trenutno nosite. Završetak je blizu, ali opterećenje je težak. \\ N \\ n \\ n \\ npriliranje i delegacija osvetljava opterećenje i održavanje kvaliteta.",
          "reversed": "Preokrećeno deset štapića ukazuje na potrebu da se u trenutku i praksa očisti nepotrebne opterećenja i praksa ne. Sama kretanje može biti neodrživo. \\ N \\ n \\ n \\ nsimplifikovanje procesa i uspostavljanje mreže za podršku olakšava protok.",
          "keywords": ["opteretiti", "odgovornost", "završetak", "delegat", "Sada"],
          "context": "Upravljanje težinom ili puštanjem stvari koje je potrebno pustiti."
        },
        "position3": {
          "upright": "Deset štapića pokazuje da ste iza scene verovanja da \"moram sve da nosim.\" Želja za završetkom je snažna, ali teret je težak. \\ N \\ nThis kartica skreće pažnju na činjenicu da nevidljiva akumulacija zadataka priguši radost.",
          "reversed": "Invertirani deset štapića ukazuje na skriveni uticaj nepotrebnih opterećenja, nemogućnost da ne kaže ne, ili zavisnost zadatka. Nemoguće je da pustim da smanjuje efikasnost. \\ N \\ n \\ n \\ ndelegacija vlasti i pojednostavljenja smanjuje unutrašnji pritisak.",
          "keywords": ["opteretiti", "odgovornost", "završetak", "delegat", "jednostavnost"],
          "context": "Obrazac preopterećenja i otpornost na odustajanje."
        },
        "position4": {
          "upright": "Postoji preopterećenje i pritisak da se završi u centru. Prioritizacija i delegacija su od suštinskog značaja.",
          "reversed": "Čuvaju se opterećenja koja je potrebno ostaviti u Centru. Jednostavnost poboljšava kvalitet.",
          "keywords": ["opteretiti", "odgovornost", "završetak", "delegat", "jednostavnost"],
          "context": "Centralno: Upravljanje opterećenjem."
        },
        "position5": {
          "upright": "Deset štapića ukazuje da spoljni zahtevi povećavaju opterećenje i ograničenje kapaciteta se približava.",
          "reversed": "Okrećeno deset štapića kaže da eksterni opterećenja treba da se pojednostavljuju i delegiraju.",
          "keywords": ["opteretiti", "zatražiti", "kapacitet", "delegat", "jednostavnost"],
          "context": "Upravljanje potražnjom određuje održivost spoljnih odnosa."
        },
        "position6": {
          "upright": "Preporuka: Delegat, identifikovati odricanje od odricanja; Smanjite opterećenje.",
          "reversed": "Savet: Planirajte da kažete \"ne\"; Pojednostavite.",
          "keywords": ["delegat", "opteretiti", "jednostavnost", "fokus", "izdanje"],
          "context": "Preporuka: Sistem upravljanja opterećenjem."
        },
        "position7": {
          "upright": "Moguća budućnost: teret je težak, ali je završetak blizu; Završava se prioritetom i delegatom.",
          "reversed": "Moguća budućnost: nepotrebne opterećenja su odbačena; Pojednostavljenje vas udiše.",
          "keywords": ["opteretiti", "završetak", "delegat", "jednostavnost", "fokus"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "Princ Vands simbolizuje otkriće u prošlosti, nadahnjujući početak ili novo putovanje. Ova energija je danas možda vodila vaše okolnosti. \\ N \\ NTHIS kartica pokazuje da entuzijastični nastojanje u prošlosti oblikuju vašu stazu i danas.",
          "reversed": "Prenosni princ štapiće ukazuje na prošli nepažnju, gubitak motivacije ili površnim pokušajima. Ovi nedostaci su možda formirali osnovu današnjeg procesa. \\ N \\ NTHIS kartica objašnjava da su mogućnosti koje nisu ispravno ocenjene u prošlosti dovele do današnje zategnuće.",
          "keywords": ["otkriće", "inspiracija", "početak", "uzbuđenje", "prošlost"],
          "context": "Uticaj prethodnih otkrića ili površnih pokušaja."
        },
        "position2": {
          "upright": "Princ štapiće sada donosi radoznalost, istraživanje i hrabrost na suđenje i grešku. Mala iskra može pretvoriti u avanturističko putovanje. \\ N \\ nlight koraci ubrzavaju krivulje učenja i održavaju entuzijazam živ.",
          "reversed": "Princ Vands Reversed je trenutno upozorenje raštrkane pažnje, lakog dosada ili impulsivnih ispada. Spark može brzo da bledi. \\ N \\ Nmicro golovi i rutina pretvara entuzijazam u dosledan napredak.",
          "keywords": ["otkriće", "entuzijazam", "pokušati", "učenje", "Sada"],
          "context": "Kombinovanje ćudljivog fokusa ili sakupljanjem rasipanja."
        },
        "position3": {
          "upright": "Princ of Vands pokazuje da su radoznalost, istraživanje i hrabrost za suđenje i grešku živa. Mala iskre žele da se pretvore u velike avanture. \\ N \\ n Tajni faktor je razigranost i apetit za učenje.",
          "reversed": "Princ Vands Reversed-a ukazuje na skriveni uticaj raštrkane pažnje, lakog dosada ili nepromišljenih ispada. Spark može brzo da bledi. \\ N \\ Nmicro golovi i ritam čine oduševljenje održivim.",
          "keywords": ["otkriće", "entuzijazam", "eksperiment", "učenje", "kontinuitet"],
          "context": "Tajna tegljač rata između pritiska radoznalosti i rizik od raspada."
        },
        "position4": {
          "upright": "U centru je entuzijazam za otkrivanje i eksperimentiranje. Mali koraci ubrzavaju učenje.",
          "reversed": "Možda se može razbacati interesovanje u centru i lako vam je dosadno. Podesite mikro golove.",
          "keywords": ["otkriće", "entuzijazam", "eksperiment", "učenje", "fokus"],
          "context": "Centar: Radiotitetsko motor."
        },
        "position5": {
          "upright": "Princ Vands pokazuje da postoji prostora za istraživanje, pilot projekata i eksperimentiranje.",
          "reversed": "Preokrećeni princ štapiće ukazuje na rizik od spoljnog entuzijazma koji se brzo ili interesovanja brzo prebaci.",
          "keywords": ["pilot", "eksperiment", "otkriće", "entuzijazam", "kontinuitet"],
          "context": "Mali eksperimenti u outfield-u propadaju svetlost na putu."
        },
        "position6": {
          "upright": "Savet: Pokrenite pilot; Istražite sa radoznalošću.",
          "reversed": "Savet: Napravite listu fokusa; Povežite entuzijazam u ritmu.",
          "keywords": ["pilot", "otkriće", "fokus", "ritam", "učenje"],
          "context": "Savet: Učinite entuzijazam održiv."
        },
        "position7": {
          "upright": "Moguća budućnost: otkriće i eksperimentiranje se razvijaju u novi poduhvat; Povećanje učenja.",
          "reversed": "Moguća budućnost: brzo bledenje entuzijazma može prepustiti projekat nedovršen; Fokus je potreban.",
          "keywords": ["otkriće", "učenje", "pokušati", "entuzijazam", "fokus"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "Vitez štapiće simbolizuje hrabrene korake preduzete u prošlosti, brzim razvoju i strastvenim inicijativama. Ova energija vas je možda odnela u današnje okolnosti. \\ N \\ NTHIS kartica pokazuje da je vaš hrabar stav u prošlosti pokretačka snaga koja vas nosi napred.",
          "reversed": "Vitez štapića obrnut simbolizuje žurbu, nesmotrenost ili nedostatak smera u prošlosti. Ova ponašanja mogu biti u korenu današnjeg procesa. \\ N \\ NTHIS kartica objašnjava da su usmerni inicijative u prošlosti nanijele današnju zaglaznost.",
          "keywords": ["hrabrost", "strast", "pokret", "brzina", "prošlost"],
          "context": "Uticaj prošlih podebljanih koraka ili osiromašenih radnji."
        },
        "position2": {
          "upright": "Vitez štapiće podiže energiju podebljanog poteza, brzine i strasti u trenutku. Apetit rizika je porastao; Idealno za sprovođenje mogućnosti. \\ N \\ n \\ Nbalansiranje iznenadnog zamaha sa strategijom donosi održivi uspeh.",
          "reversed": "Prekoračeni vitez štapića sada je upozorenje o žurbama, rasipnostima ili napuštenim inicijativama. Požar može brzo da treperi. \\ N \\ n \\ nclearni cilj, raspored i upravljanje posvećenošću omogućava stabilnost.",
          "keywords": ["hrabrost", "brzina", "premestiti", "strast", "Sada"],
          "context": "Struktuirati asertivnost ili uvlači u ekstravaganciji."
        },
        "position3": {
          "upright": "Vitez štapiće pokazuje asertivnost, brzinu i strast izvana iznutra. Postoji snažan poriv da se progoni mogućnosti. \\ N \\ NTHIS kartica kaže da će iznenadni zamah u kombinaciji sa strategijom stvoriti skok.",
          "reversed": "Vitez štapića obrnut ukazuje na latentni uticaj žurbe, nesmotrenosti ili tendenciju da napuste stvari. Požar može brzo da treperi. \\ N \\ n \\ NcLear Cilj i vremensko obaveštenje čuva energiju na putu.",
          "keywords": ["asertivnost", "brzina", "strast", "strategija", "stabilnost"],
          "context": "Potreba za strateškom disciplinom sa pogonom za asertivnost."
        },
        "position4": {
          "upright": "U centru su podebljani potezi i strast. Brzina mora da ispunjava strategiju.",
          "reversed": "Postoji rizik od ležanja ili odlaska u Centra koji je nedovršen. Potrebno je upravljanje posvećenošću.",
          "keywords": ["hrabrost", "brzina", "strast", "strategija", "posvećenost"],
          "context": "Centar: Recite impulsivnoj energiji."
        },
        "position5": {
          "upright": "Vitez štapića ukazuje da je spoljni zamah visoki i podebljani potezi rezoniraju.",
          "reversed": "Vitez štapića obrnut kaže da rasipne energije i napuštene inicijative mogu oštetiti spoljni poverenje.",
          "keywords": ["zamah", "hrabrost", "premestiti", "stabilnost", "poverenje"],
          "context": "Brza energija mora biti povezana sa strategijom."
        },
        "position6": {
          "upright": "Savet: Stavite energiju u jedan OKR; Brzo krenite napred.",
          "reversed": "Savet: Postavite obavezu \"početnog završetka\"; Prestani da odustaneš sa midvaiom.",
          "keywords": ["energija", "Okr", "brzina", "posvećenost", "završetak"],
          "context": "Savet: Stavite asertivnost na njeno odgovarajuće mesto."
        },
        "position7": {
          "upright": "Moguća budućnost: hrabar proboj stvara zamah; Brz napredak postaje vidljiv.",
          "reversed": "Moguća budućnost: potrošena energija i rizik od povećanja prekida; Upravljanje posvećenošću je neophodno.",
          "keywords": ["hrabrost", "brzina", "zamah", "posvećenost", "napredak"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "Kraljica štapića simbolizuje samopouzdano, harizmatični i sličan uticaju u prošlosti. To bi moglo biti vi ili moćna figura u vašem životu. Njegov uticaj je danas oblikovao vaše okolnosti. \\ N \\ NTHIS kartica pokazuje da vam je ovo prošlo rukovodstvo dao hrabrost i karizmu.",
          "reversed": "Kraljica štapića preokrenula je da su prošli nesigurnosti, ljubomore ili neravnoteže. Ove situacije su možda formirane osnove današnjih uslova. \\ N \\ NTHIS kartica vam govori da vas ovi negativni uticaji iz prošlosti još uvek postave danas.",
          "keywords": ["poverenje", "karizma", "rukovodstvo", "snaga", "prošlost"],
          "context": "Uticaj prošlih samopouzdanja ili nesigurnosti."
        },
        "position2": {
          "upright": "Kraljica štapića ukazuje da je sada vreme samopouzdanja, harizme i toplog vođstva. Povećava se vidljivost; Možete da dovedete ljude zajedno sa inspiracijom. \\ N \\ n \\ n \\ n \\ n \\ n \\ bez održavanja granica povećava vaš prostor.",
          "reversed": "Kraljica štapića preokrenula je rizik od nesigurnosti, u ovom trenutku jela ljubomora ili raštrkana fokusa. Prekomerna potreba za odobrenjem može da isprazni energiju. \\ N \\ ne radi samopotrebne i jasne prioritete razjasniće vaše svetlo.",
          "keywords": ["poverenje", "karizma", "rukovodstvo", "vidljivost", "Sada"],
          "context": "Balansiranje magnetnog liderstva ili smirujuće unutrašnje sabotaže."
        },
        "position3": {
          "upright": "Kraljica štapića pokazuje da su harizma, samopouzdanje i toplo rukovodstvo snažan magnet u okviru. Želja da bude vidljiva i nadahnjuje duboko. \\ N \\ nThis kartica podrazumeva da postoji skrivena negovana petlja između samo-vrednosti i sfere uticaja.",
          "reversed": "Kraljica štapića obrnuta ukazuje na skriveni uticaj nesigurnosti, senku ljubomore ili tendenciju da se ometa. Prekomerna potreba za spoljnim validacijom oblači se svetlo. \\ N \\ N \\ NVORKING OVRSTVA SAMOFROBNOG I BIRNOGORTIRE ČISTAVI BIJANjE.",
          "keywords": ["poverenje", "karizma", "rukovodstvo", "vidljivost", "prioritet"],
          "context": "Fino stanje potrebe za karizmom i zabrinutošću za vidljivost."
        },
        "position4": {
          "upright": "U centru je harizma i toplo rukovodstvo. Povećava područje vidljivosti.",
          "reversed": "U centru može postojati senka nesigurnosti ili ljubomore. Poravnajte sa samo-vrednom.",
          "keywords": ["karizma", "rukovodstvo", "poverenje", "vidljivost", "inspiracija"],
          "context": "Centar: Magnetni efekat."
        },
        "position5": {
          "upright": "Kraljica štapića pokazuje snažan uticaj harizme, atraktivnog brendiranja i inspiracionog rukovodstva na van terena.",
          "reversed": "Kraljica štapića obrnuta kaže da anksioznost o vidljivosti, ljubomori i raštrkanom fokusu može zasjeniti karizmu spolja.",
          "keywords": ["karizma", "brend", "rukovodstvo", "vidljivost", "fokus"],
          "context": "Spoljna percepcija je magnetna; Doslednost čini da se drži."
        },
        "position6": {
          "upright": "Savet: Vidite ga; Podelite svoju harizmu; Inspirirajte.",
          "reversed": "Savet: ojačati sopstvenu vrednost; Izađite iz zamke za poređenje.",
          "keywords": ["vidljivost", "poverenje", "inspiracija", "rukovodstvo", "uticaj"],
          "context": "Savet: Negujući magnetno držanje."
        },
        "position7": {
          "upright": "Moguća budućnost: Polje raste pod uticajem karizme i samopouzdanja; Inspirativno rukovodstvo traje.",
          "reversed": "Moguća budućnost: Senka nesigurnosti / poređenja može smanjiti motivaciju; Potrebno je poravnati sa samo-vrednom.",
          "keywords": ["karizma", "rukovodstvo", "poverenje", "inspiracija", "vidljivost"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "Kralj štapića simbolizuje vizionarno liderstvo, snažan smer ili veliki uspeh u prošlosti. Ova cifra može biti vaša energija ili energija nekoga oko vas i možda je formirala osnovu za današnju situaciju. \\ N \\ NTHIS kartica pokazuje da vas je prošlo rukovodstvo ili vizija danas i danas njihanja.",
          "reversed": "Kralj štapića preokrenuo je aroganciju, gubitak smera ili pritiska vlasti u prošlosti. Ove situacije mogu biti u korenu današnjih uslova. \\ N \\ NTHIS kartica ukazuje da su figure organa ili netačno vođstvo u prošlosti prouzrokovali probleme koje danas doživljavate.",
          "keywords": ["rukovodstvo", "vizija", "vlast", "snaga", "prošlost"],
          "context": "Uticaj prošlih vizionarskih dostignuća ili arogantnih stavova."
        },
        "position2": {
          "upright": "Kralj štapića naglašava vizionarno rukovodstvo, stratešku hrabrost i sposobnost da zadrže veliku sliku u trenutku. Pravo je vreme da rastete svoj uticaj. \\ N \\ n \\ ndelegacija vlasti i jasan pravac takođe uzdiže vašu mrežu.",
          "reversed": "Preokrećeni kralj štapića sada je upozorenje autoritarizma, nestrpljivog nametanja ili sukoba ego. Ako se vizija ne pretvara u komunikaciju, otpornost se povećava. \\ N \\ n \\ n \\ nlistening, zdrav razum i fleksibilnost vraćaju efektivno vođstvo.",
          "keywords": ["vizija", "rukovodstvo", "strategija", "uticaj", "Sada"],
          "context": "Dovođenje vizije u život ili rešavanje trenja izazvano egom."
        },
        "position3": {
          "upright": "Kralj štapića pokazuje da je vizionar, strateška hrabrost i sposobnost da se velikim slikama rade kao snažni kapetan iznutra. Želja za uvećanjem tiho vodiča. \\ N \\ NTHIS kartica podseća nas da je skaliranje moguće izračunavanjem rizika i delegirajućim ovlašćenjima.",
          "reversed": "Preokrećeni kralj štapića ukazuje na skriveni uticaj autoritarizma, nestrpljivog nametanja ili ego sukoba. Ako se vizija ne pretvara u komunikaciju, otpornost se povećava. \\ N \\ n \\ n \\ Nlistening i zdrav razum ponovo čine liderstvo.",
          "keywords": ["vizija", "rukovodstvo", "hrabrost", "ego", "skaliranje"],
          "context": "Sukob između želje za vizionarskom kontrolom i potrebom za fleksibilnošću."
        },
        "position4": {
          "upright": "U centru su vizionarno rukovodstvo i strateška hrabrost. Delegacija pruža skali.",
          "reversed": "U centru može doći do autoritarizma ili ego trenja. Ojačati mišiće slušanja.",
          "keywords": ["vizija", "rukovodstvo", "hrabrost", "skala", "slušanje"],
          "context": "Centar: volan vizije."
        },
        "position5": {
          "upright": "Kralj štapića ukazuje da se vizionarski lideri daju prostor i prilika da se skaliraju u spoljnom svetu.",
          "reversed": "Prekoračeni kralj štapića kaže da će autoritarni ton, ego trenje i nedostatak slušanja stvoriti otpor spolja.",
          "keywords": ["vizija", "skala", "rukovodstvo", "ego", "otpornost"],
          "context": "Deljenje vizije raste spoljnu podršku."
        },
        "position6": {
          "upright": "Savet: artikulirati viziju, delegat i skali.",
          "reversed": "Savet: Slušajte, gladite preko ego trenja; Jačanje timova.",
          "keywords": ["vizija", "vlast", "skala", "slušanje", "jačanje"],
          "context": "Savet: Podelite viziju."
        },
        "position7": {
          "upright": "Moguća budućnost: vizijska vaga; Sfera uticaja se proširuje sa delegacijom vlasti.",
          "reversed": "Moguća budućnost: autoritarni ton pasmine otpornost; Potrebno je slušati i deliti snagu.",
          "keywords": ["vizija", "skala", "vlast", "rukovodstvo", "uticaj"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "ACE of Pentek simbolizuje čvrst korak uzet u prošlosti, finansijskoj sigurnosti ili novoj mogućnosti. Ovo bi moglo da započne posao, ulaganje ili iskorištavanje mogućnosti koja dodaje stabilnost vašem životu. Taj period je formirao jedan od temelja vaših sadašnjih okolnosti. \\ N \\ NThis kartica vas podseća da ovaj siguran početak u prošlosti i dalje podržava vas.",
          "reversed": "ACE of Pentecles obrnut ukazuje na prošle propuštene mogućnosti, pogrešne investicije ili nesigurne temelje. Ako ne iskoristite potencijal kada je postojao ili je radio izgrađen na slabim fondacijama, možda su izazvali vašu trenutnu situaciju. \\ N \\ NTHIS kartica pokazuje da su nestale mogućnosti koje su promašene ili pogrešno propisane u prošlosti i danas utječene na vas.",
          "keywords": ["prilika", "Finansijska sigurnost", "početak", "stabilnost", "prošlost"],
          "context": "Uticaj prošlih prilika ili propuštenih započinjanja."
        },
        "position2": {
          "upright": "ACE Of Penteklova ukazuje da je trenutno konkretna prilika trenutno: novi izvor prihoda, ponuda za posao, projekat budžet ili šansa da polože čvrstu fondaciju. Zemljište je povoljno za praktične korake koji će povećati finansijsku sigurnost. \\ N \\ NIŠ da biste razjasnili nameru i posadite seme u tlu sa malim, ali doslednim akcijama, potencijal za stabilnost i rast povećava se.",
          "reversed": "ACE Of Pentacles Reversed ukazuje na rizik od nedostajućih mogućnosti, nesigurnih fondacija ili u ovom trenutku rada sa mentalitetom oskudica. Čekanje Predugo ili neorganizovano planiranje može odložiti produktivan početak. \\ N \\ n \\ nsimplifikovanje prijedloga vrednosti, razjašnjavanje plana resursa i zatvaranje tačaka otpada koji gladi protok.",
          "keywords": ["prilika", "početak", "Finansijska sigurnost"]
        }
      }
    }
  }
}
