{
  "career": {
    "meanings": {
      "thehighpriestess": {
        "position3": {
          "keywords": [null, "neizvesnost", "intuicija", "vremenski vreme", "van kontrole"],
          "context": "Nije moguće znati svaku činjenicu u vašoj karijeri; Neke stvari će ostati skrivene od vas."
        },
        "position4": {
          "upright": "Visoka sveštenica pokazuje da ona koristi njenu intuiciju i mudrost u svom radu. Vaša unutrašnja snaga se ogleda u vašem učinku.",
          "reversed": "Kada je obrnuta visoka svećenica potiskuje vašu intuiciju, možda nećete moći da otkrijete svoj puni potencijal.",
          "keywords": ["intuicija", "mudrost", "unutrašnja snaga", "svest", "performanse"],
          "context": "Vaš trenutni napor dobija vrednost unoseći svoju mudrost i intuiciju na svoj rad."
        },
        "position5": {
          "upright": "Visoka sveštenica, možete da postavite pozitivne promene u svojoj karijeri tako što ćete slušati svoju intuiciju i obraćati pažnju na neviđene mogućnosti.",
          "reversed": "Obrnuti visoki sveštenik, ne suzbijanje vašeg unutrašnjeg glasa i verujući vašoj intuiciji u vašim odlukama koristiće vašu karijeru.",
          "keywords": ["intuicija", "mudrost", "svest", "unutrašnja snaga", "promeniti"],
          "context": "Trebali biste koristiti svoju intuiciju više da biste promenili svoju karijeru."
        },
        "position6": {
          "upright": "Majka superiorne, intuicije ili skrivene istine koje ste ignorisali u prošlosti možda su danas ometali vašu karijeru.",
          "reversed": "Obrnuti visoki sveštenik, potiskivanje vaše intuicije možda je dovelo do lošeg izbora u prošlosti.",
          "keywords": ["intuicija", "informacije", "Skrivene činjenice", "svest", "prošlost"],
          "context": "Intuicije koje ste suzbijali u prošlosti možda su danas ometali put."
        },
        "position7": {
          "upright": "Visoki sveštenici ukazuje da će ishod vašeg putovanja u karijeri oblikovati unutrašnju mudrost i duboku intuiciju.",
          "reversed": "Kada je obrnuta visoka sveštenica potiskuje vašu intuiciju, rezultat može biti neizvesnost i unutrašnji nezadovoljstvo.",
          "keywords": ["intuicija", "mudrost", "dubina", "svest", "budućnost"],
          "context": "Ishod vašeg putovanja u karijeri će preuzeti svesne korake tako što ćete voditi svoju intuiciju."
        }
      },
      "theempress": {
        "position1": {
          "upright": "Carica je simbol kreativnosti i obilja. Ako vam karijera pruži produktivnost, ispunjenje i priliku da pokažete svoje vrednosti, na pravom ste putu.",
          "reversed": "Reversed carica može ukazivati na to da vaš trenutni posao priguši vašu kreativnost ili vas ne ceni. Možda ste izabrali ovaj put da biste upoznali očekivanja drugih ljudi.",
          "keywords": ["kreativnost", "dosta", "produktivnost", "zadovoljstvo", "ženska energija"],
          "context": "Pitanje da li imate svoju kreativnu i produktivnu stranu u karijeri."
        },
        "position2": {
          "upright": "Carica preporučuje da se njeguje vaše kreativnost i povećanje produktivnosti za rast. Stvaranje novih projekata i proširenje postojećih ideja jača vašu karijeru.",
          "reversed": "Reversed CHEVER-u ukazuje da će vas vratiti da će vas vratiti lenjost ili gušenje vaše kreativnosti.",
          "keywords": ["kreativnost", "produktivnost", "dosta", "inspiracija", "ishrana"],
          "context": "Da biste razvili svoju karijeru, morate da proizvodite i povećate kreativne projekte."
        },
        "position3": {
          "upright": "Empripress pokazuje da prirodni ciklusi i proizvodni procesi zahtevaju određeno vreme. Ne možete uvek da kontrolišete tempo razvoja.",
          "reversed": "Reverse carica vas podseća da se prirodni tok inspiracije ili kreativnosti razvija izvan vas.",
          "keywords": ["priroda", "vreme", "kreativnost", "proizvodnja", "inspiracija"],
          "context": "Ne možete da kontrolišete vreme koje je potrebno da stvari budu zrele u vašoj karijeri."
        },
        "position4": {
          "upright": "Campress pokazuje da ona donosi kreativnost i produktivnost na njen rad. Dajete sve od sebe.",
          "reversed": "Iskrenuta carica, kada ograničite svoju produktivnost ili ugušite svoju inspiraciju, ne koristite svoj puni potencijal.",
          "keywords": ["kreativnost", "produktivnost", "inspiracija", "performanse", "obilje"],
          "context": "Vaš trenutni nastojanje dolazi od dovođenja kreativnosti na vaš rad."
        },
        "position5": {
          "upright": "Carica, možete da navedete pozitivne promene u karijeri negovanjem svoje kreativnosti i povećavajući svoju produktivnost.",
          "reversed": "Obrnuti caricu, umesto da se zanemarite, trebalo bi da se fokusirate na stvari koje će podstaći vašu inspiraciju.",
          "keywords": ["kreativnost", "inspiracija", "proizvodnja", "ishrana", "promeniti"],
          "context": "Da biste promenili svoju karijeru, morate da otkrivate svoju kreativnu stranu više."
        },
        "position6": {
          "upright": "Carica je možda ometala karijeru u prošlosti ne mogu da u potpunosti iskoristi svoju kreativnost ili dobija podršku.",
          "reversed": "Reversirana carica bi mogla biti nedostatak inspiracije ili blokade, prepreka iz prošlosti.",
          "keywords": ["kreativnost", "inspiracija", "ishrana", "proizvodnja", "prošlost"],
          "context": "Nedostatak inspiracije ili podrške u prošlosti danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Carica ukazuje da će ishod vašeg putovanja u karijeri biti puni kreativnosti, produktivnosti i obilja.",
          "reversed": "Reversed carica može rezultirati nedostatkom inspiracije ili ograničene produktivnosti.",
          "keywords": ["kreativnost", "obilje", "produktivnost", "inspiracija", "budućnost"],
          "context": "Rezultat vašeg putovanja u karijeri biće unošenje kreativnog i produktivnog perioda."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "Car znači redosled, autoritet i čvrstinu. Ako vam trenutna karijera nudi stabilnost, sigurnost i jasnoću, ovaj put može biti u pravu.",
          "reversed": "Reversirani car vam govori da se možete zaglaviti u ugnjetavanju i strogim pravilima. Možda radite na mestu gde izgubite slobodu.",
          "keywords": ["vlast", "stabilnost", "pravila", "narediti", "snaga"],
          "context": "Morate uravnotežiti poverenje i slobodu."
        },
        "position2": {
          "upright": "Car preporučuje da steknete disciplinu i redovne studijske navike za poboljšanje. Uzimanje strateških koraka i sticanje autoriteta pomoći će vam da napredujete u svojoj karijeri.",
          "reversed": "Reversirani car ukazuje na nemogućnost napretka zbog krutih pravila ili nedostatka planiranja. Morate uspostaviti uravnoteženi nalog.",
          "keywords": ["disciplina", "narediti", "vlast", "planiranje", "stabilnost"],
          "context": "Za razvijanje vaše karijere potrebna je čvrsta struktura i disciplinovani pristup."
        },
        "position3": {
          "upright": "Car pokazuje da figure i pravila autoriteta nisu u vašim rukama. Uslovi institucije ili sistema koji radite mogu biti nepromenljive činjenice.",
          "reversed": "Reversirani car, opresivni vladari ili strogi pravila su faktori koje ne možete da kontrolišete.",
          "keywords": ["vlast", "pravila", "sistem", "disciplina", "narediti"],
          "context": "Neka pravila i strukture vlasti u vašoj karijeri ostaće izvan vas."
        },
        "position4": {
          "upright": "Car pokazuje da se disciplina i odlučnost najbolje odražavaju u njegovom radu. Dajete sve od sebe.",
          "reversed": "Invertirani car, možda nećete dobiti punu nagradu svojih napora zbog previše stroge pravila ili nedostatak kontrole.",
          "keywords": ["disciplina", "stabilnost", "stabilnost", "vlast", "performanse"],
          "context": "Vaš trenutni napor je ojačan disciplinom i nalogom."
        },
        "position5": {
          "upright": "Car, možete da napravite konstruktivne promene u svom radu jačanjem discipline i narudžbe.",
          "reversed": "Reversirani car ukazuje da je potrebno da napustite krute pravila i budete fleksibilniji.",
          "keywords": ["disciplina", "narediti", "stabilnost", "kontrola", "promeniti"],
          "context": "Fleksibilnost zajedno sa disciplinom postaje važna za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Car, možda ste bili ograničeni pritiskom iz figura vlasti ili strogih pravila u prošlosti.",
          "reversed": "Invertirani car, nedostatak discipline ili nedostatak kontrole možda su stvorili prepreke u prošlosti.",
          "keywords": ["vlast", "pravila", "ugnjetavanje", "disciplina", "prošlost"],
          "context": "Problemi koje ste imali sa ovlašćenjima u prošlosti možda su ometali vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Car ukazuje da će ishod vašeg putovanja u karijeri biti oblikovan stabilnošću, moći i ovlašćenjima.",
          "reversed": "Reversirani car može biti ograničavajući, rezultat krutih pravila ili prekomerne kontrole.",
          "keywords": ["stabilnost", "snaga", "vlast", "rukovodstvo", "budućnost"],
          "context": "Rezultat putovanja u karijeri biće uspostavljanje čvrste strukture i dostići snažnu poziciju."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "Saint predstavlja tradicionalne staze i sigurne prostore. Ako vam trenutna karijera pruža strukturu i socijalno prihvatanje, možda ćete biti na pravom mestu.",
          "reversed": "Preokrećena svetac pokazuje da živi od vladajućih pravila drugih ljudi i izgubi originalnost njegove duše. Možda se ova karijera ne uskladi sa vašim osnovnim vrednostima.",
          "keywords": ["tradicija", "doktrina", "vlast", "raport", "uputstvo"],
          "context": "Da li ste odabrali ovaj put za socijalno odobrenje ili za svoje srce?"
        },
        "position2": {
          "upright": "Saint preporučuje da tražite mudrost i vodiče za poboljšanje. Možete imati koristi od učitelja, mentora ili obuke.",
          "reversed": "Okrećena svetac pokazuje da se ne treba bojati da se odreknete sopstveni put. Pridržavanje tradicionalnih obrazaca vas može ograničiti.",
          "keywords": ["uputstvo", "učenje", "tradicija", "vlast", "mudrost"],
          "context": "Pratite mudrost da biste unapredili svoju karijeru, ali stvorite svoj vlastiti put."
        },
        "position3": {
          "upright": "Saint, standarde koje su postavljale institucije, tradicije i figure vlasti su izvan vaše kontrole.",
          "reversed": "Preokrećena svetac pokazuje da čak i ako dovedete u pitanje pravila, ne možete u potpunosti da promenite u potpunosti očekivanja društva.",
          "keywords": ["tradicija", "vlast", "pravila", "društvo", "sistem"],
          "context": "U vašoj karijeri neke tradicionalne strukture ostaju izvan vaše kontrole."
        },
        "position4": {
          "upright": "Aziz pokazuje da on koristi svoje znanje i iskustvo u svom radu. Imate snažnu sposobnost učenja i podučavanja.",
          "reversed": "Okolišteni sveti, odbacujući autoritet ili ne prateći pravila ne mogu se potruditi da im se ne nedostaju.",
          "keywords": ["informacije", "učenje", "podučavanje", "vlast", "performanse"],
          "context": "Vaše trenutne performanse postaju jače deljenjem vašeg znanja."
        },
        "position5": {
          "upright": "Aziz, karijeru možete da poboljšate deljenjem svog znanja i dobijanje podrške.",
          "reversed": "Okrećeno Sveti, trebalo bi da naučite da razmišljate inovativno, umesto da se pridržavate tradicionalnih obrazaca.",
          "keywords": ["informacije", "podrška", "učenje", "mentor", "promeniti"],
          "context": "Za promenu u vašoj karijeri morate biti otvoreni i za učenje i podučavanje."
        },
        "position6": {
          "upright": "Aziz, strogo pridržavanje tradicionalnih obrazaca možda će vas imati ograničiti u prošlosti.",
          "reversed": "Okrećeno Svetište, možda ste izgubili podršku zbog odbijanja pravila prošlosti.",
          "keywords": ["tradicija", "pravila", "doktrina", "vlast", "prošlost"],
          "context": "Tradicionalni pritisci u prošlosti možda su stvorile ograničenja za svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Aziz pokazuje da će ishod vašeg putovanja u karijeri napredovati na tradicionalnim metodama, pouzdanoj podršci i čvrstim temeljima.",
          "reversed": "Ograničeno Saint, odbijanje pravila ili prekomerne pobune može dovesti do nestabilnog ishoda.",
          "keywords": ["tradicija", "mudrost", "podrška", "doktrina", "budućnost"],
          "context": "Rezultat će biti put ojačan pouzdanim podršcima i čvrstim učenjima."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "To znači ljubavnici, izbore i harmonija. Ako je vaša trenutna karijera kompatibilna sa srcem i umom, to je pravi izbor.",
          "reversed": "Ukrasiocirani ljubavnici kažu da vas izbor koji vas uputi vodi u unutrašnji sukob. Možda ste izabrali taj put sa vođstvom nekog drugog.",
          "keywords": ["glasati", "raport", "balans srca", "partnerstvo", "odluka"],
          "context": "Pitanje da li ste pratili svoje srce u ovom izboru u karijeri."
        },
        "position2": {
          "upright": "Ljubitelji naglašavaju važnost davanja prave odluke u vašoj karijeri. Ako su vaše srce i um u harmoniji, koraci koje preduzmete premestite vas napred.",
          "reversed": "Ljubitelji obrnuto ukazuje da će neodlučan ili pogrešan izbor otežati razvoj.",
          "keywords": ["glasati", "raport", "ravnoteža", "partnerstvo", "odluka"],
          "context": "Da biste poboljšali svoju karijeru, donosite izbore koji se usklađuju vaše srce i um."
        },
        "position3": {
          "upright": "Ljubitelji vas podsećaju da niste uvek pod kontrolom dinamike kolaboracija karijere i odnosa.",
          "reversed": "Ograničeni ljubavnici kažu da nespojivost ili pogrešne izbore ponekad mogu da uzrokuju faktori izvan vas.",
          "keywords": ["odnose", "raport", "glasati", "ravnoteža", "van kontrole"],
          "context": "Ne možete odrediti sve poslovne odnose i harmoniju u svojoj karijeri."
        },
        "position4": {
          "upright": "Ljubitelji pokazuju da ste svoje srce stavili u svoj rad i iskreni ste u svom izboru. Dajete sve od sebe.",
          "reversed": "Obrnuti ljubitelji, možda nećete moći da u potpunosti prebacite svoju energiju zbog neodlučnosti ili nedoslednosti.",
          "keywords": ["odluka", "iskrenost", "raport", "trud", "performanse"],
          "context": "Vaš trud je ojačan vašom posvećenošću vašem radu."
        },
        "position5": {
          "upright": "Ljubitelji, u vašoj karijeri možete da ojačate svoje radne odnose i pravite iskrene izbore.",
          "reversed": "Obrnuti ljubitelji, čineći jasne izbore umesto neodlučnosti povećavaju vaše performanse.",
          "keywords": ["glasati", "odnos", "raport", "odluka", "promeniti"],
          "context": "Važno je učiniti iskrenim izborima za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Ljubitelji, pogrešni izbori ostvareni u prošlosti, ili slomljeni poslovni odnosi možda su danas uticali na vaš put.",
          "reversed": "Ljubitelji obrnuto, nespojivost ili nesigurni izbori možda su stvorili prepreke u vašoj karijeri.",
          "keywords": ["glasati", "raport", "odnos", "nestabilnost", "prošlost"],
          "context": "Prošli izbori ili nespojivi odnosi ostavljaju marku na vašoj karijeri."
        },
        "position7": {
          "upright": "Ljubitelji pokazuju da će ishod putovanja u karijeri oblikovati harmonične izbore i snažna partnerstva.",
          "reversed": "Invertirani ljubavnici, putovanje se može raspasti kao rezultat neodlučno ili nespojivih izbora.",
          "keywords": ["glasati", "raport", "partnerstvo", "odluka", "budućnost"],
          "context": "Rezultat će biti napredak u karijeri sa pravim izborima i harmoničnim partnerstvima."
        }
      },
      "thechariot": {
        "position1": {
          "upright": "Koriot simbolizuje volju i odlučnost. Imate motivaciju da se snažno krećete naprijed u svojoj trenutnoj karijeri.",
          "reversed": "Invertirani kolatira ukazuje da gubite kontrolu ili imate problema sa pronalaženjem ležajeva. Možda vas ovaj put ne vodi napred.",
          "keywords": ["volja", "stabilnost", "napredak", "snaga", "fokus"],
          "context": "Da biste unapredili u svojoj karijeri, morate da razjasnite svoj smer."
        },
        "position2": {
          "upright": "Charit preporučuje da krenete naprijed sa određivanjem i fokusom. Postavljanje jasnog cilja i preduzimanje snažnih koraka prema njemu donosi uspeh u vašoj karijeri.",
          "reversed": "Ukrašeno kočije ukazuje da vas nepažnja i neorganizacija usporavaju.",
          "keywords": ["stabilnost", "fokus", "snaga", "volja", "kontrola"],
          "context": "Da biste poboljšali svoju karijeru, morate postaviti jasne ciljeve i fokus."
        },
        "position3": {
          "upright": "Kočija pokazuje da spoljne prepreke i okolnosti mogu da ograniče vašu brzinu. Ne možete uvek napredovati brzinom koju želite.",
          "reversed": "Obrnuti kolač, možda ćete morati da promenite smer zbog prepreka koje ne možete da kontrolišete.",
          "keywords": ["kontrola", "brzina", "prepreke", "volja", "ravnoteža"],
          "context": "Okolnosti izvan vas utiču na brzinu na kojoj napredujete u svojoj karijeri."
        },
        "position4": {
          "upright": "Charit pokazuje da vas upornost i odlučnost nose napred. Radite sa svom snagom.",
          "reversed": "Reversed Chariot sugerira da se trud može raspršiti zbog nedostatka fokusa.",
          "keywords": ["rezolucija", "fokus", "volja", "stabilnost", "performanse"],
          "context": "Vaše trenutne performanse otkriveni su prenošenjem svoje volje i fokusirajte se na svoj rad."
        },
        "position5": {
          "upright": "Charit, u vašoj karijeri možete da napravite snažne promene fokusiranjem na cilj i povećanje određivanja.",
          "reversed": "Ukrao je kočiju, morate da se krećete napred sa fokusom, a ne raštrkane energije.",
          "keywords": ["stabilnost", "rezolucija", "fokus", "volja", "promeniti"],
          "context": "Morate pokazati više fokusiranja i volje za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Kočiju, gubitak ležajeva ili nedostatak fokusa u prošlosti, možda vam je otežalo da danas napredujete.",
          "reversed": "Ukrašeno kočije, nedostatak volje možda vas je usporio u prošlosti.",
          "keywords": ["volja", "fokus", "kontrola", "pravac", "prošlost"],
          "context": "Nedostatak kontrole i fokusiranja u prošlosti možda je danas uticao na vašu karijeru."
        },
        "position7": {
          "upright": "Kočija pokazuje da će ishod vašeg putovanja u karijeri biti pobeda kroz snagu volje, odlučnosti i smera.",
          "reversed": "Ukrašeno kočije, nedostatak kontrole ili neorganizacije mogu dovesti do kašnjenja rezultata.",
          "keywords": ["volja", "pobeda", "kontrola", "stabilnost", "budućnost"],
          "context": "Rezultat će biti pobeda jačanjem svoje volje."
        }
      },
      "strength": {
        "position1": {
          "upright": "Snaga predstavlja unutrašnju hrabrost i strpljenje. Ako vam ova karijera pruži priliku da pokažete snagu u uravnoteženom putu, možda ćete biti na pravom mestu.",
          "reversed": "Obrnuta snaga vam govori da vam nedostaje samopouzdanje ili se osećate pod pritiskom. Možda vas ova karijera nosi.",
          "keywords": ["hrabrost", "poverenje", "strpljenje", "ravnoteža", "izdržljivost"],
          "context": "Pitanje je da li ste svoju snagu demonstrirali u uravnoteženom putu u vašoj karijeri."
        },
        "position2": {
          "upright": "Preporučuje da se ponašate sa čvrstoćom, strpljenjem, samodisciplinom i unutrašnjom hrabrošću. Na ovaj način možete prevazići prepreke i učiniti svoj razvoj trajnim.",
          "reversed": "Obrnuta snaga pokazuje da se zadržavate zbog nestrpljenja ili nedostatka samopouzdanja.",
          "keywords": ["hrabrost", "strpljenje", "poverenje", "ravnoteža", "izdržljivost"],
          "context": "Da biste poboljšali svoju karijeru, morate biti strpljivi, uravnoteženi i uzimajte hrabre korake."
        },
        "position3": {
          "upright": "Moć vam govori da iako imate unutrašnje strpljenja, ne možete da kontrolišete ponašanje drugih ili spoljnih pritisaka.",
          "reversed": "Obrnute snage ukazuje da nemate kontrolu nad stavovima drugih koji vas testiraju.",
          "keywords": ["strpljenje", "izdržljivost", "kontrola", "poverenje", "spoljni uticaj"],
          "context": "Ne možete promeniti stavove drugih ljudi u vašoj karijeri; Možete upravljati samo vlastitim strpljenjem."
        },
        "position4": {
          "upright": "Snaga pokazuje da se strpljenje, samokontrola i unutrašnja otpornost najbolje odražavaju u vašem radu.",
          "reversed": "Ograničena snaga, nestrpljivost ili nesigurnost mogu da devalviraju napore.",
          "keywords": ["strpljenje", "otpornost", "poverenje", "kontrola", "performanse"],
          "context": "Dajete sve od sebe sa strpljenjem i samokontrolom."
        },
        "position5": {
          "upright": "Možete da postavite pozitivne promene u svom radu povećavajući snagu, strpljenje i samodisciplinu.",
          "reversed": "Okolištena snaga, prevazilaženje nesigurnosti donosi poboljšanje u vašoj karijeri.",
          "keywords": ["strpljenje", "otpornost", "samodisciplina", "poverenje", "promeniti"],
          "context": "Trebali biste koristiti svoju unutrašnju snagu više za promenu u karijeri."
        },
        "position6": {
          "upright": "Moć je možda ograničila karijeru u prošlosti zbog nestrpljenja ili nedostatka samopouzdanja.",
          "reversed": "Obrnuta snaga se danas ogleda u vašim naporima kada vas strahovi zadržavaju.",
          "keywords": ["strpljenje", "poverenje", "otpornost", "strah", "prošlost"],
          "context": "Prošle nesigurnosti i strahovi danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Snaga pokazuje da će ishod vašeg putovanja u karijeri biti uspešan sa strpljenjem, hrabrošću i unutrašnjim ravnotežom.",
          "reversed": "Suprotno moć: podleže vašim strahovima može dovesti do loših rezultata.",
          "keywords": ["hrabrost", "strpljenje", "ravnoteža", "poverenje", "budućnost"],
          "context": "Rezultat će biti postići uspeh koristeći svoju unutrašnju snagu strpljenje i hrabrosti."
        }
      },
      "thehermit": {
        "position1": {
          "upright": "Saint simbolizuje mudrost koja dolazi sa unutrašnjom pretragom i usamljenosti. Možda vam trenutna karijera ne nudi unutrašnje zadovoljstvo i morate da pronađete svoj vlastiti put.",
          "reversed": "Okrećena svetac pokazuje da je veoma introvertiran i udaljen od spoljnog sveta. Možda vas ovaj posao čini usamljenim.",
          "keywords": ["mudrost", "okretanje prema unutra", "uputstvo", "potraga", "prosvetljenje"],
          "context": "Okrenite se svom unutrašnjem vodiču da biste pronašli ono što stvarno tražite na putu karijere."
        },
        "position2": {
          "upright": "Saint preporučuje da nađe vaš put kroz unutrašnje istraživanje i sami. Biće važno slušati unutrašnje smernice za razvoj.",
          "reversed": "Ograničena svetaca, ekstremna usamljenost ili introverzija mogu vas sprečiti da se krećete napred.",
          "keywords": ["okretanje prema unutra", "mudrost", "uputstvo", "prosvetljenje", "istraživanje"],
          "context": "Da biste razvili svoju karijeru, prvo morate da otkrijete svoj vlastiti put."
        },
        "position3": {
          "upright": "Ermis pokazuje da periodi sami ili povučeni mogu nastati kao potreba koje ne možete da kontrolišete u protoku života.",
          "reversed": "Okrećeno sveti kaže da nam je ponekad prisilna usamljenost ili osećaj izolovan izvan vaše kontrole.",
          "keywords": ["usamljenost", "okretanje prema unutra", "uputstvo", "petlja", "poteškoće"],
          "context": "Unutrašnja usamljena u vašoj karijeri može biti izvan vaše kontrole."
        },
        "position4": {
          "upright": "Sveti pokazuje da se on približava svom radu sa dubokom razmišljanjem i iskustvom. Vaš trud zadovoljava mudrost.",
          "reversed": "Invertirana svetaca, ekstremna introverzija ili usamljenost mogu da ograničavaju performanse.",
          "keywords": ["mudrost", "iskustvo", "unutrašnja snaga", "učenje", "performanse"],
          "context": "Vaš trud se pojavljuje kada odražavate svoja iskustva i unutrašnju snagu u svoj rad."
        },
        "position5": {
          "upright": "Ermis, misle na same i sticanje novih uvida može dovesti do promene u vašoj karijeri.",
          "reversed": "Obrnuti sveti, otvaranje umesto da ostane previše izoliran donosi razvoj.",
          "keywords": ["mudrost", "istraživanje", "unutrašnja snaga", "svest", "promeniti"],
          "context": "Za promenu u karijeri, morate da odvojite vreme da duboko razmišljate."
        },
        "position6": {
          "upright": "Ermis, previše je introvertiran ili sam u prošlosti, možda je usporio njegov razvoj.",
          "reversed": "Okolišeni Sveti, možda ste propustili prilike zbog izolacije.",
          "keywords": ["usamljenost", "istraživanje", "izolacija", "mudrost", "prošlost"],
          "context": "Ekstremna usamljenost ili izolacija u prošlosti danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Saint ukazuje da će ishod puta u karijeri biti mudrost, unutrašnji prosvetljenje i duboka svest.",
          "reversed": "Reversed Hestit može da ograniči kao rezultat izolacije ili prekomerne zatvorenosti.",
          "keywords": ["mudrost", "prosvetljenje", "svest", "usamljenost", "budućnost"],
          "context": "Rezultat će doći do tačke zrelosti sa mudrošću i unutrašnjim otkrićem."
        }
      },
      "thewheeloffortune": {
        "position1": {
          "upright": "Točak sudbine predstavlja promenu i priliku. Vaš trenutni put u karijeri može se oblikovati iznenađujućim razvojem.",
          "reversed": "Obrnuti točak sudbine ukazuje da ste zaglavili u ciklusima koje ne možete da kontrolišete. Možda vas ovaj posao stalno dovodi do istog mesta.",
          "keywords": ["promeniti", "sudbina", "šansa", "prilika", "petlja"],
          "context": "Budite svesni ciklusa koji vas karijera vodi."
        },
        "position2": {
          "upright": "Točak sudbine vam govori da morate iskoristiti mogućnosti prilagođavanjem promenama. Sreća može doći na put, morate biti otvoreni.",
          "reversed": "Uključeni točak sudbine ukazuje da kada se odupirite promjeni, možda ćete propustiti prilike.",
          "keywords": ["promeniti", "prilika", "raport", "sudbina", "petlja"],
          "context": "Da biste unapredili svoju karijeru, morate se fleksibilno prilagoditi promenama."
        },
        "position3": {
          "upright": "Točak sudbine vam govori da ste izvan kontrole ciklusa sreće i sudbine. Neki usponi i padovi su neizbežni.",
          "reversed": "Obrnuti točak sudbine podseća vas da se nesreće i odlaganja uvek ne mogu sprečiti.",
          "keywords": ["sudbina", "šansa", "promeniti", "petlja", "van kontrole"],
          "context": "Neke promene u vašoj karijeri su prirodni ciklus sudbine i van vaše kontrole."
        },
        "position4": {
          "upright": "Točak sudbine pokazuje da dajete sve od sebe kada se suočite sa mogućnostima. Dobro ocenjujete cikluse.",
          "reversed": "Preokrećeni točak sudbine, loša sreća ili odlaganja može vam sprečiti da odražavate svoje pune performanse.",
          "keywords": ["prilika", "petlja", "šansa", "trud", "performanse"],
          "context": "Dajete sve od sebe, ali neke stvari zavise od spoljnih okolnosti."
        },
        "position5": {
          "upright": "Točak sudbine, možete da kreirate pozitivna kretanja u vašoj karijeri prilagođavanjem promenama.",
          "reversed": "Obrnuti točak sudbine govori da bi vam trebalo da budete proaktivni umesto da ga ostavite na slučajnost.",
          "keywords": ["petlja", "šansa", "prilika", "raport", "promeniti"],
          "context": "Za promenu u vašoj karijeri važno je ići sa protokom."
        },
        "position6": {
          "upright": "Točak sudbine, previše se oslanjajući na sreću ili spoljne okolnosti u prošlosti, možda je stvorio prepreke u vašoj karijeri.",
          "reversed": "Obrnuti točak sudbine, neuspeh u iskorištavanju mogućnosti možda je uticalo na vaš poklon.",
          "keywords": ["sudbina", "šansa", "petlja", "prilika", "prošlost"],
          "context": "Ne iskorištavanje prošlih prilika utiče na vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Točak sudbine pokazuje da će ishod vašeg putovanja u karijeri biti oblikovan srećom, podrškom sudbine i cikličkih uspeha.",
          "reversed": "Obrnuti točak sudbine, ne iskorištavanje mogućnosti može dovesti do usporavanja ishoda.",
          "keywords": ["sudbina", "šansa", "petlja", "prilika", "budućnost"],
          "context": "Rezultat će biti napredak jer dolaze sreće i prilike."
        }
      },
      "justice": {
        "position1": {
          "upright": "Predstavlja pravdu, iskrenost i ravnotežu. Ako vaša trenutna karijera poravnava sa vašim vrednostima i oseća fer, to je pravi izbor.",
          "reversed": "Obrnuta pravda kaže da postoji nepravda ili neravnoteža. Možda vas ovaj posao ne tretira pošteno.",
          "keywords": ["pravda", "ravnoteža", "istina", "etika", "odgovornost"],
          "context": "Da li vam se ova karijera zaista oseća fer prema vama?"
        },
        "position2": {
          "upright": "Preporučuje da krenete naprijed sa pravdom, iskrenošću i fer izborima. Pridržavanje etičkih vrednosti će dugoročno ojačati vašu karijeru.",
          "reversed": "Obrnuti pravdu, kada niste iskreni prema sebi ili drugima, rast se usporava.",
          "keywords": ["pravda", "iskrenost", "etika", "ravnoteža", "odgovornost"]
        }
      }
    }
  }
}
