{
  "relationship-problems": {
    "meanings": {
      "twoofcups": {
        "position8": {
          "reversed": "Otkrivena dvojica šoljica kaže da \"dao sam - dao\" proračun i percepciju nejednake doprinosa stvara napetost.",
          "keywords": ["uobičajeni novčanik", "jednakost", "gest", "doprinos", "poverenje"],
          "context": "Redovno razgovarati o deljenju i doprinosu; Ne zadržavaj rezultat."
        },
        "position9": {
          "upright": "Njih dvoje šoljica signaliziraju dugotrajno partnerstvo sa reciprocitetom, poštovanjem i malim gestima.",
          "reversed": "Otkazana je dve šolje, ako je jednakost pokvarena i ogorčena nakuplja, veza se rastvara.",
          "keywords": ["reciprocitet", "savezništvo", "jednakost", "razočaranje", "raport"],
          "context": "Poslednji: nedeljni mali gest i hvala vam protokol."
        }
      },
      "threeofcups": {
        "position1": {
          "upright": "Tri šolje ukazuje na trenje u ravnoteži društvenog života, kruga prijatelja i zajedničke radosti. Može se poželeti više društvenošću, dok drugi možda želi da održava privatnost.",
          "reversed": "Tri trupa preokrenuta govore nam da je ljubomora, osećaj izostavljene ili površne društvenost oštećuju vezu.",
          "keywords": ["društvenost", "ljubomora", "pripadnik", "deljenje", "privatnost"],
          "context": "Emotivni koren sukoba: socijalni prostor i privatnost."
        },
        "position2": {
          "upright": "Tri sata kažu da se problem pojavljuje u društvenoj sferi, krugu prijatelja i zajedničkih rituala. Bilans gužve za privatnost možda je izgubljen. \\ N \\ n \\ nhint: osećaj isključenosti, ljubomore i napetosti za deljenje vremena. Problem je postavka socijalnog ekosistema.",
          "reversed": "Tri trošena ukidanja govore nam da su senke površne društvenosti i tračeva oštećuju obveznica. Autentična veza slabi. \\ N \\ nsimptom: Izbegavanje životne sredine, lažna harmonija. Problem je osećaj usamljenosti u gomili.",
          "keywords": ["društvenost", "privatnost", "ljubomora", "ritual", "pripadnik"],
          "context": "Problem sa korenom: socijalna granica i ritam. Područja koja utiče: raspored, treće strane, pripadnost."
        },
        "position3": {
          "upright": "Tri šolje vam govore da se vaš udeo povećava kada delite socijalni prostor i vreme neravnomerno. Kada se izgubi ravnoteža i ravnoteža privatnosti, nastaje ljubomora.",
          "reversed": "Okrećena tri šolje govore nam da vatra raste tako što će se skloniti podvrsnim socijalnim društvenim i odlaganjem stvarnog kontakta. Odliv se suši unutra.",
          "keywords": ["društvenost", "privatnost", "ljubomora", "ritual", "pripadnik"],
          "context": "Share: Social Rhithm Disonance. UTICAJ: Trust, pripadajući. Preporuka: Dodjela vremena ravnoteže."
        },
        "position4": {
          "upright": "Tri šolje vam govore da možete ignorisati svoj udeo tako što ćete poremetiti ravnotežu privatnosti u socijalnom prostoru i nazvati ga \"normalnim\". Treba razgovarati o vremenskom delivanju.",
          "reversed": "Pretvorena tri šolje govore nam da se poricanje može podstaći zaštitom površnog društvenosti i odlaženje dubokog kontakta.",
          "keywords": ["društvenost", "privatnost", "vreme", "pripadnik", "ritual"],
          "context": "Zanemareno: uravnoteženo vreme. Efekat: Povećanje ljubomore / udaljenosti. DO: Izjednačite društveni ritam."
        },
        "position5": {
          "upright": "Tri šolje kažu da energija prijateljstva i proslave održava vaš odnos živim. Socijalno okruženje je podržalo.",
          "reversed": "Preokrećena tri šolje opisuje kako treće osobe / uticaji gužve ponekad stvaraju udaljenost. Potreba za privatnošću možda je ostala nevidljiva.",
          "keywords": ["prijateljstvo", "proslava", "zajednica", "privatnost", "ljubomora"],
          "context": "Socijalna podrška je velika. Privatnost je ostala neuravnotežena. Sada postavite ritual za vas oboje."
        },
        "position6": {
          "upright": "Tri šolje kaže da je socijalna podrška isceljenje. Međutim, gomila i treća lica ne bi se trebale koristiti kao alate ljubomore ili pritiska.",
          "reversed": "Tri trostruko preokrenuta skreću pažnju na rizik od upotrebe spoljnog odobrenja kao oružja i umanjujući partnera u poređenju.",
          "keywords": ["zajednica", "poređenje", "ljubomora", "odobrenje", "privatnost"],
          "context": "Tema: Socijalno područje; Rizik: Pritisak treće strane; Do: Sporazum o privatnosti."
        },
        "position7": {
          "upright": "Tri šolje donose moral i slavljenu energiju grupe prijatelja. Pravo okruženje jača vašu vezu.",
          "reversed": "Tri trupa preokrenuta ukazuju na zbrku sa prekomernim društvenim medijima, tračevima ili koketirajućim ponašanjem od trećih lica.",
          "keywords": ["Krug prijatelja", "proslava", "tračevi", "treća osoba", "privatnost"],
          "context": "Ako je gužva dobra, isključite ga, ako ne, smanjite je. Zaštititi intimno područje."
        },
        "position8": {
          "upright": "Tri šolje ukazuju na socijalna potrošnja i proslave budžete. Kada se završi na planirani način, neguje obveznice.",
          "reversed": "Pretvorena tri šolje je upozorenje o prenosama u javnosti, pritiska da \"prisustvuje svakom događaju\" i nepotrebne troškove.",
          "keywords": ["društveni", "proslava", "ugnjetavanje", "trošak", "plan"],
          "context": "Staviti u socijalni budžet; Naučite da kažete \"ne\"."
        },
        "position9": {
          "upright": "Tri šolje, socijalna podrška i proslave zajedno drže vezu živ. Zajedničke radosti dodaju život vezu.",
          "reversed": "Prekoračili su tri šolje, tračeve i senka trećih lica istrošeći proces.",
          "keywords": ["proslava", "zajednica", "podrška", "tračevi", "privatnost"],
          "context": "Da biste poslednji put: sigurno okruženje + granica privatnosti."
        }
      },
      "fourofcups": {
        "position1": {
          "upright": "Četiri šolje ukazuju na raspravu o opaženoj ravnodušnosti i emocionalnom zasiću. Dok neko traži novu iskru, drugi je možda srećan sa trenutnim podešavanjem.",
          "reversed": "Preokrećena četiri šolje ukazuje na pogrešno postavljanje mogućnosti i apatični stav. Nedostatak zahvalnosti uvećava sukob.",
          "keywords": ["ravnodušnost", "zadovoljstvo", "prilika", "zahvalnost", "percepcija"],
          "context": "Emotivni koren disonancije: ravnoteža zadovoljstva i interesa."
        },
        "position2": {
          "upright": "Četiri šolje kažu da problem leži u percepciji nezadovoljstva i nezainteresovanosti. Oči su na horizontu kada su prilike na vratima na vratima. \\ N \\ n \\ nhint: Nedostatak zahvalnosti, ometanja. Problem je filter uma koji ne vidi dobro.",
          "reversed": "Pretvorena četvoro šoljica pokazuje da je veo apatije ukinut, ali hrabrost da posegne za novom je niska. Staro razočaranje oblači novu ponudu. \\ N \\ nsimptom: nevoljni iseti, odlaganja. Problem je ukorijenjen u emocionalnom ukočenosti.",
          "keywords": ["zadovoljstvo", "kamate", "prilika", "zahvalnost", "fokus"],
          "context": "Problem sa korenom: Debata za emocionalnu zadovoljstvo. Područja koja utiče: motivacija, zahvalnost, otvorenost do nove."
        },
        "position3": {
          "upright": "Četiri šolje vam govore da ste možda zapalili vatru svojim naizgled ravnodušnim stavom. Kad ne primetite dobro, nada pada.",
          "reversed": "Pretvorena četvero šoljica govori vam da povećavate svoj udeo tako što ćete održavati apatiju i preostali zatvoreni prema mogućnostima. Nedostatak zahvalnosti hladi obveznice.",
          "keywords": ["zadovoljstvo", "kamate", "prilika", "zahvalnost", "fokus"],
          "context": "Numerator: Percepcija apatije / ravnodušnosti. Efekat: Motivacija, pripadnost. Predlog: Zaštivanje vidljivog."
        },
        "position4": {
          "upright": "Četiri šolje kažu da može objasniti ravnodušnost kao umor i ignorisati svoj udeo. Nedostatak zahvalnosti glasi kao led.",
          "reversed": "Četvoro čekova obrnuto, ukazuju na tendenciju da se normalizuje nevoljkost i negiranje diskrecije.",
          "keywords": ["kamate", "zadovoljstvo", "zahvalnost", "fokus", "prilika"],
          "context": "Ignorisan: vidljiva diskrecija. Efekat: Motivacija se smanjuje. DO: Uspostavite malo hvala ritmu."
        },
        "position5": {
          "upright": "Četiri šolje pokazuju da postoje periodični ciklusi apatije ili nezadovoljstva. Kada se zahvalnost zaboravi, boja bledi.",
          "reversed": "Pretvorena četvoro šoljica govore nam da ignorišući mogućnosti ostavlja njegovu ocenu. Apatija se danas može odraziti.",
          "keywords": ["ravnodušnost", "zadovoljstvo", "zahvalnost", "prilika", "apatičan"],
          "context": "Trenuci emocionalne mirnoće. Vidljivost zahvalnosti je niska. Mali ritmovi uvažavanja su sada neophodni."
        },
        "position6": {
          "upright": "Četiri šolje sugerišu da apatija i dosada mogu stvoriti pasivnu eksploataciju. Povlačenje diskrecije je takođe oblik kontrole.",
          "reversed": "Pretvorena četvoro šoljica opisuje rizik od kažnjavanja partnera nespremnosti i povećanjem nečije moći ignorisanjem mogućnosti.",
          "keywords": ["ravnodušnost", "diskrecija", "pasivnost", "prilika", "kontrola"],
          "context": "Tema: Ekonomija diskrecije; Rizik: Trubing interesovanje; DO: Vidljivo hvala ritam."
        },
        "position7": {
          "upright": "Četiri šolje kažu da je okruženje ravnodušnih prijatelja ili \"nema veze\" povećavaju udaljenost. Spoljna apatija se može pretvoriti u unutrašnje hlađenje.",
          "reversed": "Preokrećena četiri šolje ukazuje na širenje negativnih sugestija i nevoljkost koji vas sprečava da vidite mogućnosti.",
          "keywords": ["ravnodušnost", "predlog", "hlađenje", "prilika", "motivacija"],
          "context": "Smanjite demoralizujuće zvukove. Izaberite malo okruženje koje je dobro za vas."
        },
        "position8": {
          "upright": "Četiri šolje mogu dovesti do tendencije da se puste potrošnje zbog smanjenja motivacije i osećaja da \"bez obzira na to, to nije dovoljno\".",
          "reversed": "Pretvorena Četiri šolje opisuje tendenciju da ignorišu mogućnosti i propuste popuste / koristi.",
          "keywords": ["apatičan", "prilika", "motivacija", "štedljiv", "ravnodušnost"],
          "context": "Izgleda da namerno pogledate male mogućnosti; Skinite se sa autopilota."
        },
        "position9": {
          "upright": "Ako su četiri šolje, apatija i dosada prepoznate i rešene, veza se može obnoviti. Svest se pretvori u priliku.",
          "reversed": "Ukrao je četiri šolje, ako apatija postane hronična, veza će izbledeti.",
          "keywords": ["apatičan", "prilika", "renoviranje", "kamate", "motivacija"],
          "context": "Da biste poslednji put: planirana nova iskustva + rutina zahvalnosti."
        }
      },
      "fiveofcups": {
        "position1": {
          "upright": "Petorica šoljica sugerira da su prošle prognoze oblak sadašnjost i da se fokusiranje na gubitke gori goriva.",
          "reversed": "Preokrećeno pet šoljica pokazuje da se ciklus krivice nastavlja kada se odloži oprost. Potrebno je imati smisla šta se dogodilo.",
          "keywords": ["gubitak", "starost", "oproštenje", "kriviti", "oporavak"],
          "context": "Emotivni koren sukoba: senka prošlih ocjena."
        },
        "position2": {
          "upright": "Petorica šoljica kaže da se problem fokusira na prethodne gubitke i puštanje tuge dominira na sadašnjosti. Preostalih dve šolje se ne vide. \\ N \\ nhint: jezik želje, žaljenje i krivice. Problem se ne može radovati.",
          "reversed": "Preokrećeno pet šoljica nam govori da iako postoji namera da se oporavi, vrata oproštenja nisu u potpunosti otvorena. Srce je oprezno. \\ N \\ nsimptom: kontrolisana intimnost, budnost ljubavi. Problem je nedostatak saradnje sa tugom.",
          "keywords": ["starost", "gubitak", "oproštenje", "oporavak", "nadati se"],
          "context": "Problem sa korenom: senka prošlosti. Područja koja utiče: popravka, oproštenje, fokusiranje na budućnost."
        },
        "position3": {
          "upright": "Petorica šoljica kaže da kada se prebivate u prošlosti i fokusirate na gubitak, imate ulog. Oko koje ne vidi da ostatak danas slabi svoju vezu.",
          "reversed": "Invertirani pet šoljica vam govori da odgađate oproštenje i nastavljate jezikom žaljenja, povećavajući tako vatru. Tuga zahteva saradnju.",
          "keywords": ["starost", "gubitak", "oproštenje", "oporavak", "nadati se"],
          "context": "Share: Shadov of the prošlost. Efekat: Popravka, napredak. Predlog: Napravite smisla + pusti."
        },
        "position4": {
          "upright": "Petorica šoljica govori da možete opravdati održavanje prošlosti kao \"opravdano žalosno\" i ignorisati svoj doprinos sadašnjosti. Ne vidite da ostatak skriva vaš udeo.",
          "reversed": "Invertirani pet šoljica nam govori da se negiranje može podsticati tako što to čini navikom da odloži oprost.",
          "keywords": ["starost", "gubitak", "oproštenje", "oporavak", "nadati se"],
          "context": "Zanemareno: korak oporavka. EFEKT: Popravka je odložena. DO: Mali ritual puštanja."
        },
        "position5": {
          "upright": "Petorica šoljica ukazuje na gubitak ili razočaranje u prošlosti. Proces tuženja testirao je vašu obveznicu.",
          "reversed": "Ograničena pet šoljica objašnjava da kada je oproštaj odgođen, ostaje ogorčenje. Danas još uvek mogu biti nežne tačke.",
          "keywords": ["starost", "gubitak", "razočaranje", "oproštenje", "oporavak"],
          "context": "To je teško emocionalno vreme. Neki od njih su popravljeni, neki od njih su živi. Sada je potrebno nežno zatvaranje."
        },
        "position6": {
          "upright": "Petorica čaša priznaje da su tuga i razočaranje stvarni; Ali stalni podsetnici u prošlom bolu mogu se pretvoriti u dužnika.",
          "reversed": "Preokrećena pet šoljica ukazuje na rizik odlaganja oproštenja i uspostavljanja moći kroz krivicu.",
          "keywords": ["starost", "razočaranje", "oproštenje", "krivica", "oporavak"],
          "context": "Tema: granica žalosti; Rizik: Upravljanje krivicom; DO: Zatvaranje i nova stranica."
        },
        "position7": {
          "upright": "Petorica šoljica kaže da podsetnici prošlih gubitaka nose emocionalnu težinu. Žalovanje narativa proći u vezu.",
          "reversed": "Preokrećena pet šoljica pokazuje da spoljni glasovi koji se neprestano donose u prošloj oporavku odlaganja.",
          "keywords": ["starost", "prošlost", "gubitak", "podsetnik", "oporavak"],
          "context": "Proteklo-fokusirano okruženje stvara spiralu. Držite isceljenje i glasove koji izgledaju napred-izgleda bliske."
        },
        "position8": {
          "upright": "Petorica šoljica porteretira tugu za prošlih finansijskih gubitaka. Prirodno je tugujati, ali prozor nade je otvoren.",
          "reversed": "Preokrećena pet šoljica ukazuje na rizik da nestale nove mogućnosti sa žaljenjem \"gubitka\". Oproštenje takođe ublažava budžet.",
          "keywords": ["gubitak", "starost", "žaliti", "prilika", "oporavak"],
          "context": "Naučiti od gubitka; Uzimajte mikro korake usredsređene na budućnost."
        },
        "position9": {
          "upright": "Petorica šoljica, mostovi se mogu popraviti ako su oplakivali i naučili lekcije; Prozor nade je otvoren.",
          "reversed": "Ukrao je pet šoljica, zaglavljen u prošlosti sprečava kontinuitet.",
          "keywords": ["starost", "nadoknada", "nadati se", "prošlost", "popraviti"],
          "context": "Poslednji: Izjava o zatvaranju + fokusiranje na budućnost."
        }
      },
      "sixofcups": {
        "position1": {
          "upright": "Šest šoljica sugerira da je kontakt sa sadašnjošću izgubljen zbog nostalgije i pridržavanja starih obrazaca. Prošli dobri trenuci oblikuju današnja očekivanja.",
          "reversed": "Invertirani šest šoljica pokazuje da fiksacija o prošlosti ometa razvoj i ponavljajuće djetinjaste reakcije stvaraju sukob.",
          "keywords": ["nostalgija", "prošlost", "uzorak", "očekivanje", "razvoj"],
          "context": "Emotivni koren suprotstavljanja: prošlost curi u sadašnjosti."
        },
        "position2": {
          "upright": "Problem, kaže šest šoljica, jeste da nostalgija oblikuje sadašnjost. Emuliranje starih dobrih iskrivljavanja sadašnjosti. \\ N \\ nhint: obrasci detinjstva, uobičajeni rituali. Problem je preterano pričvršćivanje prošlih udobnosti.",
          "reversed": "Pretvoreni šest šoljica govori nam da se zaglavi unazad blokira razvoj. Današnje potrebe su odložene. \\ N \\ nsimptom: bori se na referenciranje prošlosti, udaljenosti od sadašnjosti. Problem je slaba veza u trenutku.",
          "keywords": ["nostalgija", "prošlost", "uzorak", "udobnost", "Sada"],
          "context": "Problem sa korenom: zavisni pogled na prošlost. Područja koja utiče: inovacija, fleksibilnost, trenutak svesti."
        },
        "position3": {
          "upright": "Šest šoljica sugeriše da u Nostalgiji može postojati udeo i iščekivanje \"onako kako je nekada bilo\". Nepravda već raste.",
          "reversed": "Pretvoreni šest šoljica vam govori da se danas okrećete detinjskom odbranu i zanemarujući danas, čineći vatru veću. Prošli udobnost postaje okov, a ne vodič.",
          "keywords": ["nostalgija", "prošlost", "uzorak", "udobnost", "Sada"],
          "context": "Share: Past-centrirani pogled. Uticaj: inovacije, fleksibilnost. Preporuka: Kalibrirajte danas."
        },
        "position4": {
          "upright": "Šest šoljica sugerira da možete da štiti nostalgiju i ignorišete sadašnje potrebe. Govoreći \"isto kao i pre\" sjaja nad poricanjem.",
          "reversed": "Invertirani šest šoljica pokazuje da neko može da sakrije nečiji udeo odbijajući da prepoznaju obrasce iz detinjstva.",
          "keywords": ["nostalgija", "prošlost", "uzorak", "udobnost", "Sada"],
          "context": "Ignorisano: današnje potrebe. Efekat: Fleksibilnost se smanjuje. DO: Proverite \"ovde i sada\"."
        },
        "position5": {
          "upright": "Šest šoljica često govori često slatkih sećanja i čistom vezom. Nostalgija vas je ujedinala.",
          "reversed": "Pretvoreni šest šoljica nam govori da je preterano pridržavanje prošlosti zasjenjivanja sadašnjosti. Obrasci detinjstva mogu se aktivirati.",
          "keywords": ["nostalgija", "nevinost", "prošlost", "uzorak", "Sada"],
          "context": "Dobra sećanja su jaka. Prošla idealizacija je preterana. Sada moramo da se utvrdimo danas."
        },
        "position6": {
          "upright": "Šest šoljica kaže da slatka sećanja stvaraju vezu; Ali danas ga tražeći da se Nostalgija može pretvoriti u eksploataciju. Njegov diskurs može biti opresivan kao i pre.",
          "reversed": "Pretvoreni šest šoljica naglašava rizik odlaganja odgovornosti korišćenjem obrazaca detinjstva kao izgovor.",
          "keywords": ["nostalgija", "prošlost", "uzorak", "udobnost", "zatražiti"],
          "context": "Tema: prošlost i sadašnjost; Rizik: NOSTALGIA pritisak; DO: Razgovarajte o današnjoj potrebi."
        },
        "position7": {
          "upright": "Šest šoljica opisuje uticaj nostalgičnih okruženja kao što je prijatelji / porodični prijatelji iz detinjstva. Nevine deljenje može biti dobro.",
          "reversed": "Visoko šest šoljica ukazuje na intervencije koje zasjenjuju sadašnjost zbog pritiska \"starih dana\".",
          "keywords": ["nostalgija", "okolina u detinjstvu", "Prijateljski porodica", "ugnjetavanje", "Sada"],
          "context": "Prošlost je slatka, ali umjereno. Prioritete današnjim potrebama."
        },
        "position8": {
          "upright": "Šest šoljica otkriva porodičnu podršku, stare navike i nostalgičnu potrošnju.",
          "reversed": "Invertirani šest šoljica govori nam da su skupe navike nastavljene jer je \"nekada bila takva\" stavila je naprezanje na budžet.",
          "keywords": ["porodica", "nostalgija", "navika", "podrška", "skupa rutina"],
          "context": "Prošlost je prelepa; Držite je živim na održivom načinu na koji je danas pogodan."
        },
        "position9": {
          "upright": "Šest šoljica prenosi odnos toplih uspomena sastavljenih. Nevinost i saosećanje donesu dugovečnost.",
          "reversed": "Pretvoreno šest šoljica, ako se nostalgija oblači sadašnjost, prestaje napredak.",
          "keywords": ["nostalgija", "moment", "saosećanje", "napredak", "ravnoteža"],
          "context": "Da biste poslednji put: rituali koji neguju trenutak + sadašnjost."
        }
      },
      "sevenofcups": {
        "position1": {
          "upright": "Sedam šoljica kaže da je zamagljena granica između snova i stvarnosti stvaraju sukob. Obilnost opcija povećava neodlučnost.",
          "reversed": "Preokrećeno sedam šoljica ukazuje na to idealizacija i bekstvo zatamniti potrebe obveznice. Nedostatak jasnih kriterijuma stvara probleme.",
          "keywords": ["sanjati", "stvarnost", "nestabilnost", "izbor", "idealizacija"],
          "context": "Emotivni koren suprotstavljanja: ravnoteža fantazije i stvarnosti."
        },
        "position2": {
          "upright": "Sedam šoljica kaže da problem leži u obilje opcija i zamagljivanje snova i stvarnosti. Kada se odluka kasni, veza se umori. \\ N \\ NHINT: Idealizacija, bekstvo i odlaganje. Problem je nedostatak jasnih kriterijuma.",
          "reversed": "Pretvorenih sedam šoljica ukazuje da je iako se magla očistila, nedostaje hrabrost da donese odluku. Ne biranje je takođe izbor. \\ N \\ nsimptom: Pola namere, nejasne reči. Problem je oskudica posvećenosti.",
          "keywords": ["izbor", "sanjati", "real", "odluka", "kriterijum"],
          "context": "Problem sa korenom: Nečistikovana sklonost. Područja koja utiče: cilj, odgovornost, posvećenost."
        },
        "position3": {
          "upright": "Sedam šoljica kaže da imate udeo kada zamagliš liniju između snova i stvarnosti i propustite odluku. Magle gume iz odnosa.",
          "reversed": "Pretvorenih sedam šoljica vam govori da povećavate vatru množenjem opcija i ne postavljanje kriterijuma. Ne bira se i ne bira.",
          "keywords": ["izbor", "sanjati", "real", "odluka", "kriterijum"],
          "context": "Share: Nejasna preferencija. Uticaj: Cilj, posvećenost. Preporuka: Podesite kriterijume."
        },
        "position4": {
          "upright": "Sedam šoljica kaže da se može objasniti neodlučnost kao \"mnogo opcija\" i ignoriše odgovornost. Ako nema jasnih kriterijuma, poricanje je lako.",
          "reversed": "Pretvorenih sedam šoljica naglašava tendenciju da se skloni u fantaziji i negira troškove izbora.",
          "keywords": ["izbor", "odluka", "sanjati", "kriterijum", "oštrina"],
          "context": "Zanemaren: Odgovornost za izbor. Efekat: Cilj postaje zamagljen. Do: 3 kriterijumi + 1 odluka."
        },
        "position5": {
          "upright": "Sedam šoljica kaže da su snovi obilni. Međutim, neki od njih nisu bili posvećeni realan plan.",
          "reversed": "Pretvorenih sedam šoljica pokazuje da se nesigurna očekivanja pretvaraju u razočaranje. Obilnost opcija je možda prisilila odluku.",
          "keywords": ["sanjati", "izbor", "očekivanje", "real", "odluka"],
          "context": "Kreativni snovi + nedostatak planova. Maglovito ciljeve nagomilane. Sada su nam potrebni kriterijumi i izbor."
        },
        "position6": {
          "upright": "Sedam šoljica kaže da nejasna obećanja i nejasna očekivanja mogu da mašu vezu. Magla uzdiže asimetriju snage.",
          "reversed": "Invertirani sedmi čaše ukazuje na rizik odvlačenja partnera prodajom snova, ne preuzimajući odgovornost i odlaganje odluka.",
          "keywords": ["obećanje", "neizvesnost", "očekivanje", "odluka", "odgovornost"],
          "context": "Tema: Potreba za jasnoćom; Rizik: eksploatacija obećanja; DO: Izbor po kriterijumima i kalendaru."
        },
        "position7": {
          "upright": "Sedam šoljica ukazuje na više izboru, nejasnu savetu iz okruženja. Glas dolazi iz svake glave.",
          "reversed": "Pretvorenih sedam šoljica ukazuje na ljude koji prodaju snove i odvratiti pažnju sa nejasnim obećanjima.",
          "keywords": ["izbor", "Vague savet", "obećanje", "zbrka", "oštrina"],
          "context": "Idi na savet dijeta. Postavite urođene i jasne kriterijume."
        },
        "position8": {
          "upright": "Sedam šoljica je ometajući mnoštvo opcija, kampanja i tržišta fantastike. Ako nema jasnih kriterijuma, novac mu leti.",
          "reversed": "Pretvorenih sedam šoljica kaže vam da prestanete da kupujete snove i vratite se u stvarne troškove.",
          "keywords": ["izbor", "ponuditi", "ometajući", "kriterijum", "real"],
          "context": "Napravite spisak kriterijuma i pravilo čekanja prilikom kupovine."
        },
        "position9": {
          "upright": "Sedam pehara može nastaviti ako se uspostave jasna selekcija i realna očekivanja. Magla mora da se očisti.",
          "reversed": "Okrećeno sedam šoljica, prodaja snova i nejasne obećanja oslabiti kontinuitet.",
          "keywords": ["glasati", "očekivanje", "oštrina", "obećanje", "real"],
          "context": "Da biste poslednji put: Lista očekivanja + datum / kriterijumi."
        }
      },
      "eightofcups": {
        "position1": {
          "upright": "Osam čaše nam govori da je potraga za smislom i tendencijom da se povuku zbog emocionalnog nezadovoljstva stvaraju sukob.",
          "reversed": "Okolište osam šoljica pokazuje da se vraćanje napred-nazad između boravka i odlaska stvara nesigurnost. Pitanja koja nisu zatvorena iscrpljuju se odnos.",
          "keywords": ["značenje", "nezadovoljstvo", "odmicali se", "dilema", "zatvaranje"],
          "context": "Emotivni koren sukoba: potraga za smislom i smerom."
        },
        "position2": {
          "upright": "Osam šoljica kaže da problem leži u potrazi za značenjem i emocionalnim nezadovoljstvom. Srce kaže da nešto nedostaje. \\ N \\ n \\ nhint: unutrašnja migracija, udaljenost i tihi pauze. Problem je rituali koji su postali bezvrijedni.",
          "reversed": "Osetila osam šoljica objašnjava da dilema boravka fluktuira odnos. Nije izvršeno brzu ritual. \\ N \\ nsimptom: Povratak, neizvesni koraci. Problem ne može da postavi jasan smer.",
          "keywords": ["značenje", "nezadovoljstvo", "odlazak", "dilema", "staza"],
          "context": "Problem sa korenom: GAP u značenju. Područja koja utiče: posvećenost, jedinstvo svrhe, rituali."
        },
        "position3": {
          "upright": "Osam šoljica kaže da možete imati udeo kada tiho hodate i ne delite svoju potragu za značenjem. Staza snimljena bez govora stvara nepoverenje.",
          "reversed": "Invertirana osam šoljica objašnjava da vatra raste održavanjem klatna na EBB i protoku. Nedostatak guma za zatvaranje odnosa.",
          "keywords": ["značenje", "nezadovoljstvo", "odlazak", "dilema", "staza"],
          "context": "Share: Pretraga za neobjavljenu smer. Efekat: Poverenje, stabilnost. Predlog: Obrišite rečenicu rute."
        },
        "position4": {
          "upright": "Osam šoljica sugerira da možete opravdati tiho povlačenje kao \"samoodržanje\" i ignorisati svoj udeo. Staza snimljena bez govorenja je poricanje.",
          "reversed": "Pretvoreni osam šoljica objašnjava da možete sakriti odgovornost normalizacijom eBB i protočne oscilacije.",
          "keywords": ["odlazak", "značenje", "dilema", "staza", "zatvaranje"],
          "context": "Zanemareno: Jasna usmerena klauzula. Efekat: Poverenje se topi. DO: Ja ostajem / ostavim + zašto."
        },
        "position5": {
          "upright": "Osam šoljica nam govori da se odselimo na neki period, a zatim se ponovo približite. Bilo je potrage za značenjem.",
          "reversed": "Pretvorenih osam šoljica ukazuje da je klatno eBB i protok naporan. Nedostatak zatvaranja može danas da stvara nesigurnost.",
          "keywords": ["odmicali se", "značenje", "dilema", "vratiti se", "zatvaranje"],
          "context": "Periodi pretrage. Nedostaju jasne rečenice. Sada bi smer i namera trebali biti jasni."
        },
        "position6": {
          "upright": "Osam šoljica počast po potrazi za značenjem; Ali kada tiho odvojeno odelo pretvori se u dolasku, može se pretvoriti u sredstvo emocionalne kontrole.",
          "reversed": "Osvećeno osam čaša naglašava rizik da se partner drži u skladu sa preteći napuštanje ili podrazumevanje odvajanja.",
          "keywords": ["odmicali se", "dilema", "Prijetnja razdvajanjem", "značenje", "zatvaranje"],
          "context": "Tema: smer i saglasnost; Rizik: Ucena razdvajanja; DO: Odluka izgovorenog pravca."
        },
        "position7": {
          "upright": "Osam šoljica ukazuje na spoljne glasove koji sugeriraju odrede. Neki ljudi mogu da pokušaju da \"puste to\" lako \".",
          "reversed": "Osetila osam šoljica ukazuje na životnu sredinu koja podstiče eBB i protok klatna. Neizvesna hrana.",
          "keywords": ["odmicali se", "predlog", "dilema", "neizvesnost", "pravac"],
          "context": "Potrebno nam je okruženje koje pojašnjava, a ne vodiči. Vi birate sopstveni pravac."
        },
        "position8": {
          "upright": "Osam čaše vam govori o napuštanju besmislenih troškova i fokusiranje na vrednije ciljeve.",
          "reversed": "Invertirani osam šoljica je upozorenje o troškovima neodlučnosti i pretplate koje ne možete otkazati u klatno boravka.",
          "keywords": ["izdanje", "vrednost", "pretplata", "nestabilnost", "fokus"],
          "context": "Otkazati šta više ne služi; Dati prioritete resursu."
        },
        "position9": {
          "upright": "Osam šoljica, ako napustite trivijalne uzorke i fokusirajte se na ono što je smisleno, odnos se može nastaviti.",
          "reversed": "Invertirani osam šoljica, ako klatno krenete duže vreme, veza će se otpustiti.",
          "keywords": ["izdanje", "značenje", "pravac", "dilema", "regeneracija"],
          "context": "Poslednji put: Zajednička odluka o smeru + jasna posvećenost."
        }
      },
      "nineofcups": {
        "position1": {
          "upright": "Devet šoljica sugerira da postoji napetost između želje za ličnom zadovoljstvom i opštem dobrom. Pojedinačne želje mogu se sukobiti sa zajedničkim ciljevima.",
          "reversed": "Invertirani devet šoljica ukazuje da površno zadovoljstvo sprečavaju trajno zadovoljstvo i stvoriti razliku u očekivanju.",
          "keywords": ["zadovoljstvo", "zadovoljstvo", "očekivanje", "individualni cilj", "opšte dobro"],
          "context": "Emotivni koren sukoba: lično zadovoljstvo i opšte dobro."
        },
        "position2": {
          "upright": "Devet šoljica kaže da je problem nemogućnost uravnoteženja ličnog zadovoljstva opštem dobrim. Želje sudaraju. \\ N \\ n \\ ntip: Zona komfora, mala raskošaja i samocentrični ciljevi. Problem je nedostatak ciljeva koji će se radovati.",
          "reversed": "Reversed devet šoljica objašnjava da površno zadovoljstvo sprečavaju trajno zadovoljstvo. Shovcase uspesi se akumuliraju umesto unutrašnjeg zadovoljstva. \\ N \\ nsimptom: Brze nagrade, privremena sreća. Problem je želja koja nije usklađena sa vrijednošću.",
          "keywords": ["zadovoljstvo", "zadovoljstvo", "vrednost", "cilj", "opšte dobro"],
          "context": "Problem sa korenom: zadovoljstvo i poravnavanje vrednosti. Područja koja utiče: motivacija, deljenje, svrha."
        },
        "position3": {
          "upright": "Devet šoljica kaže da kada stavite ličnu udobnost pre opšteg dobra, vaš udeo se povećava. Radost sužava kada je želje da se sudaraju.",
          "reversed": "Invertirani devet šoljica kaže vam da podstičete vatru gurnuti površne užitke i zanemarivanje dubokog zadovoljstva. SRETFRONT SRETA JE FRAGILE.",
          "keywords": ["zadovoljstvo", "zadovoljstvo", "vrednost", "cilj", "opšte dobro"],
          "context": "Share: Zadovoljstvo samo fokusiranjem. Uticaj: Deljenje, svrha. Preporuka: Zajednička definicija gola."
        },
        "position4": {
          "upright": "Devet šoljica vam govori da možete odrediti ličnu udobnost kao \"moje pravo\" i ignorišite svoj udeo u opštem dobrom. Poricanje prerušeno dok je sebičnost nevidljiva.",
          "reversed": "Reversed devet šoljica ukazuje na tendenciju da se površne zadovoljstva koriste kao izgovor i negira rad dubokog zadovoljstva.",
          "keywords": ["zadovoljstvo", "zadovoljstvo", "vrednost", "cilj", "deljenje"],
          "context": "Zanemareno: Zajednička radost. Efekat: Ligament Loosens. DO: Dizajn zajedničkog cilja / radosti."
        },
        "position5": {
          "upright": "Devet šoljica kaže da postoji mnogo trenutaka radosti i zadovoljstva zajedno. Mala zadovoljstva je prehranila vezu.",
          "reversed": "Reversed devet šoljica objašnjava da periodi površna zadovoljstva prikrivaju dublje potrebe. Zadovoljstvo je možda bilo kratkotrajno.",
          "keywords": ["zadovoljstvo", "zadovoljstvo", "zadovoljstvo", "dubina", "deljenje"],
          "context": "Zajednička sreća je prelepa. Postoje mesta na kojima duboke potrebe ostaju neizgovorene. Sada moramo da razgovaramo o dubokoj vezi."
        },
        "position6": {
          "upright": "Devet šoljica podseća nas na vrednost ličnog komfora; Ali neprestano stavljajući utjehu prvo može iskoristiti potrebe partnera.",
          "reversed": "Invertirani devet šoljica skreće pažnju na činjenicu da su površna zadovoljstva suzbijale duboke potrebe i ublažavaju napore odnosa na jednu stranu.",
          "keywords": ["udobnost", "zadovoljstvo", "ravnoteža", "potreba", "deljenje"],
          "context": "Tema: Udobnost-radna ravnoteža; Rizik: Postati sebičan; Učinite: zajedničke radosti i zadaci."
        },
        "position7": {
          "upright": "Devet šoljica kaže da dobronamerne pristalice pružaju područja morala i radosti. Međusobni prijatelji donose radost.",
          "reversed": "Prekoračen devet šoljica ukazuje na spoljni glas koji sjaji dubokim pitanjima sa površnim predlozima sreće.",
          "keywords": ["moral", "zadovoljstvo", "površnost"]
        }
      }
    }
  }
}
