{
  "career": {
    "meanings": {
      "justice": {
        "position2": {
          "context": "Da biste razvili svoju karijeru, morate se pridržavati etičkih vrednosti."
        },
        "position3": {
          "upright": "Pravda vas podseća da pravne procese i spoljne odluke nisu u vašoj kontroli. Stvari možda ne izgledaju fer.",
          "reversed": "Obrnuta pravda pokazuje da se nepravde ili pogrešne odluke ponekad uzrokuju spoljni faktori koje ne možete da kontrolišete.",
          "keywords": ["pravda", "zakon", "etika", "sistem", "odluka"],
          "context": "U vašoj karijeri ne možete promeniti pravne procese ili odluke drugih ljudi."
        },
        "position4": {
          "upright": "Pravda ukazuje da se ponašate pošteno, pošteno i odgovorno u svom radu. Vaš trud je jasan i jak.",
          "reversed": "Obrnuta pravičnosti, ignorisanje grešaka ili izbegavanje odgovornosti mogu smanjiti performanse.",
          "keywords": ["pravda", "iskrenost", "odgovornost", "ravnoteža", "performanse"],
          "context": "Vaše trenutne performanse otkrivaju vaš iskren i odgovoran pristup."
        },
        "position5": {
          "upright": "Pravda, u karijeri možete da date pozitivne promene tako što ćete biti pošteniji, transparentniji i uravnoteženi.",
          "reversed": "Obrnuti pravdu, ne izbegavajući preuzimanje odgovornosti, pruža razvoj.",
          "keywords": ["pravda", "iskrenost", "ravnoteža", "odgovornost", "promeniti"],
          "context": "Iskreni i fer pristup je važan za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Pravda, prošli nepravde ili nepravde možda su ostavile marku na vašoj trenutnoj karijeri.",
          "reversed": "Ograničara pravda, utaja odgovornosti ili pogrešne odluke mogu biti prepreke iz prošlosti.",
          "keywords": ["pravda", "nepravda", "odluka", "odgovornost", "prošlost"],
          "context": "Protekle nepravde ili pogrešne odluke danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Pravednost pokazuje da će ishod putovanja u karijeri biti uspešan kroz iskrenost, ravnotežu i fer odluke.",
          "reversed": "Obrnuta pravičnosti, pogrešne odluke ili nepravednost ne mogu negativno uticati na ishod.",
          "keywords": ["pravda", "ravnoteža", "istina", "odgovornost", "budućnost"],
          "context": "Rezultat će biti postići čvrstu budućnost što se ponašaju pošteno."
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "Obučeni čovek pruža novo razumevanje iz različitih perspektiva. Možda morate na drugi način da pogledate trenutnu karijeru.",
          "reversed": "Okrušen muškarac naopako govore da on pravi nepotrebne žrtve i gubljenje vremena. Ovaj posao vam može dati pauzu.",
          "keywords": ["žrtvovati", "čekanje", "drugačiji pogled", "transformacija", "predaja"],
          "context": "Da li vas trenutna karijera kreće napred ili vas zadržava?"
        },
        "position2": {
          "upright": "Obučeni muškarac predlaže promenu vaše perspektive. Pokušaj različitih metoda može poboljšati vašu karijeru.",
          "reversed": "Okrušen muškarac naopako kaže da ne može videti nove mogućnosti zbog tvrdoglavosti.",
          "keywords": ["mišljenje", "predaja", "razlika", "iskustvo", "strpljenje"],
          "context": "Da biste poboljšali svoju karijeru, morate steći različite perspektive."
        },
        "position3": {
          "upright": "Obučeni čovek pokazuje da periodi i procesi čekanja koji zahtevaju strpljenje nisu pod vašom kontrolom.",
          "reversed": "Okrušen muškarac naopako kaže da su prisilne pauze koje usporavaju vaš napredak izvan vaše kontrole.",
          "keywords": ["čekanje", "strpljenje", "pauza", "predaja", "van kontrole"],
          "context": "Neki čeka i pauze u vašoj karijeri su neizbežni."
        },
        "position4": {
          "upright": "Obučeni čovek pokazuje napore vaših žrtvovanja i pristupa pacijentu. Dajete sve od sebe.",
          "reversed": "Invertirani obješen čovek, nepotrebna odlaganja ili nevoljkost može da ograniči vaše performanse.",
          "keywords": ["žrtvovati", "strpljenje", "mišljenje", "predaja", "performanse"],
          "context": "Vaš trud se ogleda u vašem pacijentu i simpatično pristupu."
        },
        "position5": {
          "upright": "Obesio čoveka, u vašoj karijeri možete da kreirate pozitivne promene razvijanjem različitih perspektiva i pokazujući strpljenje.",
          "reversed": "Okrušeni muškarac naopako, prepustite se nepotrebnom odlaganju, premestite vas napred.",
          "keywords": ["mišljenje", "strpljenje", "predaja", "svest", "promeniti"],
          "context": "Da biste promenili karijeru, morate da pogledate stvari iz druge perspektive."
        },
        "position6": {
          "upright": "Obučeni čovek je možda ometao karijeru u prošlosti čekao predugo ili stavljajući prilike.",
          "reversed": "Obrnuti obešeni muškarac, nepotrebna tvrdoglavost ili podnesak može biti prepreka iz prošlosti.",
          "keywords": ["čekanje", "prilika", "predaja", "tvrdoglavost", "prošlost"],
          "context": "Protekli kašnjenja danas komplikovanje napretka."
        },
        "position7": {
          "upright": "Obučeni čovek pokazuje da će ishod vašeg putovanja u karijeri dobiti svest promenom vaše perspektive.",
          "reversed": "Obrnuti obješen čovek može usporiti proces kao rezultat nepotrebnog otpora.",
          "keywords": ["svest", "mišljenje", "predaja", "ravnoteža", "budućnost"],
          "context": "Rezultat će biti dostizanje novog razumevanja promenom svoje perspektive."
        }
      },
      "death": {
        "position1": {
          "upright": "Smrt simbolizuje nove početke nakon završetka. Možda bi vaša trenutna karijera trebalo da se završi tako da se vaš pravi put može otvoriti.",
          "reversed": "Obrnuta smrt ukazuje da se držite procesa koji treba da se završi. Ovaj posao vas zadržava, a ne da vas transformišete.",
          "keywords": ["transformacija", "zadnji", "ponovno rođenje", "izdanje", "promeniti"],
          "context": "Držeći se nečega što treba da se završi zadržava vas da se krećete napred."
        },
        "position2": {
          "upright": "Smrt označava nove početke nakon završetka. Da raste, morate ostaviti iza sebe ono što vam više ne služi.",
          "reversed": "Obrnuti smrt, ne možete krenuti napred kada se držite na starih obrazaca.",
          "keywords": ["transformacija", "završiti", "regeneracija", "promeniti", "oslobođenje"],
          "context": "Da biste poboljšali svoju karijeru, morate pustiti staro i zagrliti novo."
        },
        "position3": {
          "upright": "Smrt nam govori da su završeci i zatvarači neizbežni. Neki ciklusi koje ne možete promeniti.",
          "reversed": "Obrnuto smrt, prirodni vremenski vreme vaših transformacija je izvan vaših ruku.",
          "keywords": ["završiti", "transformacija", "neizbežnost", "promeniti", "regeneracija"],
          "context": "Neki završeci karijere su neizbežni; Ne možete ih kontrolisati."
        },
        "position4": {
          "upright": "Smrt pokazuje da odvajate odvažne korake da biste transformisali svoje poslovanje i usmeravajući svoje napore na obnovu.",
          "reversed": "Obrnuta smrt: Otpornost na promene može smanjiti efikasnost napora.",
          "keywords": ["transformacija", "hrabrost", "regeneracija", "promeniti", "performanse"],
          "context": "Vaš trud se najiskrenije snažno pojavljuje kada se prilagodite transformaciji."
        },
        "position5": {
          "upright": "Smrt pokazuje da možete napraviti radikalne promene u vašoj karijeri tako što ćete prepustiti stare i biti otvoren za transformaciju.",
          "reversed": "Obrnuti smrt: prihvatanje promene, a ne oduševljenja, stvara napredak.",
          "keywords": ["transformacija", "završiti", "regeneracija", "hrabrost", "promeniti"],
          "context": "Da biste promenili karijeru, morate se usuditi da se transformišete."
        },
        "position6": {
          "upright": "Smrt, nedovršene stvari u prošlosti ili otpornosti na promene možda su ometale vašu trenutnu karijeru.",
          "reversed": "Obrnuti smrt, ne puštajući prošlicu možda vas i dalje drži nazad.",
          "keywords": ["završiti", "transformacija", "promeniti", "otpornost", "prošlost"],
          "context": "Ne prepuštate prošlosti i odupiranju transformaciji danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Smrt pokazuje da će ishod vašeg putovanja u karijeri oblikovati radikalne transformacije i novim počecima.",
          "reversed": "Obrnuta smrt, otpornost na promene može rezultirati odloženim ishodom.",
          "keywords": ["transformacija", "završiti", "početak", "regeneracija", "budućnost"],
          "context": "Rezultat će biti da se prepusti starog i uđe u novo."
        }
      },
      "temperance": {
        "position1": {
          "upright": "Predstavlja ravnotežu, harmoniju i strpljenje. Ako vam trenutna karijera daje mir i harmoniju, nalazite se na pravom putu.",
          "reversed": "Obrnuti balans ukazuje na krajnosti i nemirnosti. Možda se ovaj posao sukobljava sa vašom duhovnom ravnotežom.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "u srednjem stanju", "mir"],
          "context": "Morate pronaći ravnotežu u karijeri."
        },
        "position2": {
          "upright": "Preporučuje da nastavite sa ravnotežom, harmonijom i strpljenjem. Ostanite daleko od krajnosti u vašoj karijeri doneće vam stabilnost.",
          "reversed": "Obrnuta ravnoteža ukazuje na gubitak ravnoteže zbog viška.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "u srednjem stanju", "stabilnost"],
          "context": "Morate da preuzmete uravnotežen pristup razvoju vaše karijere."
        },
        "position3": {
          "upright": "Ravnoteža ukazuje da će neki procesi s vremenom zreli. Ne možete da kontrolišete svoju brzinu.",
          "reversed": "Obrnuti ravnoteža kaže da neravnoteže uzrokovane krajnosti ponekad dolaze iz spoljnih uslova.",
          "keywords": ["ravnoteža", "vreme", "raport", "strpljenje", "prirodni proces"],
          "context": "Ne možete ubrzati svaki postupak u vašoj karijeri; Neke stvari se događaju tokom vremena."
        },
        "position4": {
          "upright": "Ravnoteža pokazuje da djelujete skladno i umereno u svom radu. Vaš trud je stabilan i namerno.",
          "reversed": "Obrnuti balans, višak ili nestrpljivost može umanjiti vrednost napora.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "stabilnost", "performanse"],
          "context": "Dajete sve od sebe sa harmonijom i strpljenjem."
        },
        "position5": {
          "upright": "Možete da napravite konstruktivne promene u svom radu tako što ćete je približiti uravnoteženom, izmerenom i skladnom načinu.",
          "reversed": "Obrnuti ravnoteža, ostaje dalje od ekstremima pruža razvoj.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "merenje", "promeniti"],
          "context": "Prilagodljivost i umerenost važni su za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Ravnoteža, intemperarancija ili disharmonija možda je u prošlosti ometala karijeru.",
          "reversed": "Obrnuti ravnoteža, viškovi i nestrpljenje možda su danas naštetili vašim naporima.",
          "keywords": ["ravnoteža", "strpljenje", "raport", "ekstremizam", "prošlost"],
          "context": "Protekli višak ili disharmonija ogledaju se u vašoj trenutnoj karijeri."
        },
        "position7": {
          "upright": "Ravnoteža ukazuje da će ishod putovanja u karijeri biti uspešan sa harmonijom, strpljenjem i umerenim.",
          "reversed": "Obrnuti ravnoteža, krajnosti mogu neravnotecati ishod.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "budućnost"],
          "context": "Rezultat će biti napredak sa harmoničnim i uravnoteženim koracima."
        }
      },
      "thedevil": {
        "position1": {
          "upright": "Sotona znači zavisnost i ograničenje. Vaša trenutna karijera može vas činiti zavisnim.",
          "reversed": "Reversed Đavo pokazuje želju za oslobađanjem. Uskoro ćeš slomiti lance.",
          "keywords": ["zavisnost", "kontrola", "Ograničenje", "strast", "oslobođenje"],
          "context": "Da li vas ova karijera oslobodi ili vas lastan?"
        },
        "position2": {
          "upright": "Sotona kaže da trebate izbiti od zavisnih obrazaca. Morate odustati od navika koje ometaju vaš razvoj.",
          "reversed": "Okrećeni vrag ukazuje da je vreme da razbijete lance i oslobodite se.",
          "keywords": ["zavisnost", "Ograničenje", "sloboda", "navika", "kontrola"],
          "context": "Da biste poboljšali svoju karijeru, morate se osloboditi obrazaca koji vas ograničavaju."
        },
        "position3": {
          "upright": "Đavo vam govori da su neki od zaraznih obrazaca ili ograničenja izvan vas. Postoje sistemski lanci.",
          "reversed": "Okrećeno vraga, možda nije lako probiti sve lance; Neke zavisnosti dolaze iz spoljnih uslova.",
          "keywords": ["zavisnost", "Ograničenje", "sistem", "navika", "van kontrole"],
          "context": "Neki lanci i ograničenja u vašoj karijeri su okolnosti koje ne možete da kontrolišete."
        },
        "position4": {
          "upright": "Đavo pokazuje da u svom radu postavlja puno napora, ali ponekad se gura kroz zavisnost ili višak.",
          "reversed": "Reversed Demon može ukazivati na to da ne koristite svoju energiju u potpunosti efikasno zbog nekih navika ili zavisnosti.",
          "keywords": ["zavisnost", "ekstremizam", "trud", "strast", "performanse"],
          "context": "Vaš trud je visok, ali ponekad se dešava pod uzorcima koji vas ograničavaju."
        },
        "position5": {
          "upright": "Sotona, se riješili su vaših zavisnosti i prepuštanja obrasca koji ograničavaju, donosi snažne promene u karijeri.",
          "reversed": "Kada preokrenuti demon razbije svoje lance, vaš razvoj ubrzava.",
          "keywords": ["zavisnost", "Ograničenje", "oslobođenje", "hrabrost", "promeniti"],
          "context": "Da biste promenili karijeru, morate se osloboditi obveznica koje vas ograničavaju."
        },
        "position6": {
          "upright": "Sotona, prošla zavisnosti ili restriktivni obrasci mogu danas uticati na vašu karijeru.",
          "reversed": "Uostala sotona, možda ćete i dalje biti ograničena tako što se ne možete osloboditi vaših lanaca.",
          "keywords": ["zavisnost", "Ograničenje", "navika", "sloboda", "prošlost"],
          "context": "Prošla ograničenja možda su ometale svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Đavo vam pokazuje da je ishod vašeg putovanja u karijeri može biti ograničen ako se ne oslobodite zavisnosti.",
          "reversed": "Kada preokrenuti demon razbije svoje lance, možete postati slobodni i postići veći uspeh.",
          "keywords": ["zavisnost", "sloboda", "kontrola", "Ograničenje", "budućnost"],
          "context": "Rezultat će biti nejasan i besplatan."
        }
      },
      "thetower": {
        "position1": {
          "upright": "Toranj simbolizuje nagle promene i uništavanje. Vaša trenutna karijera može dramatično promeniti.",
          "reversed": "Invertirani toranj ukazuje na odlaganje uništavanja ili ignorisanja krize.",
          "keywords": ["rušenje", "promeniti", "kriza", "oslobođenje", "regeneracija"],
          "context": "Novi put se ne može otvoriti bez rušenja starih struktura."
        },
        "position2": {
          "upright": "Toranj vam govori da nagle promene mogu biti potrebne za vaš razvoj. Kad se stare strukture sruše, mogu se sagraditi nove.",
          "reversed": "Invertirani toranj ukazuje da vas strah od promene zadržava.",
          "keywords": ["rušenje", "promeniti", "oslobođenje", "kriza", "regeneracija"],
          "context": "Da biste poboljšali svoju karijeru, morate da pretvorite krize u mogućnostima."
        },
        "position3": {
          "upright": "Toranj kaže da naglo uništavanje i krize nisu pod njegovom kontrolom. Neke promene su neizbežne.",
          "reversed": "Invertirani toranj vas podseća da i ako izbegavate promene, spoljni faktori vas mogu prisiliti.",
          "keywords": ["kriza", "promeniti", "rušenje", "oslobođenje", "neočekivano"],
          "context": "Ne možete uvek da sprečite krize u vašoj karijeri."
        },
        "position4": {
          "upright": "Toranj pokazuje da on daje sve od sebe i pokušava da ostane na vodi čak i u vreme krize.",
          "reversed": "Invertirani toranj pokazuje da se napori mogu osećati neadekvatno uskladiti se u lice neočekivanih događaja.",
          "keywords": ["kriza", "trud", "snaga", "izdržljivost", "performanse"],
          "context": "Pokazujete najbolje čak i u teškim vremenima."
        },
        "position5": {
          "upright": "Toranj, u karijeri možete da napravite velike promene rušenjem i obnovom starih struktura.",
          "reversed": "Invertirana kula, prihvatanje promena umesto da se odupire, pomeraće vas napred.",
          "keywords": ["transformacija", "kriza", "regeneracija", "prilika", "promeniti"],
          "context": "Za promenu u vašoj karijeri morate uspostaviti novo umesto starog."
        },
        "position6": {
          "upright": "Kule, iznenadne krize ili devastacije koje ste iskusili u prošlosti možda su ostavili stalni znak na vašoj karijeri.",
          "reversed": "Inverterovatni toranj, efekti starih trauma i dalje vas mogu usporiti.",
          "keywords": ["kriza", "trauma", "rušenje", "transformacija", "prošlost"],
          "context": "Šokantni događaji koje ste doživeli u prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Kula ukazuje da će ishod vašeg putovanja u karijeri biti oblikovan radikalnom promenom ili neočekivanom prelomnom tačkom.",
          "reversed": "Inverterovatna kula, krizama odole na krize mogu prouzrokovati da ishod bude bolniji.",
          "keywords": ["kriza", "rušenje", "transformacija", "inovativnost", "budućnost"],
          "context": "Rezultat će biti restrukturiranje nakon velikog raspada."
        }
      },
      "thestar": {
        "position1": {
          "upright": "Zvezda znači nada, inspiraciju i obnavljanje. Imate potencijal da blistate u karijeri.",
          "reversed": "Invertovana zvezda ukazuje da ste izgubili nadu ili inspiraciju.",
          "keywords": ["nadati se", "inspiracija", "regeneracija", "vizija", "svetlina"],
          "context": "Pratite svoju svetlost na putu karijere."
        },
        "position2": {
          "upright": "Zvezda preporučuje da delujete sa nadom, inspiracijom i vizijom. Fokusiranje na područja koja vas inspirišu u vašoj karijeri učiniće da blistate.",
          "reversed": "Invertovana zvezda vam govori da ne možete da krenete napred sa beznađe i nedostatkom motivacije.",
          "keywords": ["nadati se", "inspiracija", "vizija", "kreativnost", "budućnost"],
          "context": "Da biste poboljšali svoju karijeru, morate zadržati svoju inspiraciju živu."
        },
        "position3": {
          "upright": "Zvezda pokazuje da inspiraciju i nadu ponekad otkrivaju spoljne okolnosti. Ne možete uvek ubrzati postupak.",
          "reversed": "Invertovana zvezda vam govori da nedostatak inspiracije ili gubitka morala nije uvek u vašim rukama.",
          "keywords": ["nadati se", "inspiracija", "vizija", "moral", "van kontrole"],
          "context": "Srebrna obloga u vašoj karijeri može zavisiti od faktora koji nisu vi sami."
        },
        "position4": {
          "upright": "Zvezda pokazuje da donosite nadu i inspiraciju svom poslu. Vaš napori zasjaju pozitivnu svetlost.",
          "reversed": "Invertirana zvezda, očaj ili gubitak motivacije mogu oslabiti efikasnost napora.",
          "keywords": ["nadati se", "inspiracija", "pozitivnost", "trud", "performanse"],
          "context": "Vaš trenutni napor je kombinovan sa inspiracijom i nadom."
        },
        "position5": {
          "upright": "Iıldız, možete da postavite pozitivne promene u svojoj karijeri obnavljajući nade i jačanje vaše inspiracije.",
          "reversed": "Inverterovana zvezda, umesto očaja, trebalo bi da zadržite svoju viziju živ.",
          "keywords": ["nadati se", "inspiracija", "vizija", "regeneracija", "promeniti"],
          "context": "Morate zadržati nadu i viziju živu za promenu u karijeri."
        },
        "position6": {
          "upright": "Zvezda, periodi očaja ili nedostatak inspiracije možda su vas usporili u prošlosti.",
          "reversed": "Inverterovana zvezda: Prošlo razočaranje možda su ograničili njegovu viziju.",
          "keywords": ["nadati se", "inspiracija", "vizija", "razočaranje", "prošlost"],
          "context": "Prošli očaj je možda bacila senku preko trenutne karijere."
        },
        "position7": {
          "upright": "Zvezda pokazuje da će ishod putovanja u karijeri biti oblikovan nadom, inspiracijom i vođstvom vizijom.",
          "reversed": "Invertirana zvezda, očaj ili nedostatak inspiracije mogu dovesti do kasnih rezultata.",
          "keywords": ["nadati se", "inspiracija", "vizija", "svest", "budućnost"],
          "context": "Rezultat će se kretati naprijed u nade budućnost."
        }
      },
      "themoon": {
        "position1": {
          "upright": "Mesec je kartica neizvesnosti i snova. Vaša trenutna karijera možda vam ne nudi jasnoću.",
          "reversed": "Invertirani mesec označava buđenje iz iluzija. Počinješ da vidiš istinu.",
          "keywords": ["neizvesnost", "intuicija", "iluzija", "sanjati", "misterija"],
          "context": "Morate videti razliku između stvarnosti i iluzije."
        },
        "position2": {
          "upright": "Mesec vas savetuje da krenete naprijed verovanjem svoje intuicije u vreme neizvesnosti. Čak i ako sve nije jasno, vaš unutrašnji glas će vas voditi.",
          "reversed": "Invertirani mesec označava da vas strah i iluzija drže nazad.",
          "keywords": ["neizvesnost", "intuicija", "sanjati", "strah", "misterija"],
          "context": "Da biste poboljšali svoju karijeru, morate da verujete svojoj intuiciji i prevaziđete svoje strahove."
        },
        "position3": {
          "upright": "Mesec nam govori da su nesigurnosti i iluzije neizbežne. Nije moguće znati celu istinu.",
          "reversed": "Invertirani Mesec pokazuje da strahovi ili pogrešne stvari ponekad mogu nastati iz spoljnih okolnosti.",
          "keywords": ["neizvesnost", "iluzija", "strah", "misterija", "van kontrole"],
          "context": "Ne možete pružiti svu jasnoću u vašoj karijeri; Uvek će biti neizvesnosti."
        },
        "position4": {
          "upright": "Mesec pokazuje da koristite svoju intuiciju u svom radu, ali ponekad se bavite nesigurnostima. Vaš trud je iskren, ali jasnoće može nedostajati jasnoća.",
          "reversed": "Invertirani mesec, strepnje ili pogrešne opskrbe mogu da ograničavaju vaše performanse.",
          "keywords": ["neizvesnost", "intuicija", "trud", "performanse", "iluzija"],
          "context": "Imate napor, ali nesigurnosti ne čine potpuno vidljivim."
        },
        "position5": {
          "upright": "Mesec, u karijeri možete napredovati tako što ćete se suočiti sa nesigurnostima i prevazići svoje strahove.",
          "reversed": "Obrnuti mesec, ostanak daleko od iluzija je važno za promenu.",
          "keywords": ["neizvesnost", "intuicija", "strah", "svest", "promeniti"],
          "context": "Za promenu u karijeri morate se suočiti sa svojim strahovima."
        },
        "position6": {
          "upright": "Mesec, prošli nesigurnosti, strahovi ili iluzije možda su stvorili prepreke u vašoj karijeri.",
          "reversed": "Obrnuti mesec, prestup u prošlosti možda su vas usporili.",
          "keywords": ["neizvesnost", "strah", "iluzija", "intuicija", "prošlost"],
          "context": "Prošli strahovi i nesigurnosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Mesec pokazuje da će ishod vašeg putovanja u karijeri prevladati nesigurnosti i pronalaženje smera sa intuicijom.",
          "reversed": "Obrnuti mesec može da oblakte ishod sa iluzijama ili strahovima.",
          "keywords": ["intuicija", "neizvesnost", "svest", "strah", "budućnost"],
          "context": "Rezultat će pronaći vaš put kroz nesigurnosti."
        }
      },
      "thesun": {
        "position1": {
          "upright": "Sunce simbolizuje uspeh, sreću i jasnoću. Ako vam karijera donese radost i uspeh, na pravom ste putu.",
          "reversed": "Obrnuti sunce vas može učiniti da se osećate nezadovoljnim ili nedostaje motivacija. Možda niste u mogućnosti da otkrijete svoj pravi potencijal.",
          "keywords": ["uspeh", "sreća", "svetlina", "otvorenost", "nadati se"],
          "context": "Da li vam karijeru donosi svetlost i radost?"
        },
        "position2": {
          "upright": "Sunce sugeriše da krenite napred sa optimizmom i jasnim ciljevima. Uspeh i vidljivost u vašoj karijeri čekaju vas.",
          "reversed": "Obrnuti sunce pokazuje gubitak motivacije ili nedostatak samopouzdanja.",
          "keywords": ["uspeh", "sreća", "vidljivost", "optimizam", "oštrina"],
          "context": "Da biste unapredili svoju karijeru, morate biti veseli i vidljivi."
        },
        "position3": {
          "upright": "Sunce nas podseća da vidljivost dostignuća ponekad zavisi od diskrecije drugih. Vaša svetlost sija putem spoljnih faktora.",
          "reversed": "Obrnuti sunce, vaš nedostatak motivacije ili smanjene vidljivosti ponekad se razvija van vas.",
          "keywords": ["uspeh", "vidljivost", "optimizam", "svetlo", "van kontrole"],
          "context": "Ne možete uvek da definišete svoju svetlost u karijeri; Spoljni uslovi su efikasni."
        },
        "position4": {
          "upright": "Sunce pokazuje da se krećete prema naprijed sa svetlom energijom u svom radu i da vam se zaista najbolje snalazite.",
          "reversed": "Obrnuti sunce, nedostatak samopouzdanja ili umora ne može u potpunosti odražavati vaše performanse.",
          "keywords": ["uspeh", "poverenje", "pozitivnost", "energija", "performanse"],
          "context": "Vaš trud je jak, dodajte svoje svetlo na svoj rad."
        },
        "position5": {
          "upright": "Možete da date pozitivne promene u karijeri sa suncem, pozitivnom energijom, transparentnošću i samopouzdanjem.",
          "reversed": "Reverzno sunce povećava samopouzdanje i doprinosi performansi.",
          "keywords": ["pozitivnost", "poverenje", "uspeh", "energija", "promeniti"],
          "context": "Za promenu u vašoj karijeri, trebalo bi da se više fokusirate na samopouzdanje i pozitivnu energiju."
        },
        "position6": {
          "upright": "Sunce, nedostatak poverenja ili nedostatak očiglednog uspeha u prošlosti možda su ometali vašu karijeru.",
          "reversed": "Obrnuti sunce može baciti senku na putu prošlih pesimizma.",
          "keywords": ["uspeh", "poverenje", "svetao", "pozitivnost", "prošlost"],
          "context": "Nedostatak samopouzdanja u prošlost možda je danas bacio senku preko karijere."
        },
        "position7": {
          "upright": "Sunce pokazuje da će ishod vašeg putovanja u karijeri biti uspešan, samopouzdanje i svetla budućnost.",
          "reversed": "Obrnuti sunce, odloženi uspesi ili pesimizam mogu zamagliti uživanje rezultata.",
          "keywords": ["uspeh", "poverenje", "svetao", "nadati se", "budućnost"],
          "context": "Rezultat će biti svetla i uspešna budućnost."
        }
      },
      "judgement": {
        "position1": {
          "upright": "Sud znači svest i ponovno rođenje. Vaša trenutna karijera može vam ponuditi novi smer.",
          "reversed": "Reversirani sud ukazuje da imate poteškoća da se razbijate od prošlosti. Možda ste postali zatvorenik svojih starih odluka.",
          "keywords": ["ponovno rođenje", "svest", "odluka", "buđenje", "oslobođenje"],
          "context": "Vaš istinski odgovor karijere pojavljuje se sa unutrašnjim buđenjem."
        },
        "position2": {
          "upright": "Sud preporučuje da preuzmete korak ponovnog rođenja učeći iz svojih dosadašnjih iskustava. Pustite prošlost i krenimo napred sa novom vizijom.",
          "reversed": "Reversirani sud pokazuje da vas prebivali previše u prošlosti, zadržava vas nazad.",
          "keywords": ["ponovno rođenje"]
        }
      }
    }
  }
}
