{
  "relationship-problems": {
    "meanings": {
      "nineofpentacles": {
        "position4": {
          "keywords": [null, null, null, "trošenje", "štedljiv"],
          "context": "Zanemaren: uobičajena udobnost. Učinak: Povećanje udaljenosti. Izgradite: Protokol prostora / Budžeta."
        },
        "position5": {
          "upright": "Devet stanovnika sugeriše da se nezavisnost i lična udobnost dele zdravo. Alan je bio dobar jedni drugima.",
          "reversed": "Devet preokretanih Pentera-a objašnjava da prekomerni naglasak na udobnost / alonetnost stvara distancu.",
          "keywords": ["nezavisnost", "udobnost", "oblast", "deljenje", "ravnoteža"],
          "context": "Ravnoteža prostora je lepa; Ponekad je previše. Uobičajena udobnost treba povećati. Sada Space / Zajedno vreme protokola."
        },
        "position6": {
          "upright": "Devet stanovnika slavi nezavisnu udobnost; Međutim, jednostrano je da se koristi od uobičajenih resursa guma partnera.",
          "reversed": "Invertirani devet stanovnika ukazuje na rizik od ugnjetavanja partnera sa otpadom ili prekomernim uštedama.",
          "keywords": ["nezavisnost", "udobnost", "izvor", "štedljiv", "otpad"],
          "context": "Tema: Uobičajena udobnost; Rizik: Nošenje cene užitka; Build: budžet i protokol polja."
        },
        "position7": {
          "upright": "Devet stanovnika kaže da nezavisni i sigurni navijač daje prostor.",
          "reversed": "Devet pentakova obrnut odnosi se na spoljni glas koji pritisne luksuz / udobnost i poremeti mir u poređenju.",
          "keywords": ["nezavisna podrška", "oblast", "udobnost", "poređenje", "mir"],
          "context": "Izaberite okruženje koje daje prostor. Isključivanje poređenja i štampanje ispraznosti."
        },
        "position8": {
          "upright": "Devet stanovnika simbolizuje finansijsku nezavisnost, elegantan izraziti luksuz i plod rada.",
          "reversed": "Devet pentakova obrnuto govori o ispraznosti / usamljenoj udobnosti i riziku da se raspadaju od uobičajenih ciljeva.",
          "keywords": ["nezavisnost", "udobnost", "luksuzan", "shov", "cilj"],
          "context": "Poravnajte udobnost sa zajedničkim ciljevima; Povećanje deljenja."
        },
        "position9": {
          "upright": "Devet stanovnika, zdrave individualnosti i zajednička komfora čine odnos dugotrajan.",
          "reversed": "Preokrenuo je devet pentakla, pokaziva i odvojenih svetova podriva stalnost.",
          "keywords": ["individualnost", "udobnost", "nezavisnost", "shov", "deljenje"],
          "context": "Poslednji put: ravnoteža pojedinačnog prostora + zajedničko uživanje."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Deset stanovnika kaže da različiti prioriteti oko porodice, nasleđe i dugoročno obezbeđenje stvaraju napetost.",
          "reversed": "Reversed deset stanovnika ukazuje da su sukobi u porodici ili finansijska struktura naprezali odnos.",
          "keywords": ["porodica", "baština", "uverenje", "struktura", "spor"],
          "context": "Betonski koren sukoba: porodične i dugoročne prioritete."
        },
        "position2": {
          "upright": "Deset talismana kaže da je problem u porodičnoj strukturi, nasleđivanju i dugoročnoj bezbednosti. Međugeneracijska očekivanja sudaraju se. \\ N \\ n \\ nhint: Odobrenje porodice, imovina, red. Problem je sistem i deljenje uloga.",
          "reversed": "Reversed deset stanovnika objašnjava da se porodičnoj borbe i ekonomske tenzije ogledaju u vezi. Kućni mir je napeti. \\ N \\ nsimptom: Sakupljanje strana, domaći savezi. Problem je u senci pravila korporativnih porodica.",
          "keywords": ["porodica", "baština", "sistem", "uverenje", "uloga"],
          "context": "Problem sa korenom: efekat porodičnog sistema. Područja pogođena: dugoročno, imovina, granica."
        },
        "position3": {
          "upright": "Deset stanovnika kaže da povećavate svoj udeo pod pretpostavkom porodice / buduće strukture bez govora. Mir je težak dok se sistem ne razjasni.",
          "reversed": "Reversed deset stanovnika objašnjava da o tome nosi sukob porodice u odnos i čini da vatra raste. Granica je čuvar mira.",
          "keywords": ["porodica", "baština", "sistem", "uverenje", "uloga"],
          "context": "Share: SISTEM / DIBUZITI SISTEMA. Uticaj: Dugoročno, granica. Preporuka: Pismeni okvir."
        },
        "position4": {
          "upright": "Deset stanovnika kaže da se može ignorisati očekivanja porodičnih / sistema kao \"prirodnih\" i ignorisati nečiji udeo.",
          "reversed": "Deset Pentekla preokretanih tendencija da dovede domaće napetost u odnos i negira graničnu odgovornost.",
          "keywords": ["porodica", "sistem", "baština", "granica", "uverenje"],
          "context": "Zanemareni: Tip granice / uloga. EFEKT: TRENKUILIGIJA je izazvan. DO: Oštri okvir."
        },
        "position5": {
          "upright": "Deset stanovnika kaže da porodica / sistem i dugoročni planovi daju samopouzdanje u vezi. Postoji osećaj ukorijenjenosti.",
          "reversed": "Reversed deset stanovnika ukazuje da porodična dinamika ili novčana pitanja stvaraju napetost.",
          "keywords": ["porodica", "sistem", "baština", "uverenje", "granica"],
          "context": "Postoje duboko ukorenjeni planovi. Uticaj spoljne porodice je visok. Sada treba razjašnjeti granice i uloge."
        },
        "position6": {
          "upright": "Deset stanovnika poziva na porodične i sistemske resurse koji će se upravljati u ravnoteži; Ali okretanje porodične moći u sredstvo ugnjetavanja stvara eksploataciju.",
          "reversed": "Ograničeni deset stanovnika naglašava rizik od ograničenja odluka partnera trubom nasledstva, kućnih i novčanih problema.",
          "keywords": ["porodica", "baština", "kuću", "novac", "granica"],
          "context": "Tema: Sistem i granica; Rizik: Otkazivanje porodičnom snagom; Učinite: jasan granični i transparentan plan."
        },
        "position7": {
          "upright": "Deset stanovnika ukazuje na spoljne strukturne uticaje kao što su porodični sistem, nasledstvo i nasledstvo domaćinstva.",
          "reversed": "Invertirani deset stanovnika ukazuje na uplitanje u vaše odluke u vezi sa nasledstvom / kućom / novcem.",
          "keywords": ["Porodični sistem", "baština", "kuću", "novac", "struktura"],
          "context": "Postavite granice sa sistemom. Obavestite probleme bogatstva transparentno i sa dvostrukom odlukom."
        },
        "position8": {
          "upright": "Deset stanovnika ukazuje na povjerenje porodičnog sistema, nasledstvom, kućnom i dugoročnom uštedom.",
          "reversed": "Reversed Deset stanovnika ukazuje na uplitanje porodice, spor u nasleđivanju i neizvesnosti u pogledu troškova domaćinstava.",
          "keywords": ["baština", "kuću", "akumulacija", "porodica", "neizvesnost"],
          "context": "Razjasniti strukturu sa ugovorima i granicama."
        },
        "position9": {
          "upright": "Deset stanovnika utvrđuje stalni sistem odnosa sa strukturom, porodičnim i dugoročnim planovima.",
          "reversed": "Invertirani deset stanovnika, kontinuitet je ugrožen ako se ne reše porodični / novčani sukobi.",
          "keywords": ["porodica", "struktura", "dugoročan", "baština", "plan"],
          "context": "Poslednji: Razjasni sistemi i granice."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "Princ Pentacles kaže da postoji napetost između ulaganja u učenje i veštinu i kratkoročnu udobnost.",
          "reversed": "Okolišteni princ pentakla ukazuje da su raštrkani fokus i odlaganja štetnih za uobičajene ciljeve.",
          "keywords": ["učenje", "investicija", "fokus", "suspenzija", "cilj"],
          "context": "Betonski koren kontradikcije: sukob između učenja i udobnosti."
        },
        "position2": {
          "upright": "Princ Pentacles kaže da je problem između učenja-sertifikata ulaganja u karijeru i kratkotrajan udobnost. Za to je potreban konkretan cilj. \\ N \\ NTip: Scattered Focus, Ofrastination. Problem ne piše mali korak.",
          "reversed": "Preokrećeni princ Pentacle označava da su propuštene mogućnosti zbog lenjosti ili distrakcije. Namene koje nisu prašine su na polici. \\ N \\ n \\ nsimptom: Nemogućnost početka, zaustavljanja. Problem je nedostatak disciplinovanih naukovanja.",
          "keywords": ["učenje", "cilj", "disciplina", "početak", "opipljivost"],
          "context": "Problem sa korenom: učenje i konkretna akcija. Područja koja utiče: veština, karijera, red."
        },
        "position3": {
          "upright": "Princ Pentacles kaže da odlaže konkretnu investiciju kao što su učenje / sertifikaciju i povećava njegov udeo. Namera zahteva semenke.",
          "reversed": "Princ obrnutih pentakova objašnjava da vatru pretres poremećajem i raštrkan fokus. Mali datum isporuke je obavezan.",
          "keywords": ["učenje", "cilj", "disciplina", "početak", "opipljivost"],
          "context": "Share: Nedostatak discipline. Efekat: napredak, poverenje. Predlog: Mini datum za zadatak."
        },
        "position4": {
          "upright": "Princ Pentacles objašnjava njegov nedostatak učenja / discipline kao \"nema vremena\" i kaže da može ignorisati svoj udeo.",
          "reversed": "Princ Pentacles je obrnut naglašava tendenciju da podstiče negiranje normalizacijom odlaganja.",
          "keywords": ["učenje", "disciplina", "cilj", "početak", "opipljivost"],
          "context": "Zanemareno: Manji datum zadataka. Efekat: Progresi usporava. DO: Mini misija."
        },
        "position5": {
          "upright": "Princ Pentacles kaže da učenje i mali konkretni ciljevi daju podsticaj vezu. Imanje pripravnika uma.",
          "reversed": "Preokrećeni princ Pentacle ukazuje da je mogućnosti nedostajala distrakcijom i raštrkanim fokusom.",
          "keywords": ["učenje", "cilj", "disciplina", "početak", "opipljivost"],
          "context": "Mali ciljevi su pomogli. Periodi neorganizacije bili su naporni. Sada nam je potreban mini sistem istorije misije."
        },
        "position6": {
          "upright": "Princ pentacla hvali želju za učenjem; Međutim, koristeći naukovanje kao izgovor i očekujući rad od partnera može se pretvoriti u eksploataciju.",
          "reversed": "Prekoračeni princ pentakla opisuje rizik od zastojanja i odlaganja i izricanja stalne uloge podrške na drugom.",
          "keywords": ["učenje", "disciplina", "odvlačenje", "cilj", "podrška"],
          "context": "Tema: Mali ciljevi; Rizik: Stalni zahtev za pomoć; DO: Obriši zadatak i datum."
        },
        "position7": {
          "upright": "Princ Pentacles kaže da je mlada osoba fokusirana na učenje donosi konkretne ideje.",
          "reversed": "Okolišteni princ Pentacle označava oportunistički stav koji štiti i interveniše za sitnicu.",
          "keywords": ["učenje", "konkretna ideja", "odvlačenje", "oportunizam", "mali korak"],
          "context": "Nabavite savet o deložaciji. Uljudno ostavite odvraćanje od ometanja."
        },
        "position8": {
          "upright": "Princ pentaklama simbolizuje sposobnost učenja, sertifikacije, male investicije i novog prihoda.",
          "reversed": "Preokrećeni princ pentacle govori o nedostajućim mogućnostima prokrastinskom, odlaganjem i raštrkanim fokusom.",
          "keywords": ["učenje", "sertifikat", "mala ulaganja", "fokus", "prilika"],
          "context": "Podesite mini golove i datume; Povežite učenje na prihod."
        },
        "position9": {
          "upright": "Princ Pentacles, učenje i mali konkretni koraci pomeraju odnos prema naprijed.",
          "reversed": "Prekoračen princ pentakla, odlaganja i odlaganja oslabiti stalnost.",
          "keywords": ["učenje", "mali korak", "fokus", "disciplina", "prilika"],
          "context": "Poslednji put: Mini gol + rok."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "Vitez Pentacles kaže da je želja za sporo, ali sigurna da je u sukobu očekivanja brzine.",
          "reversed": "Vitez pentaklova obrnut ukazuje da je stasis ili nedostatak fleksibilnosti stvara napetost.",
          "keywords": ["spornica", "stabilnost", "brzina", "fleksibilnost", "rutinski"],
          "context": "Betonski koren kontradikcije: ravnoteža tempa i stabilnosti."
        },
        "position2": {
          "upright": "Problem, kaže vitez Pentacles, nemogućnost prihvatiti spor, ali siguran ritam. Povećanje pritiska za brzinu. \\ N \\ n \\ nhint: sukob strpljenja, rutinski umor. Problem je u tome što je stabilnost devalvirana.",
          "reversed": "Vitez Pentacles obrnut opisano stagnaciju i nedostatak fleksibilnosti kao demotivisanje. Isti obrazac postaje dosadan. \\ N \\ nsimptom: Dosadom, gubitak potiska. Problem odbija agile poboljšanje.",
          "keywords": ["rutinski", "stabilnost", "okretnost", "strpljenje", "napredak"],
          "context": "Problem sa korenom: balans stabilnosti u paceu. Područja koja utiče: navika, tok zadataka."
        },
        "position3": {
          "upright": "Vitez od pentakla presude sporo, ali siguran ritam i kaže da je Ante uz pritisak brzine. Cenite stabilnost.",
          "reversed": "Vitez Pentacles obrnut je da objašnjava da ga povećava što se zaglavio u stasisu i odbacujući okretnost. Malo poboljšanje ide dug put.",
          "keywords": ["rutinski", "stabilnost", "okretnost", "strpljenje", "napredak"],
          "context": "Share: Singledness Tempo. Uticaj: motivacija, održivost. Preporuka: Mikroimprovement."
        },
        "position4": {
          "upright": "Vitez Pentacles kaže da se može potceniti stalan ritam i ignorisati pritisak brzine.",
          "reversed": "Vitez Pentacles-a preokrenuo je da negira odgovornost da postane okretna, branila stazama kao \"stabilnost\".",
          "keywords": ["rutinski", "stabilnost", "okretnost", "strpljenje", "napredak"],
          "context": "Zanemareno: mikroprovod. Efekat: Motivacija se smanjuje. DO: Nadogradnja manje procesa."
        },
        "position5": {
          "upright": "Vitez Pentacles kaže da su pouzdan ritam i stabilnost vaša najveća snaga. Polako, ali sigurni su koraci.",
          "reversed": "Učitavanje viteza pentakala objašnjava da stagnacija i tvrdoglavost ponekad zaustavljaju napredak.",
          "keywords": ["stabilnost", "rutinski", "pouzdanost", "spornica", "napredak"],
          "context": "Čvrsta rutina; Ponekad statički. Potrebno je manje poboljšanja. Mikro nadogradnje su sada obavezni."
        },
        "position6": {
          "upright": "Vitez pentaklova hvali stabilnost; Ali uvek dodeljuje rad istoj osobi i suzbijanje zahteva za inovacijama može se pretvoriti u eksploataciju.",
          "reversed": "Vitez Pentacles-a obrnut ukazuje na rizik da iskoristi fleksibilnost partnera koristeći stasis kao izgovor.",
          "keywords": ["stabilnost", "rutinski", "Podeljenje rada", "fleksibilnost", "napredak"],
          "context": "Tema: Poštena rutina; Rizik: Jedna kičma; DO: Rotacija i mikro-isceljivanje."
        },
        "position7": {
          "upright": "Vitez Pentacles kaže da stabilan spoljni navijač može da reguliše procese.",
          "reversed": "Vitez Pentacles-a obrnut ukazuje da ste obuzdani statičkom i inovativnom okruženjem.",
          "keywords": ["stabilnost", "narediti", "rutinski", "stabilnost", "kočiti"],
          "context": "Narudžba je korisna, ne dozvolite da se pretvori u inerciju. Podesite uslov za mikroimprovod."
        },
        "position8": {
          "upright": "Vitez Pentacles opisuje stabilan prihod, rutinski i pouzdan rad na radnom mestu.",
          "reversed": "Vitez Pentacles-a preokrenuo je upozorenja o stagnaciji, otpornost na inovacije i rizik od pada produktivnosti.",
          "keywords": ["stabilnost", "rutinski", "poverenje", "stabilnost", "prinos"],
          "context": "Rutina je dobra; Dodajte mikro-optimizaciju i automatizaciju."
        },
        "position9": {
          "upright": "Knight of Pentacles, stabilan tempo i pouzdanost nose odnos u dugoročno.",
          "reversed": "Učitavanje viteza pentakala iscrpljuje vezu stagnacije i leta iz inovacija.",
          "keywords": ["stabilnost", "pouzdanost", "rutinski", "stabilnost", "poboljšanje"],
          "context": "Da biste poslednji put: rutinski + mikronovacija."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "Kraljica Penteksa sugeriše da postoji napetost između fokusa na negu i praktične potrebe i romantična očekivanja.",
          "reversed": "Kraljica Pentekla je obrnuta ukazuje da preopterećenje i samozapuštanje stvaraju nemir.",
          "keywords": ["briga", "praktičnost", "romantika", "opteretiti", "nega"],
          "context": "Betonski koren kontradikcije: nega i romantična ravnoteža."
        },
        "position2": {
          "upright": "Kraljica Pentacla kaže da je problem u upravljanju i praktičnim potrebama za održavanje. Kuća, budžet, o zdravlju treba razgovarati. \\ N \\ n \\ ntip: preopterećenje, nevidljivi rad. Problem je neobjavljeni rad na održavanju.",
          "reversed": "Kraljica Pentekla je obrnuta ukazuje da samozapuštanje i izgaranje bacaju senku preko obveznice. Saosećanje je prvo potrebno za sebe. \\ N \\ nsimptom: umorni saosećanje, prigovor. Problem je mišić traženja podrške.",
          "keywords": ["briga", "praktičnost", "nega", "podrška", "izvor"],
          "context": "Problem sa korenom: upravljanje resursima i održavanjem. Područja koja utiče na domaći, budžet, zdravstveni ritam."
        },
        "position3": {
          "upright": "Kraljica Pentekla kaže da uzima nevidljivu negu, a zatim podiže svoj udeo sa prigovorom. Traženje podrške je teško.",
          "reversed": "Kraljica obrnutog preokrenula je zanemarivanje samo-nege i podsticanje vatre sa izgaranjem. Posuda koja ne ispunjava ne može davati.",
          "keywords": ["briga", "praktičnost", "nega", "podrška", "izvor"],
          "context": "Share: Nevidljivi rad. Efekat: umor, spokoj. Predlog: Share-slušajte."
        },
        "position4": {
          "upright": "Kraljica Pentahla kaže da se može ignorisati odgovornost za deljenje razmatrajući to vrlinu da preduzme nevidljivog rada.",
          "reversed": "Kraljica pentakova preokrenuta teži da podstiče negiranje opravdavajući zanemarivanje samopovrede kao \"žrtve\".",
          "keywords": ["briga", "praktičnost", "nega", "podrška", "izvor"],
          "context": "Zanemareno: Ne tražite pomoć. Efekat: Izgaranje. DO: Podelite rad, napravite plan za održavanje."
        },
        "position5": {
          "upright": "Kraljica Pentahla kaže da praktična negova i nevidljiva radna snaga zadrže dom toplom. Bila je posesivna naklonost.",
          "reversed": "Kraljica pentaklova obrnuta opisuje kako zanemarivanje samopovrede dovodi do izgaranja.",
          "keywords": ["briga", "praktičnost", "nega", "izvor", "gnezdo"],
          "context": "Snažna nega. Vlastiti resursi su iscrpljeni. Deljenje i odmora su sada neophodni."
        },
        "position6": {
          "upright": "Kraljica pentakala osvetljava nevidljivom radnom nezi. Ovaj rad ne sme da proizvede uslove i dug, u suprotnom se pretvara u eksploataciju.",
          "reversed": "Kraljica Pentacles-a naglasila je rizik od zanemarivanja samo-nege i preuzimanja sve domaćeg opterećenja tokom očekivanja poslušnosti od druge strane.",
          "keywords": ["briga", "kućni poslovi", "nevidljivi rad", "nega", "deljenje"],
          "context": "Tema: Vrednost nege; Rizik: Debit; DO: Podjela radne snage i vidljiva hvala."
        },
        "position7": {
          "upright": "Kraljica Pentacla pokazuje žensku figuru koja podržava praktičnu negu i nevidljivu radnu snagu.",
          "reversed": "Kraljica Pentacles-a Okreće se na spoljni glas koji ne brine o radu u alat zaduženosti i kontrole.",
          "keywords": ["briga", "praktičnost", "nevidljivi rad", "zaduženje", "kontrola"],
          "context": "Cenite negu, ali ne dozvolite da to bude vaša aduta. Napišite poslovni odeljak."
        },
        "position8": {
          "upright": "Kraljica Pentacla kaže da praktično budžetiranje, kućna ekonomija i nevidljive finansijske finansije.",
          "reversed": "Kraljica pentakova obrnuta ukazuje na rizik od pojave radne snage i kontrole nad novcem.",
          "keywords": ["kućna ekonomija", "praktičan", "nevidljivi rad", "zaduženje", "kontrola"],
          "context": "Natjerati rad vidljivom; Neka se podjela radne snage i budžeta budu transparentna."
        },
        "position9": {
          "upright": "Odnos sa kraljicom pentakala, praktična nega i kućne ekonomije se vrši koren.",
          "reversed": "Reversed Kueen Pentacles, transformacija nevidljive radne snage u dugove podriva stalnost.",
          "keywords": ["briga", "praktičan", "kuću", "nevidljivi rad", "zaduženje"],
          "context": "Da biste poslednji put: podela rada + vidljivost zahvalnosti."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "Kralj Penteksa kaže da postoji napetost između materijalne bezbednosti i statusa orijentisanog pristupa i potrebe za fleksibilnošću i deljenjem.",
          "reversed": "Kralj pentaklova obrnut ukazuje da jezik kontrole i vlasništva nadvlada obveznice.",
          "keywords": ["uverenje", "status", "kontrola", "deljenje", "fleksibilnost"],
          "context": "Betonski koren kontradikcije: ravnoteža kontrole i deljenja."
        },
        "position2": {
          "upright": "Kralj PentaKla kaže da je problem da je pristup finansijskoj bezbednosti i statusu orijentisan pristup ograničava fleksibilnost. Bezbednost Trumps toplina. \\ N \\ n \\ nhint: kontrola, vlasništvo, reputacija. Problem je ravnoteža snage i ljubavi.",
          "reversed": "Reversirani kralj stanovnika objašnjava da se mikromanarenje i strah od gubitka očvrsne odnos. Deljenje postaje teško. \\ N \\ nsimptom: Mnogo pravila, ograničen prostor. Problem je deljenje vlasti i poverenja.",
          "keywords": ["uverenje", "status", "kontrola", "deljenje", "fleksibilnost"],
          "context": "Problem sa korenom: Stanje bezbednosnog fleksibilnosti. Područja koja utiče: Finansije, autoritet, saosećajno rukovodstvo."
        },
        "position3": {
          "upright": "Kralj Penteksa kaže da je zbunio sigurnost sa kontrolom i povećao svoj ulog. Jezik statusa zatamnjuje toplinu.",
          "reversed": "Ograničeni kralj stanovnika opisuje mikronarizam i podsticanje požara iz straha od gubitka. Poverenje prolazi kroz autoritet.",
          "keywords": ["uverenje", "status", "kontrola", "deljenje", "fleksibilnost"],
          "context": "Podelite: Kontrola / konfuzija za osiguranje. Uticaj: saosećajno liderstvo. Predlog: deljenje vlasti."
        },
        "position4": {
          "upright": "Kralj Penteksa kaže da može pogrešiti sigurnost za kontrolu i ignorisati svoj udeo. Jezik statusa zatamnjuje toplinu.",
          "reversed": "Reversed kralj stanovnika naglašava tendenciju da se mikromanagera paketa kao \"odgovornost\" i podstiče negiranje.",
          "keywords": ["uverenje", "kontrola", "status", "deljenje", "fleksibilnost"],
          "context": "Zanemareno: Deljenje privilegija. Efekat: Poverenje / saosećanje se smanjuje. DO: Napravite prostor, delegate."
        },
        "position5": {
          "upright": "Kralj PentaKla kaže da pružanje finansijske / emocionalne sigurnosti donosi mir u vezi. Upravljanje resursima je bilo snažno.",
          "reversed": "Preokrećeni kralj stanovnika opisuje jezik kontrole i statusa kako spušta temperaturu.",
          "keywords": ["uverenje", "izvor", "kontrola", "status", "fleksibilnost"],
          "context": "Snažno osiguranje; Fleksibilnost je ponekad niska. Deljenje napajanja je važno. Sada su potrebne transparentno planiranje i meko rukovodstvo."
        },
        "position6": {
          "upright": "Kralj pentaklama pruža sigurnost; Ali koristeći finansije kao sredstvo za kontrolu i donošenje odluka u jednoj ruci može se pretvoriti u eksploataciju.",
          "reversed": "Reversirani kralj stanovnika ukazuje na rizik od prigušivanja i čineći partnera zavisi od jezika statusa i novca.",
          "keywords": ["uverenje", "finansija", "kontrola", "status", "vlast"],
          "context": "Tema: Finansijska transparentnost; Rizik: ugnjetavanje kroz moć novca; DO: Zajednički budžet i potpis."
        },
        "position7": {
          "upright": "Kralj Pentekla kaže da neko sa finansijskom / profesionalnom snagom pruža podršku mudrosti i resursima.",
          "reversed": "Prekoračeni kralj Pentekla ukazuje na spoljni organ koji dominira vašim odlukama šipkom novca i statusom.",
          "keywords": ["izvor", "posao", "status", "dominacija", "transparentnost"],
          "context": "Izvor treba da bude dobar i uslovi treba da budu transparentni. Potpis i odluku držite kao par."
        },
        "position8": {
          "upright": "Kralj pentaklama simbolizuje finansijsko rukovodstvo, štednju i dugoročnu sigurnost.",
          "reversed": "Ograničeni kralj Pentacle upozorava da je jezik štapa za status novca, špice ili kontrola naprezao odnos.",
          "keywords": ["rukovodstvo", "uverenje", "akumulacija", "status", "kontrola"],
          "context": "Neka liderstvo bude transparentno i inkluzivno; Neka proizvede poverenje, a ne moć."
        },
        "position9": {
          "upright": "Kralj pentaklama održava odnos sa finansijskom sigurnošću, zrelom vođstvom i dugoročnom vizijom.",
          "reversed": "Ograničeni kralj Pentekla, klub za novac / autoritet ometa stalnost.",
          "keywords": ["uverenje", "rukovodstvo", "dugoročan", "vlast", "transparentnost"],
          "context": "Poslednji: Transparentno vođstvo + kultura potpisivanja."
        }
      }
    }
  },
  "situation-analysis": {
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "Joker, smeli korak u prošlosti, novi početak ili slobodan izbor može biti u korenu današnje situacije.",
          "reversed": "Invertirani džokera, bezbrižni rizici preuzeli su u prošlosti, neplanirane akcije ili žurke su možda bili razlozi za trenutni proces.",
          "keywords": ["novi početak", "sloboda", "rizikovati", "radoznalost", "prošlost"],
          "context": "Efekti danas od smelarnih ili bezbrižnih izbora u prošlosti."
        },
        "position2": {
          "upright": "JOKER simbolizuje energiju koja je slobodna duhova, puna istraživanja i otvorena za nove početke u vašoj trenutnoj situaciji. Vi gledate život sa uzbuđenjem i radoznalošću, a možda ćete biti spremni da iskoristite nove mogućnosti. Postoji snažan poriv za istraživanje u sebi. \\ N \\ nThis kartica naglašava važnost rizika, verujući vašoj intuiciji i predoči slabim koracima u vašoj trenutnoj situaciji.",
          "reversed": "Invertirani Džoker simbolizuje nepažnju, nedostatak planiranja ili tendencije da preduzmu nepotrebne rizike u vašoj trenutnoj situaciji. Možda ne možete pravilno da nađete svoj pravac i uronite svoje odluke. To povećava mogućnost pravljenja grešaka. \\ N \\ n kartica takođe može ukazivati na to da se plašite novog početka ili da želite da napravite korak.",
          "keywords": ["početak", "sloboda", "rizikovati", "radoznalost", "Sada"],
          "context": "Otvorenost na nove početke ili bezbrižne energije u vašoj trenutnoj situaciji."
        },
        "position3": {
          "upright": "Joker je vaša podsvesna želja da bude spontana, poriv da skoči u novo i \"šta ako?\" Njegova radoznalost bi mogla da radi. Možda vas nesvesno potcenite rizike i skrivate svoje potrebe za istraživanjem sa racionalnim opravdanjima.",
          "reversed": "Invertirani šaljivdžija ukazuje na skrivene obrasce kao što su izbegavanje posvećenosti, strah od odgovornosti i sklonost odlaganju. Strah od neizvesnosti unutar možda vas drži na mestu nevidljivim kočnicama.",
          "keywords": ["tajni impuls", "rizikovati", "sloboda", "radoznalost", "podsvestan"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru je novi početak, radoznalost i potreba za odvajanjem koraka. Pouzdajući tok i preduzimanje prvog koraka može biti glavni element koji celu sliku donosi život.",
          "reversed": "U centru su nedostatak planiranja, neodlučni skokovi ili izbegavanje posvećenosti dominantni. Postupanje bez vaganja rizika može biti ometalo od fokusa.",
          "keywords": ["početak", "hrabrost", "radoznalost", "rizikovati", "sloboda"],
          "context": "Centar: Otkucaji srca prvog koraka prema novom."
        },
        "position5": {
          "upright": "Joker pokazuje da spoljni okruženje nudi klimu koja je otvorena za suđenje i grešku, podstiče preuzimanje rizika i podržava nove početke. Tržište / životna sredina nagrađuje radoznalost i spontane poteze.",
          "reversed": "Reverse Joker nam govori da nedoslednost, nedostatak planiranja ili nezrelih pristupa oko ljudi povećavaju rizike. Spoljni faktori mogu otvoriti put za kretanje i razbacane pokrete.",
          "keywords": ["nov", "eksperiment", "rizikovati", "fleksibilnost", "okruženje"],
          "context": "Spoljno okruženje je otvoreno za eksperimentalne korake, ali je u testu doslednosti."
        },
        "position6": {
          "upright": "Savet: Započnite mali, ali hrabar eksperiment. Uzmite radoznalost kao vodič, ograničite rizik i naučite \"pilotiranjem\"; Put će postati jasniji dok hodate.",
          "reversed": "Savet: Usporite impulsivnost. Zapišite najmanji izvodljivi plan, postavite svoju bezbednosnu mrežu i prvo uradite jedan mali eksperiment.",
          "keywords": ["početak", "hrabrost", "eksperiment", "učenje", "pilot"],
          "context": "Savet: nastavite sa sigurnim malim rizicima."
        },
        "position7": {
          "upright": "Moguća budućnost: otvara se nova stranica; Započinjete sveže putovanje tako što ćete složiti podebljani korak. Otkriće i radoznalost donose neočekivane mogućnosti na vaša vrata, a lakoća ubrzava uspeh.",
          "reversed": "Moguća budućnost: užurbani potezi, nepotpuni počeci i nedostatak smera predstavljaju rizike. Neplanirani koraci mogu zahtevati preokret; Možda će biti potrebno prvo da konsoliduje zemlju.",
          "keywords": ["novi početak", "rizikovati", "sloboda", "otkriće", "namera"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "themagician": {
        "position1": {
          "upright": "Mađioničar pokazuje da je snažan početak stvoren namerom i fokusom u prošlosti formira osnovu današnjih uslova.",
          "reversed": "Ukrao je mađioničar, prošli manipulacije, zablude ili raštrkane namere možda je uticalo na trenutnu situaciju.",
          "keywords": ["namera", "fokus", "stvaranje", "početak", "prošlost"],
          "context": "Efekti prošlih fokusa ili manipulacije."
        },
        "position2": {
          "upright": "Majčin simbolizuje da su vaša kreativnost, resursi i namera u ovom trenutku snažno aktivne. Imate moć da svoj život oblikujete koristeći alate koji su vam pravilno koristili. Postoji harmonija između vašeg uma i vaših postupaka. \\ N \\ nThis kartica vas podseća da se trenutno osećate snažno i na pravom ste mestu da biste iskoristili mogućnosti.",
          "reversed": "Mađioničar u obrnutom označava da je vaša energija trenutno raštrkana, imate poteškoće sa fokusiranjem ili ne koristite svoj puni potencijal. Možda ste suočeni sa spoljnim manipulacijama ili podcenjujete sopstvenu snagu. \\ N \\ NTHIS Card naglašava da morate biti oprezni i usmerite svoju energiju na prave kanale.",
          "keywords": ["kreativnost", "namera", "izvor", "snaga", "Sada"],
          "context": "Prava ili pogrešna upotreba kreativne moći u trenutnoj situaciji."
        },
        "position3": {
          "upright": "Mađioničar, snaga vaše namere i verovanja u samoefikasnost su presudni u tajnim efektima. Unutra je \"mogu\" glas; Nevidljivo povežite resurse.",
          "reversed": "Verovni mađioničar ukazuje na samosabotirajuća verovanja, raštrkani fokus ili rizik da podleže manipulaciji. Vaš unutrašnji nemoćni sindrom može zatamiti vašu moć.",
          "keywords": ["namera", "fokus", "samoefikasnost", "manipulacija", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru je tema snage namere, fokusiranja i vešto kombinovanje resursa. Povezivanje reči na akciju upotpunjava brzinu nedostatka celokupne narudžbe.",
          "reversed": "U centru se može dogoditi neorganizovana namera, nedostatak komunikacije ili samosabotaže. Imate moć, ali kanal se možda nepravilno postavlja.",
          "keywords": ["namera", "fokus", "izraz", "izvor", "manifest"],
          "context": "Centar: Stavljanje namere i akcije na istoj liniji."
        },
        "position5": {
          "upright": "Mađitelj ukazuje na dostupnost spoljnih resursa, alata i uticaja. Mrežni i komunikacioni kanali mogu ojačati vašu nameru.",
          "reversed": "Reversirani mađioničar ukazuje na rizik od spoljne manipulativne komunikacije, lažna obećanja ili stvaranje iluzija. Zagađenje poruke može smanjiti kvalitet odlučivanja.",
          "keywords": ["mreža", "izvor", "ubeđivanje", "percepcija", "komunikacija"],
          "context": "Postoje igrice percepcije kao i snažna vozila na spoljnoj fazi."
        },
        "position6": {
          "upright": "Savet: Fokusirajte se na jedinstvenu nameru i prikupite alate koji imate u jednom kanalu. Stvorite kratku izjavu o jasnim vrednostima i odmah je povežite to na akciju."
        }
      }
    }
  }
}
