{
  "situation-analysis": {
    "meanings": {
      "sevenofcups": {
        "position4": {
          "keywords": [null, null, null, "prioritet", "vizija"],
          "context": "Centar: Glasački papir."
        },
        "position5": {
          "upright": "Sedam šoljica pokazuje da postoji puno opcija i tamo sjajno obećanja. Potrebni su kriterijumi za izbor.",
          "reversed": "Pretvorenih sedam šoljica kaže da će magla vani rast i realne alternative će doći do izražaja.",
          "keywords": ["izbor", "obećanje", "oštrina", "kriterijum", "fokus"],
          "context": "Tržišna žalba je velika; Sortiraj."
        },
        "position6": {
          "upright": "Preporuka: Napišite kriterijume za izbor, suzite je na 3 alternative i testirajte ga.",
          "reversed": "Preporuka: Distribuirati magla; Usredsredite se na jedan izbor i izvršite ga.",
          "keywords": ["glasati", "oštrina", "kriterijum", "fokus", "test"],
          "context": "Preporuka: kovrdžano i posvećenost."
        },
        "position7": {
          "upright": "Moguća budućnost: formira se tabela sa višestrukim opcijama; Realistični izbor sa jasnim kriterijumima donosi uspeh.",
          "reversed": "Moguća budućnost: magla čisti; Razlika između sna i stvarnosti postaje jasna i povezuješ se na jedini put.",
          "keywords": ["izbor", "vizija", "oštrina", "prioritet", "odluka"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "eightofcups": {
        "position1": {
          "upright": "Osam šoljica simbolizuje odnos koji je preostao u prošlosti, napuštenom putu ili emocionalnom daljinom. Ovo razdvajanje može biti na osnovu vaše trenutne situacije. \\ N \\ NTHIS kartica pokazuje da vas je odvajanje u prošlosti dovelo do novih potrage.",
          "reversed": "Otkriveni osam šoljica ukazuje na nešto što bi trebalo da ostane u prošlosti, izbegavajući odvajanje ili nepotpuno oproštaj. Ovo ponašanje može biti u korenu vaše trenutne situacije. \\ N \\ NTHIS kartica označava da nepotpune odvajanja u prošlosti ometaju vaš napredak danas.",
          "keywords": ["odvajanje", "odmicali se", "oproštaj", "putovanje", "prošlost"],
          "context": "Uticaj prošlih raskida ili nepotpunih oproštaja."
        },
        "position2": {
          "upright": "Osam šoljica simbolizuje da se odselja od emocionalnog nezadovoljstva u sadašnjosti i kreću se ka smislenije staze. Prepuštanje je hrabri unutrašnji poziv. \\ N \\ Nleaving Zona udobnosti možda je potrebno da se poravnaju sa vrednostima.",
          "reversed": "Osetila osam šoljica ukazuje na osećaj kolebanja između odlaska i boravka u ovom trenutku ili nepotpuno oproštaj. Postaje teško preduzeti korake pre nego što su veze rešene. \\ N \\ n \\ nclosing rituali i jasne namere ojačaju osećaj pravca.",
          "keywords": ["odlazak", "Potražite značenje", "odlazak", "staza", "Sada"],
          "context": "Izbor ili neodlučnost u smislenom pravcu."
        },
        "position3": {
          "upright": "Osam čaše nam govori da je poziv da pređemo na nešto značajno i ostavimo ga iza sebe. Potraga za emocionalnom ispunjenjem može biti tiho okretanje vašeg kompasa.",
          "reversed": "Osetljena osam šoljica pokazuje da \"da li da odem ili da odem ili da ostanem\" dilema i nepotpune zbogom iscrpljuju vašu energiju iza kulisa. Nejasne veze mogu otežati korak.",
          "keywords": ["odlazak", "Potražite značenje", "nestabilnost", "oproštaj", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru je potraga za značenjem i potrebom za zrelom odlaskom. Srce želi dublju istinu.",
          "reversed": "Dilema odlaska ili boravka u centru guma fokus. Iskreno obred postavlja pravac.",
          "keywords": ["odlazak", "značenje", "staza", "hrabrost", "zatvaranje"],
          "context": "Centar: Kretanje prema smislenije."
        },
        "position5": {
          "upright": "Osam šoljica ukazuje da spoljni uslovi podržavaju prelazak na značajniji smer. Stari odnosi / obveznice mogu biti zaostali.",
          "reversed": "Otkriveni osam šoljica sugerira da mogu postojati emocionalni / reputacijski razlozi koji otežavaju probijanje spoljnih veza.",
          "keywords": ["odlazak", "značenje", "prelaz", "obveznica", "reputacija"],
          "context": "Vanjska promena mreže može biti strateška."
        },
        "position6": {
          "upright": "Savet: Ostavite ono što nema smisla i započinje u skladu sa vrednostima.",
          "reversed": "Preporuka: Popunite korak koji nedostaje za zatvaranje; Završite nepotpuni oproštaj.",
          "keywords": ["odlazak", "značenje", "vrednost", "zatvaranje", "pravac"],
          "context": "Savet: Idite na smisleno."
        },
        "position7": {
          "upright": "Moguća budućnost: zreli odlazak prema smislenoj; Vaše srce se okreće prema novom horizontu.",
          "reversed": "Moguća budućnost: dilema povratka ili boravka može se produžiti; Zatvaranje ritual pruža jasnoću.",
          "keywords": ["odlazak", "značenje", "staza", "hrabrost", "zatvaranje"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "nineofcups": {
        "position1": {
          "upright": "Devet šoljica simbolizuje želju ispunjeno u prošlosti, zadovoljstvo i sreći. Ovo zadovoljstvo je možda formiralo osnovu za vašu trenutnu situaciju. Trenutak kada ste se osećali srećno, još uvek vam daju snagu. \\ N \\ NTHIS kartica pokazuje da je ovo zadovoljstvo u prošlosti danas vaše samopouzdanje.",
          "reversed": "Preokrećeno devet šoljica ukazuje na prošlo nezadovoljstvo, nezasićujuće ili prekomerne sebičnosti. Ove situacije mogu biti u korenu današnjih uslova. \\ N \\ NTHIS kartica vam govori da nedostatak ispunjenja u prošlosti i dalje utiče na vas danas.",
          "keywords": ["želja", "zadovoljstvo", "sreća", "poverenje", "prošlost"],
          "context": "Efekat posljednje sreće ili nezadovoljstva."
        },
        "position2": {
          "upright": "Devet šoljica ima energiju ličnog ispunjenja, zahvalnosti i emocionalnog ispunjenja u ovom trenutku. Plod radne snage je vidljivo. \\ N \\ n \\ N: N \\ ninccreading deljenjem i zahvaljujući obilje trajno.",
          "reversed": "Ukratko devet čaša upozorava površno zadovoljstvo, višak ili nesezbilnost u ovom trenutku. Emocionalna praznina može biti ispunjena spoljnim zadovoljstvima. \\ N \\ n \\ n \\ NUmerna na ciljeve orijentisane na vrednost čini istinsko moguće zadovoljstvo.",
          "keywords": ["zadovoljstvo", "zahvalnost", "dosta", "zadovoljstvo", "Sada"],
          "context": "Duboko zadovoljstvo itd. Podeljeni ciklus zadovoljstva."
        },
        "position3": {
          "upright": "Devet šoljica nam govori da je potreba za samo-vrednog i ličnog ispunjenja snažna motivacija unutar. Želja da \"bude ponosna na sebe\" može dovesti do transparentnog tona radosti na vaše odluke.",
          "reversed": "Reversed devet šoljica naglašava skriveni rizik od površnog zahvalnosti, viška ili tendencije da se okrene samo-brigama u ekstravaganciju pod izgovorom \"zaslužujem to\". Pravo ispunjenje je usklađeno sa vrednostima.",
          "keywords": ["zadovoljstvo", "samopouzdanje", "zadovoljstvo", "ekstremizam", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru je lično ispunjenje i zahvalnost. Deljenje uspeha povećava obilje.",
          "reversed": "Možda postoji senka površnog zadovoljstva ili nezadovoljstva u centru. Ciljevi fokusiranih vrednosti donose istinsko zadovoljstvo.",
          "keywords": ["zadovoljstvo", "zahvalnost", "dosta", "zadovoljstvo", "zadovoljstvo"],
          "context": "Centar: Srčano mesto zasićenja."
        },
        "position5": {
          "upright": "Devet šoljica pokazuje da su izvan lajkova, uvažavanja i pozitivne povratne informacije visoke. Zadovoljstvo je zarazno.",
          "reversed": "Okrećeno devet šoljica govori nam da prekomerna pohvala / naduvana očekivanja mogu stvoriti sliku koja je isključena od stvarnosti spolja.",
          "keywords": ["diskrecija", "zadovoljstvo", "pohvaliti", "očekivanje", "realizam"],
          "context": "Spoljni divljenje povećava moral; Umjereno je potrebno."
        },
        "position6": {
          "upright": "Savet: Podesite ciljeve vođene vrednosti i deljenje uspeha.",
          "reversed": "Savet: Ograničite površne užitke; Neguju unutrašnje zadovoljstvo.",
          "keywords": ["zadovoljstvo", "vrednost", "cilj", "deljenje", "samodisciplina"],
          "context": "Preporuka: Uspostaviti autentično ispunjenje."
        },
        "position7": {
          "upright": "Moguća budućnost: Želja se ostvaruje; Povećanje ličnog zadovoljstva i zahvalnosti.",
          "reversed": "Moguća budućnost: površno zadovoljstvo ne mogu da donose zadovoljstvo; Potrebni su ciljevi orijentisani na vrednost.",
          "keywords": ["zadovoljstvo", "želja", "zahvalnost", "zadovoljstvo", "vrednost"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "tenofcups": {
        "position1": {
          "upright": "Deset šoljica simbolizuje porodičnu sreću, zajedništvo i mir koji su doživeli u prošlosti. Ova sećanja su možda osnovala vaše trenutne okolnosti. \\ N \\ NTHIS kartica pokazuje da vam ovaj mir u prošlosti još uvek daje snagu danas.",
          "reversed": "Invertirani deset šoljica ukazuje na porodične nesklade, ogorčenosti ili puknute u prošlosti. Ovi problemi su vam danas mogli da oblikuju vaše raspoloženje. \\ N \\ NTHIS kartica vam govori da su vam prošli nemiri zaseli vašu trenutnu potragu za srećom.",
          "keywords": ["porodica", "sreća", "mir", "jedinstvo", "prošlost"],
          "context": "Uticaj prethodnog porodičnog mira ili nemira."
        },
        "position2": {
          "upright": "Deset šoljica naglašava temu harmonije, mira i emocionalne celovitosti oko porodice / srca u ovom trenutku. Veze postaju jače, osećaj kuće jača. \\ N \\ n \\ NKualiti Vrijeme provedeno zajedno ojačavaju sreću.",
          "reversed": "Invertirani deset šoljica trenutno može da ukaže na porodičnu napetost, sukob očekivanja i realnost ili puknuće odnosa. Idealna slika može stvoriti pritisak. \\ N \\ n \\ n \\ n \\ Nhomest deljenje osećanja i fleksibilnih očekivanja Popravljati mostovi.",
          "keywords": ["porodica", "mir", "jedinstvo", "sreća", "Sada"],
          "context": "Uspostavljanje celovitosti ili popravke prekida veze."
        },
        "position3": {
          "upright": "Deset šoljica ukazuje na nevidljivo sidro, imidž idealne harmonije i porodičnog mira. Želja za \"savršenom slikom\" može dovesti do izbegavanja sukoba.",
          "reversed": "Invertirani deset šoljica opisuje skriveni uticaj samoodricanja radi harmonije, obrasce ugodnih i napetosti između stvarnosti i ideala. Autentična bliskost je moguća kroz pošteni izraz.",
          "keywords": ["raport", "porodica", "idealan", "izbegavanje", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U sredini postoji harmonija i mir u centru. Osjećaj jedinstva upotpunjuje sliku.",
          "reversed": "Napetost idealne stvarnosti može se videti u centru. Autentični dijalog popravlja most.",
          "keywords": ["raport", "porodica", "mir", "jedinstvo", "stvarnost"],
          "context": "Centar: Smisao kuće."
        },
        "position5": {
          "upright": "Deset šoljica ukazuje da skladno tima / porodična kultura i mirna atmosfera prevladava u spoljnom okruženju. Osjećaj jedinstva deluje.",
          "reversed": "Okrećeno deset šoljica nam govori da mogu biti potisnuta napetost ispod očigledne harmonije spolja.",
          "keywords": ["raport", "kultura", "mir", "klima", "prihod"],
          "context": "Spoljni mir povećava produktivnost; Autentičnost je važna."
        },
        "position6": {
          "upright": "Savet: Kreirajte rituale porodice / tima, izgradite kulturu radovanja zajedno.",
          "reversed": "Savet: Jasno govorite o očekivanjima; Izgradite autentičnu harmoniju.",
          "keywords": ["raport", "ritual", "kultura", "komunikacija", "jedinstvo"],
          "context": "Preporuka: Strukturirajte osećaj jedinstva."
        },
        "position7": {
          "upright": "Moguća budućnost: harmonična, mirna i podrška atmosfera; Osnovan je porodični / timski mir.",
          "reversed": "Moguća budućnost: Razlika u idealnom stvarnosti može stvoriti napetost; Most je izgrađen kroz istinski dijalog.",
          "keywords": ["raport", "mir", "jedinstvo", "porodica", "stvarnost"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "pageofcups": {
        "position1": {
          "upright": "Princ čaša simbolizuje nedužna osećanja iz prošlosti, mašte i romantičnog početka. Ovo iskustvo je možda formiralo osnovu za vaše trenutne okolnosti. \\ N \\ NTHIS kartica pokazuje da su ove čiste emocije iz prošlosti još uvek u vašem srcu.",
          "reversed": "Princ Cup-ova preokrećeno ukazuje na prošlost emocionalne nezrelosti, sanjarinom ili nepažnjom. Ovi nedostaci mogu biti u korenu današnje situacije. \\ N \\ NTHIS kartica pokazuje da je zloupotreba ili potcenjenost čistih emocija u prošlosti i dalje danas utiče na vas.",
          "keywords": ["nevinost", "sanjati", "osećanje", "početak", "prošlost"],
          "context": "Uticaj prošlih sirovih emocija ili nezrelih ponašanja."
        },
        "position2": {
          "upright": "Princ Kapija kaže da su kreativna intuicija, nevina radoznalost i emocionalne poruke trenutno na dnevnom redu. Inspiracija može doći iz neočekivanih mesta. \\ N \\ n \\ n \\ n \\ n",
          "reversed": "Princ Cup-ova obrnut trenutno ukazuje na emocionalno nepažljivost, prekomerna osetljivost ili sanjiv bekstvo. Granice se mogu zamagliti. \\ N \\ n \\ n \\ n Regulisanje emocija i podrška betonskim koracima pruža ravnotežu.",
          "keywords": ["inspiracija", "radoznalost", "poruka sa emocijama", "senzibilitet", "Sada"],
          "context": "Dovođenje inspiracije na beton ili uzimanje emocionalnog nereda."
        },
        "position3": {
          "upright": "Princ Cup-ova kaže da osetljiva intuicija, mašta i nevina radoznalost inspirišu iznutra. Kreativna iskra može pokucati na vaša vrata neočekivanim znakovima.",
          "reversed": "Princ of Cups preokrenuo je naglašava uticaj izaškog scene emocionalne nestabilnosti, ogorčenosti ili djetinjaste obrasce za bijeg. Potreba za postavljanjem ograničenja i samoregulisanja je vidljiva.",
          "keywords": ["intuicija", "kreativnost", "senzibilitet", "osetljivost", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru su kreativna intuicija i nevina radoznalost. Male inspiracije otvori velike vrata.",
          "reversed": "U centru ili tendenciji da se pobjegnete ekstremna osetljivost. Uravnotežite emociju konkretnim akcijama.",
          "keywords": ["inspiracija", "radoznalost", "senzibilitet", "izraz", "igra"],
          "context": "Centar: iskra inspiracije."
        },
        "position5": {
          "upright": "Princ Cup-a ukazuje da postoji prostor tamo otvoreno za kreativne predloge i nežne pristupe. Meka komunikacija je efikasna.",
          "reversed": "Okolišteni princ CUP-a kaže da razdražljivost, neodlučnost ili prekomerna emotivnost može stvoriti fluktuacije u spoljnim odnosima.",
          "keywords": ["kreativnost", "ljubaznost", "ponuditi", "senzibilitet", "fluktuacija"],
          "context": "U spoljnom dijalogu, osetljivi stil otvori vrata."
        },
        "position6": {
          "upright": "Savet: Pokrenite mali kreativni projekat; Istražite razigrano.",
          "reversed": "Savet: Limit Escape; Povežite emociju na akciju.",
          "keywords": ["kreativnost", "igra", "početak", "izraz", "akcija"],
          "context": "Preporuka: Uključite streaming sa igrom."
        },
        "position7": {
          "upright": "Moguća budućnost: dolazi kreativne vesti / ponuda; Iskra inspiracije započinje novi projekat.",
          "reversed": "Moguća budućnost: Pretezanost ili eskapizam može odložiti priliku; Potrebni su betonski koraci.",
          "keywords": ["inspiracija", "ponuditi", "vesti", "senzibilitet", "početak"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "knightofcups": {
        "position1": {
          "upright": "Vitez čaše simbolizuje romantični predlog napravljen u prošlosti, emocionalno putovanje ili idealistički stav. Ovo danas može biti u korenu vaših okolnosti. \\ N \\ NTHIS kartica pokazuje da ovo emocionalno putovanje iz prošlosti još uvek utiče na vaše raspoloženje danas.",
          "reversed": "Vitez Cup-a preokrenut ukazuje na prošlo pokvarena obećanja, razočarenja ili prekomernog idealizma. Ove situacije mogu biti u korenu vaše trenutne situacije. \\ N \\ nThis kartica vam govori da su romantični pogrešnici u prošlosti bacili senku preko trenutnih procesa.",
          "keywords": ["romantika", "ponuditi", "putovanje", "idealizam", "prošlost"],
          "context": "Uticaj prethodnih romantičnih poteza ili razočarenja."
        },
        "position2": {
          "upright": "Vitez čaše donosi energiju romantičnih predloga, idealističkog vida i akcije u ovom trenutku u ovom trenutku. Približavanje milosti otvara vrata. \\ N \\ n \\ n \\ ngiving smjer snova i kombinovanje namere sa akcijama neguje odnose.",
          "reversed": "Vitez čaše u ovom trenutku može ukazivati na preterano idealizam, nedosledna obećanja ili pasivna utaja. Ono što se kaže i ono što se radi može se razdvojiti. \\ N \\ nclaritet, kontinuitet i iskrenost; Obnovi emocionalno poverenje.",
          "keywords": ["romantika", "ideali", "ponuditi", "milost", "Sada"],
          "context": "Akcija iz srca ili balansiranje ekstremne idealizma."
        },
        "position3": {
          "upright": "Vitez čašeka ukazuje da je tendencija romantizacije, želja za akcijom u potrazi za idealima i želja za elegancijom živa. Vizija iz srca može podsticati osećaj pravca.",
          "reversed": "Vitez Cups-a obrnut opisuje skriveni uticaj obrazaca nedoslednih obećanja, emocionalnog bijega ili prekomernog idealizma. Jaz između onoga što se kaže i šta se radi može potkopati poverenje.",
          "keywords": ["romantika", "idealizam", "vizija", "pobjeći", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru je idealizam i akcija iz srca. Približavanje milosti otvara vrata.",
          "reversed": "U centru može biti nedosledno obećanje ili preterano romantizaciju. Jasnoća i kontinuitet su od suštinskog značaja.",
          "keywords": ["idealan", "ponuditi", "milost", "vizija", "osećanje"],
          "context": "Centar: Akcija iz srca."
        },
        "position5": {
          "upright": "Vitez čaše pokazuje da su vizionari i elegantni saradnici mogući napolju. Estetski / etički ton je važan.",
          "reversed": "Ukrasan vitez Cupa kaže da negovana obećanja i preterano romantizirana očekivanja mogu stvoriti nepoverenje spolja.",
          "keywords": ["vizija", "milost", "savezništvo", "doslednost", "poverenje"],
          "context": "Iskrenost i kontinuitet traže se u spoljnim ponudama."
        },
        "position6": {
          "upright": "Savet: Napravite predlog od srca; Komunicirajte sa milošću.",
          "reversed": "Preporuka: Uspostaviti konzistentnost reči-akcije; Ravnoteža romantika sa stvarnošću.",
          "keywords": ["ponuditi", "milost", "doslednost", "vizija", "stvarnost"],
          "context": "Savet: Srdačno, ali dosledna akcija."
        },
        "position7": {
          "upright": "Moguća budućnost: stiže milostiva ponuda / saradnja; Akcija sa idealizmom povećava zamah.",
          "reversed": "Moguća budućnost: nedosledna obećanja mogu biti razočaravajuća; Harmonija reči-akcije je testirana.",
          "keywords": ["ponuditi", "vizija", "milost", "savezništvo", "doslednost"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "queenofcups": {
        "position1": {
          "upright": "Kraljica srca simbolizuje prošlo saosećanje, empatiju i emocionalnu podršku. Ova energija je možda formirana osnova za vaše trenutne okolnosti. \\ N \\ NTHIS kartica pokazuje da vas ova saosećajna energija iz prošlosti i dalje vodi.",
          "reversed": "Kraljica Cup-ova preokrećena ukazuje na pretenzivnost, emocionalnu neravnotežu ili manipulaciju u prošlosti. Ove situacije mogu biti na osnovu današnjih uslova. \\ N \\ NTHIS kartica pokazuje da emocionalne osetljivosti u prošlosti danas otežavaju ravnotežu.",
          "keywords": ["saosećanje", "empatija", "podrška", "senzibilitet", "prošlost"],
          "context": "Uticaj prethodnih saosećajnih ili neuravnoteženih energija."
        },
        "position2": {
          "upright": "Kraljica šoljica naglašava empatija, intuitivno rukovodstvo i u ovom trenutku. Stvaranje emocionalnih sigurnih prostora ubrzava zarastanje. \\ N \\ N \\ na ravnotežu samo-nege i saosećanja za druge pojašnjava protok.",
          "reversed": "Kraljica Cup-ova obrnuta ukazuje na rizik od emocionalnog prelivanja, povlačenja ili manipulacije u ovom trenutku. Prekomerna posvećenost može iscrpiti unutrašnje prodavnice. \\ N \\ n \\ n praksa postavljanja ograničenja i samoregulacije vraća ravnotežu.",
          "keywords": ["empatija", "saosećanje", "intuicija", "granica", "Sada"],
          "context": "Balansiranje saosećanje i uspostavljanje zdravih granica."
        },
        "position3": {
          "upright": "Kraljica šoljica pokazuje da vas duboko empatija, saosećanje i intuitivno rukovodstvo vodi iza kulisa. Želja za stvaranjem sigurnog emocionalnog prostora je jaka.",
          "reversed": "Kraljica šoljica je obrnuta istaknuta skriveni rizik od emocionalne granične rastovine, previsokoj žrtvovanje ili suptilnih obrazaca manipulacija. Čuvanje sopstvenih potreba vraćaju ravnotežu.",
          "keywords": ["empatija", "saosećanje", "granica", "ublažavanje", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru su empatija, intuitivno rukovodstvo i siguran emotivni prostor. Saosećanje hrani protok.",
          "reversed": "Možda postoji granični topljenje ili emocionalni preliv u centru. Samoregulacija uspostavlja ravnotežu.",
          "keywords": ["empatija", "saosećanje", "intuicija", "granica", "zarastanje"],
          "context": "Centar: Saosećajni prostor za svemir."
        },
        "position5": {
          "upright": "Kraljica šoljica pokazuje da postoje empatični lideri i zaštitnici u spoljnom okruženju. Mogu se graditi sigurne veze.",
          "reversed": "Kraljica Cup-ova preokrenuta sugeriše da se granično topljenje, emocionalna manipulacija ili prekomerna manipulacija ili prekomernostitljivosti mogu stvoriti haos u spoljnoj sferi.",
          "keywords": ["empatija", "držeći prostor", "poverenje", "granica", "manipulacija"],
          "context": "Spoljna podrška je saosećajna, ali postoji rizik od prekršaja granica."
        },
        "position6": {
          "upright": "Savet: Držite siguran emotivni prostor, slušajte empatično, dajte smjer sa saosećanjem.",
          "reversed": "Savet: ojačati svoje granice; Prioritet samo-negu.",
          "keywords": ["empatija", "oblast", "granica", "nega", "zarastanje"],
          "context": "Savet: Salda o granici sa saosećanjem."
        },
        "position7": {
          "upright": "Moguća budućnost: uspostavljaju se empatično rukovodstvo i siguran emotivni prostor; Izlečenje postaje trajno.",
          "reversed": "Moguća budućnost: granični propadljivi mogu stvoriti umor; Potrebni su nege i okvir i okvir.",
          "keywords": ["empatija", "zarastanje", "granica", "rukovodstvo", "poverenje"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "kingofcups": {
        "position1": {
          "upright": "Kralj šoljica simbolizuje prošlost emocionalne zrelosti, mudre smernice ili uravnotežen stav. Ova energija može biti na osnovu današnjih okolnosti. \\ N \\ NTHIS kartica pokazuje da vas ovaj mudri stav iz prošlosti i dalje vodi.",
          "reversed": "Kralj šoljica obrnut ukazuje na emocionalne pritiske, manipulacije ili potisnuta osećanja u prošlosti. Ova iskustva mogu biti u korenu vašeg trenutnog raspoloženja. \\ N \\ nThis kartica vam govori da emocionalni pritisci iz prošlosti i dalje bacaju senku preko trenutnih odnosa.",
          "keywords": ["osećanje", "zrelost", "uputstvo", "ravnoteža", "prošlost"],
          "context": "Uticaj prošlih emocionalnih nezrelosti ili pritisaka."
        },
        "position2": {
          "upright": "Kralj šoljica sada opisuje period emocionalne zrelosti, mirno vođstvo i mudro smernica. Ima veliki kapacitet da ostane u centru čak i u oluji. \\ N \\ n \\ NMagering emocije daje samopouzdanje i stabilnost okruženju.",
          "reversed": "Kralj Cup-ova preokrenuo je rizik od potiskivanja emocija, pasivne agresije ili emocionalne manipulacije u ovom trenutku. Tihi gnev može oštetiti obveznice. \\ N \\ n \\ Nekpressing emocije prilično i otvoreno obnovite poverenje.",
          "keywords": ["zrelost", "Emocionalno upravljanje", "zarastanje", "spokojstvo", "Sada"],
          "context": "Boravak u emocionalnom centru ili rešavanje represije."
        },
        "position3": {
          "upright": "Kralj šoljica predstavlja unutrašnje sidro emocionalne zrelosti, spokojstva i mudre balansiranje. Možda će se voziti željom da ostane u centru i u oluji.",
          "reversed": "Prekoračeni kralj Cupa opisuje skriveni uticaj emocionalnog suzbijanja, pasivne agresije ili potrebu za kontrolom. Neizloženi osećaji mogu indirektno procuriti.",
          "keywords": ["zrelost", "Emocionalno upravljanje", "suzbijanje", "pasivna agresija", "skriven"],
          "context": "Podsvesni i skriveni faktori"
        },
        "position4": {
          "upright": "U centru su emocionalna zrelost i mirno liderstvo. Boravak u centru oluje daje samopouzdanje.",
          "reversed": "U centru može biti potisnuta emocija ili pasivna agresija. Otvoreni izraz obnavlja poverenje.",
          "keywords": ["zrelost", "spokojstvo", "Emocionalno upravljanje", "rukovodstvo", "poverenje"],
          "context": "Centar: Serene kapetan."
        },
        "position5": {
          "upright": "Kralj šoljica pokazuje emocionalnu zrelost na spoljašnjem i hladnom vođstvu u doba krize. Čak i u teškim uslovima, zadržava se spokoj.",
          "reversed": "Preokrećeni kralj Cupa kaže da pasivno-agresivni stavovi, potisnuti emocije i reakcije EBB-a i protoka mogu napregnuti spoljni odnos.",
          "keywords": ["zrelost", "spokojstvo", "Upravljanje krizama", "pasivna agresija", "ravnoteža"],
          "context": "Spoljno vođstvo je uravnoteženo; Sjeverna strana skrivena napetost."
        },
        "position6": {
          "upright": "Savet: Budite mirni u oluji; Izgradite poverenje sa emocionalnim vođstvom.",
          "reversed": "Savet: izraziti potisnute; Zaustavite pasivnu agresiju.",
          "keywords": ["spokojstvo", "rukovodstvo", "izraz", "ravnoteža", "poverenje"],
          "context": "Savet: liderstvo putem emocionalnog menadžmenta."
        },
        "position7": {
          "upright": "Moguća budućnost: krize se mirno upravljaju emocionalnim zrelošću; Postignut je pouzdan rezultat.",
          "reversed": "Moguća budućnost: potisnuti emocije mogu dovesti do pasivnih agresivnih ispada; Potreban je jasan izraz.",
          "keywords": ["zrelost", "spokojstvo", "rukovodstvo", "izraz", "ravnoteža"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "aceofswords": {
        "position1": {
          "upright": "Ace mačeva simbolizuje mentalno prosvetljenje koje ste doživeli u prošlosti, snažna odluka ili ideju koja je razjasnila. Ovo iskustvo vam je dalo novu perspektivu i uticao na vašu trenutnu situaciju. Reč, odluka ili oštar svest je možda formirala početnu tačku vašeg postupka. \\ N \\ NTHIS kartica takođe pokazuje da ste vođeni željom da biste pronašli istinu u prošlosti i vaše potrebe za iskrenošću. Da bi se danas razumela situacija, važno je da se kremirate jasnoću koju ste stekli tokom tog perioda.",
          "reversed": "Ace mačeva preokrenuti ukazuje na prošlu zbrku, nesporazumima ili nejasan proces odlučivanja. Odluke donesene nesigurnošću, a ne jasnoćom mogu biti u korenu današnjih izazova. Neispravne komunikacije ili nedokazane ideje možda su vas postavili na pogrešnom putu. \\ N \\ NIN dodatak, ova kartica vam govori da je i danas oseća osećanje uticaja štetnih reči ili nedovršenih razgovora u prošlosti još danas. Nerešena pitanja mogu da bacaju senku zbog trenutnih okolnosti.",
          "keywords": ["oštrina", "odluka", "prosvetljenje", "um", "prošlost"],
          "context": "Efekat prošlih mentalnih jasnoće ili zbrke."
        },
        "position2": {
          "upright": "Ace mačeva ukazuje da energija oštre jasnoće, vidi stvarnost kao i, a mentalni proboj dolazi do izražaja vaše trenutne situacije. Magla će se očistiti; Prave reči i prava odluka su na vratima. \\ N \\ NTHIS kartica naglašava da će se kada uspostaviti jasnu izjavu o namerama, raštrkana pitanja brzo će se poravnati.",
          "reversed": "ACE of Mačevi obrnuto u ovom trenutku ukazuje na mentalnu konfuziju zbog neodlučnog diskursa, dezinformacija ili prekomerne analize. Izbegavanje imenovanja istine može usporiti napredak. \\ N \\ nsimplifikovanje poruke i razjašnjenje jezgra postavlja blokadu.",
          "keywords": ["oštrina", "istina", "odluka", "komunikacija", "razumevanje"],
          "context": "Trenutna mentalna klima: potraga za oštrinom i direktnošću."
        },
        "position3": {
          "upright": "ACE mačeva ukazuje na snažnu potrebu u vašem podsvesti za mentalno proboj, da vidi golu istinu i \"nazovite ga imenom\". Jasna iskra razumevanja sagoreva u vama; Želja za smanjenjem maglovitih područja može biti nevidljivo vođenje vaših izbora. \\ N \\ NTHIS Card vas podseća da će vam privući iskrenost u svoje reči i odluke, raštrkane misli brzo će se poravnati.",
          "reversed": "ACE of Mačevi preokrenuti ukazuje da je tendencija maglovitog, preteranog analitičkog ili da ne bi došlo do govoreći istinu radi iza scene. Previše podataka može odložiti podebljanu izjavu. \\ N \\ NTHIS kartica naglašava da će pojednostaviti poruku i smanjenje namere prema jasnoj rečenici rešiti mentalnu blokada.",
          "keywords": ["oštrina", "istina", "kvačilo", "komunikacija", "oštrina"],
          "context": "Tajna potraga za jasnoćom i hrabrošću da imenuje istinu."
        },
        "position4": {
          "upright": "U centru je jasnoća i gola istina. Tačna rečenica poravnava celu sliku.",
          "reversed": "Zamućivanje u centru ili prekomerne analize može da ometa fokus. Pojednostavite poruku.",
          "keywords": ["oštrina", "istina", "odluka", "razumevanje", "izraz"],
          "context": "Centar: Oštri um."
        },
        "position5": {
          "upright": "ACE mačeva ukazuje da se o spoljama su jasne informacije, oštre analize i tačan izraz. Otvorena komunikacija otvara vrata.",
          "reversed": "Reverse Ace of Mačevi govore da se dezinformacija, iskrivljena retorika ili neizrečene poruke stvaraju konfuziju spolja.",
          "keywords": ["oštrina", "informacije", "analiza", "komunikacija", "poručiti"],
          "context": "Saha daje značaj oštrim i tačnim rečima."
        },
        "position6": {
          "upright": "Savet: Napišite nameru u jednu rečenicu i odlučite u skladu sa tim.",
          "reversed": "Savet: Pojednostavite poruku, isecite nered informacija.",
          "keywords": ["oštrina", "odluka", "poručiti", "jednostavnost", "fokus"],
          "context": "Savet: Spustite se do osnovne rečenice."
        },
        "position7": {
          "upright": "Moguća budućnost: mentalni proboj i oštra odluka čišćeju sliku; Istina ubrzava stvari.",
          "reversed": "Moguća budućnost: Ako se zagađenje i neizvesnost informacija nastavlja, odluka se može odložiti; Pojednostavljenje je potrebno.",
          "keywords": ["skok", "oštrina", "real", "odluka", "komunikacija"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "twoofswords": {
        "position1": {
          "upright": "Dva mačeva ukazuje na neodlučnost koju ste iskusili u prošlosti ili se zaglavili između dve opcije. Činjenica da u to vreme niste odlučili ili je odložili da može imati uticaja na današnju situaciju. Možda ste pokušali da se zaštitite ostajući neutralan, ali to je odložio rešenje. \\ N \\ Nalthough Ovaj postupak je doprineo potrazi za unutrašnjom ravnotežom, a ne može da napreduje napred.",
          "reversed": "Okrećena dva mačeva simbolizuju pogrešne odluke donesene u prošlosti ili činjenicama koje su ignorisane. Možda su problemi koje ste izbegli da se suočite i danas imaju uticaja na vas. Odluke donete bez znanja činjenica mogu biti izvor današnjih problema. \\ N \\ NTHIS kartica takođe odražava situaciju da bude zaglavljena kao rezultat odluka odloženih zbog strahova. Ovi bježi iz prošlosti mogu biti u korenu poteškoća koje sada doživljavate.",
          "keywords": ["odluka", "dilema", "ravnoteža", "glasati", "prošlost"],
          "context": "Uticaj prethodnih izbora ili neodlučnosti."
        },
        "position2": {
          "upright": "Dvoje mačeva ukazuju na to da ste trenutno na pragu gde ste rastrgani između dve opcije, pokušavajući da onemogućite emocije i uspostavite ravnotežu samo sa razlogom. Odlaganje odluke daje privremeni miran. \\ N \\ N \\ NinViting Stroit Shalls do stola čine Skage sajam.",
          "reversed": "Okrećena dva mačeva nam govore da izbegavane sukobe sada guraju vrata i slepe mrlje počinju da postaju vidljive. Održavanje neodlučnosti Povećava anksioznost. \\ N \\ na ličnoj proveri stvarnosti i ograničen prozor vremena olakšavaju odluku.",
          "keywords": ["dilema", "nestabilnost", "ravnoteža", "konfrontacija", "slepo mesto"],
          "context": "Trenutni čvor: Paraliza i odlaganja odluke."
        },
        "position3": {
          "upright": "Njih dvoje mačeva ukazuju na to da obrazac \"mentalnih blokada\" mentalnih puteva \"i neodlučnosti deluje u vašem podsvesnom umu, ignorišući emocije. Prema unutra, može postojati tendencija da se oči budu zatvorene kako ne bi uznemirila ravnotežu između dve opcije. \\ N \\ nThis kartica podseća na to da donose odluke sa čistim razlogom bez pozivanja unosa srca na stolu.",
          "reversed": "Obrnuti dva mačeva nam govore da su sukob koji su izbegli sada vršenje pritiska na vas iznutra, a slepe mrlje počinju da se osvetljavaju. Odlaganje odluke povećava anksioznost. \\ N \\ nThis kartica ukazuje da će mala stvarnost i postepena jasnoća razvući čvor.",
          "keywords": ["nestabilnost", "barikada", "slepo mesto", "ravnoteža", "konfrontacija"],
          "context": "Latentna paraliza odluka i tendencija da isključimo emociju."
        },
        "position4": {
          "upright": "U centru je dilema i strategija čekanja. Donošenje emocije na stol uravnotežuje vagu."
        }
      }
    }
  }
}
