{
  "relationship-problems": {
    "meanings": {
      "thehighpriestess": {
        "position9": {
          "keywords": [null, null, null, "tajna", "otvorenost"],
          "context": "Da traje: otvorene granice + mirno deljenje; Smanjite tajnu ekonomiju."
        }
      },
      "theempress": {
        "position1": {
          "upright": "Carica ukazuje na bifurkaciju u bilansu potrebe za prepoznavanje i negovatelja. Dok jedna stranka očekuje više naklonosti i pažnje, drugi se može osećati ugubljeno.",
          "reversed": "Reverse carica kaže da je percepcija prekomernog posesivnosti, zavisnosti ili zanemarivanja uvećana sukob. Nedostatak samo-nege i senke ljubomore oštećuje odnos.",
          "keywords": ["briga", "potreba", "posesivnost", "zavisnost", "ljubomora"],
          "context": "Priroda sukoba u vezi: ravnoteža nege i gušenja."
        },
        "position2": {
          "upright": "CATEPRESS-a objašnjava da postoji poremećaj u ravnoteži nege, pažnje i ishrane. Jedna strana se može osećati neispunjeno, a drugi se može osećati ugubljeno. \\ N \\ n \\ NHINT: Percepcija prekomerne površine ili zanemarivanja. Problem raste kada se potrebe ne zadovoljavaju jasno i blagovremeno.",
          "reversed": "Reversirana carica pokazuje rastrgan podstaknut prekomernom possedljivošću, emocionalnom zavisnošću ili zanemarivanjem samo-nege. Kada davati, postoje iscrpljenost i prekinuta očekivanja. \\ N \\ nsimptom: senke ljubomore, krivice i ogorčenja. Problem se produbljuje tamo gde ljubav postaje sredstvo kontrole.",
          "keywords": ["briga", "saosećanje", "posesivnost", "potreba", "ljubomora"],
          "context": "Problem sa korenom: Izdanje u hranili ugusno. Područja koja utiče: emocionalna sigurnost, negu, reciprocitet."
        },
        "position3": {
          "upright": "Carica kaže da ste možda zapalili iskru sa svojim dobronamernim, ali gušenjem nege i posesivnosti. Kada date ljubav, ali ne ostavljajte prostor, on pokreće povlačenje.",
          "reversed": "Invertirana carica vam govori da ste možda izgubili ravnotežu sa senkom ljubomore i emocionalne zavisnosti. Zanemarivanje ili preterana nega povećava njegov udeo.",
          "keywords": ["briga", "saosećanje", "posesivnost", "potreba", "ljubomora"],
          "context": "Share: Prekomerna pažnja / zanemarivanje. Efekat: Emocionalna sigurnost, sloboda. Preporuka: Kalibrirajte potrebe zajedno."
        },
        "position4": {
          "upright": "Carica kaže da može opravdati prekomjernu negu ili posesivnost kao \"ljubav\" i zanemariti njen udeo. Predoziranje dobrih namera može se pretvoriti u gušenje.",
          "reversed": "Reversed carica ukazuje na senku ljubomore ili tendencije da podcenjuju uticaj zanemarivanja. Izraz \"Samo sam hteo da budem dobar\" povećanje poricanja.",
          "keywords": ["briga", "doziranje", "posesivnost", "ljubomora", "nega"],
          "context": "Šta ja ignorišem: Prekomerna pažnja / zanemarivanje. Efekat: Sloboda se smanjuje, raseljavanje se povećava. DO: Kalibrirajte potrebe zajedno."
        },
        "position5": {
          "upright": "Carica kaže da su saosećanje, briga i toplina obilno u prošlosti obilno. Nahranili ste se jedni drugima i uspostavili siguran osećaj kuće.",
          "reversed": "Reverse carica opisuje kako ciklusi prekomernog posedovanja ili zanemarivanja ostavljaju svoju marku. Emocionalna pitanja doziranja mogu se aktivirati danas.",
          "keywords": ["briga", "saosećanje", "posesivnost", "gnezdo", "doziranje"],
          "context": "Ravnoteža topline i nege. Povremene gušenje / zanemarivanje krajnosti. Umerena pažnja i samo-nega su sada bitni."
        },
        "position6": {
          "upright": "Carica kaže da je briga i saosećanje terapeutske, ali prevladavanje može stvoriti osećaj zavisnosti i zaduženosti. Ljubaznost ne bi trebalo da bude pregovarački alat.",
          "reversed": "Reverse carica opisuje da je rastrgano između ljubomore i dominacije ili zanemarivanja. Povlačenje nege može se pretvoriti u taktiku da ostane stranka bude u redu.",
          "keywords": ["briga", "saosećanje", "protekcionizam", "zavisnost", "ljubomora"],
          "context": "Tema: doza nege; Rizik: Podnošenje za usluge; DO: bezuslovna podrška + zdrave granice."
        },
        "position7": {
          "upright": "Carica posebno opisuje dobronamjenski, ali dominantan uticaj majke / majke ili negovane unutrašnje kruga. Preventivni savet može biti preterano direktivan.",
          "reversed": "Reversirana carica ukazuje na gužvu posesivnost, ljubomoru ili nametljive rođake. Fraza \"Šta je najbolje za vas\" može se pretvoriti u autoritet.",
          "keywords": ["porodica", "matika", "protekcionizam", "intervencija", "posesivnost"],
          "context": "Negovatelji imaju jak glas. Potrebno je privući dvostruke granice i zaštititi područje odluke."
        },
        "position8": {
          "upright": "Carica predstavlja obilje, komfor i potrebe za sastancima. Smart održavanje i produktivnost podsticanje finansijskog mira.",
          "reversed": "Reversed Carica upozorava na cikluse prekomerne troškove, emocionalne kupovine i otpada u komforu. Budžet se može premašiti rekavši \"zaslužujemo ga\".",
          "keywords": ["obilje", "udobnost", "otpad", "potreba", "produktivnost"],
          "context": "Ako je mera između udobnosti i uštede podešena, novčani diskusije će omekšati."
        },
        "position9": {
          "upright": "Carica kaže da je briga, saosećanje i produktivnost podstiču vezu. Zajednička udobnost i emocionalna sigurnost povećavaju održivost.",
          "reversed": "Reversed carica stvara neravnotežu gušenja posesivnosti ili zanemarivanja. Ako se potrebe ne vide, veza slabi.",
          "keywords": ["briga", "saosećanje", "produktivnost", "udobnost", "potreba"],
          "context": "Da biste poslednji put: doza nege + vidljiva zahvalnost + uzajamna ishrana."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "Car naglašava da se kontradikcija vrti oko granica, pravila i autoriteta za donošenje odluka. Može doći do sukoba na osi kontrole i slobode.",
          "reversed": "Reversirani car kaže da je čvrst, diktat ili mikromanagementa eskalirala tenzije. Agencije bitke oslabite intimnost.",
          "keywords": ["granica", "vladavina", "vlast", "kontrola", "sloboda"],
          "context": "Priroda sukoba u odnosu: vlast i granično takmičenje."
        },
        "position2": {
          "upright": "Car kaže da se problem vrti oko granica, pravila i autoriteta za donošenje odluka. Struktura je neophodna, ali rigidnost stvara napetost. \\ N \\ n \\ NHINT: VHO koji odlučuje, koji sluša raspravu. Problem se svodi na način na koji se snagu deli.",
          "reversed": "Reversirani car opisuje potrebu za mikromanacijom, diktatom i kontrolom zasebljenje obveznice. Pravo na govor je neuravnoteženo. \\ N \\ nsimptom: čvorovi tvrdoglavosti, suze poštovanja i povlačenja. Problem je ukorenjen u nefleksibilnim pravilima.",
          "keywords": ["granica", "vlast", "struktura", "kontrola", "poštovanje"],
          "context": "Problem sa korenom: Snaga i deljenje strukture. Područja koja utiče: poštovanje, poverenje, rešavanje sukoba."
        },
        "position3": {
          "upright": "Car kaže: \"Znam\" i da ste možda povećali napetost svojim stavom donošenja pravila. Zaboravljajući fleksibilnost dok uspostavljanje redosleda stvara sukob.",
          "reversed": "Reversirani car opisuje njegov povećani udio sa mikrodarskom i oštrom tonom. Kada je potreba za kontrolom zasjenila ljubav, druga stranka postaje odbrambena.",
          "keywords": ["granica", "vlast", "vladavina", "kontrola", "poštovanje"],
          "context": "Share: Autoritet i mikromanament. Efekat: Poštovanje, autonomija. Preporuka: Okvir + uobičajeno kaže."
        },
        "position4": {
          "upright": "Car kaže da može da označi formalizam kao \"narudžbu\" i ignoriše krutost. Mikronagement može zatamiti vaš udeo.",
          "reversed": "Reversirani car naglašava tendenciju da negira potrebu za kontrolom i potcenjivanjem osetljivosti druge stranke. Ako ne postoji fleksibilnost, odgovornost postaje nevidljiva.",
          "keywords": ["kontrola", "vladavina", "fleksibilnost", "vlast", "granica"],
          "context": "Ono što ignorišem: efekat krutog okvira. Uticaj: Poštovanje i autonomija su erodirani. DO: Podijelite organ, savijte ga."
        },
        "position5": {
          "upright": "Car kaže da ste u prošlosti pružili strukturu, red i osećaj sigurnosti. Pravila i ciljevi postali su okosnica veze.",
          "reversed": "Reverzni car objašnjava da kruti stavovi i kontrolni refleksi ostavljaju svoju marku. Nedostatak fleksibilnosti može danas da stvara otpornost.",
          "keywords": ["narediti", "poverenje", "vladavina", "kontrola", "fleksibilnost"],
          "context": "Čvrst okvir; rizik od očvršćivanja tokom vremena. Potreba za autonomijom i uobičajenom kažu. Sada je vreme da se istegnete i delegiramo."
        },
        "position6": {
          "upright": "Car naglašava vrednost reda i sigurnosti; Ali kada su pravila podešena jednostrano, autoritet se slaže u eksploataciju. Znam da stav može suzbiti potrebe.",
          "reversed": "Reversirani car uvećava rizik da omalovažava partnera sa mikromanagementom, dozvolom kulture i krute kontrole. Snaga može postati sredstvo podvrgavanja, a ne zaštite.",
          "keywords": ["vlast", "vladavina", "kontrola", "poverenje", "mikromanak"],
          "context": "Tema: ravnoteža reda i fleksibilnosti; Rizik: Jednostrano upravljanje; DO: Zajedničko pravilo i deljenje vlasti."
        },
        "position7": {
          "upright": "Car kaže da podaci oca / šefa / autoriteta nameću pravila i očekivanja u vezi sa vezom. Spoljni smernice su se možda povećali u imenu naloga.",
          "reversed": "Reversirani car ukazuje na krutu intervenciju, mikromanament i pritisak odobrenja. Jaki glas oblači vašu prosudbu.",
          "keywords": ["vlast", "otac figura", "vladavina", "odobrenje", "ugnjetavanje"],
          "context": "Postoji hijerarhijska domena. Zapišite pravila sopstvene igre zajedno."
        },
        "position8": {
          "upright": "Car zagovara naređivanje, planiranje i budžetsku disciplinu. Jasna pravila stvaraju finansijsko poverenje.",
          "reversed": "Reverzni car kaže da korišćenje novca kao sredstvo za kontrolu, kruti stav i \"znam\" stav se sužava zajednički prostor.",
          "keywords": ["narediti", "budžet", "kontrola", "vladavina", "poverenje"],
          "context": "Neto budžet je dobar; Nije autoritarni jezik. Zajednička pravila treba da budu napisane zajedno."
        },
        "position9": {
          "upright": "Car kaže da će sa jasnim pravilima, ulogama i granicama, veza će postići dugoročnu stabilnost. Struktura daje samopouzdanje.",
          "reversed": "Obrnuti car, krutost i kontrola gašenja topline. Bez otpornosti, održivost opada.",
          "keywords": ["struktura", "granica", "poverenje", "fleksibilnost", "kontrola"],
          "context": "Da biste poslednji put: ko-pisana pravila + fleksibilna primena."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "Svetac označava neslaganje u vezi sa tradicijama, porodičnim očekivanjima i ispravnim obrascima odnosa. Pritisak da se u skladu sa statusom kuo može stvoriti sukob.",
          "reversed": "Okolišteni svetac pokazuje da je zaglavljen između dogmatičnih pravila i želje za originalnom odnosu. Kontradikcija se produbljuje kada je \"ovako to urađeno\" uzorak ubija fleksibilnost.",
          "keywords": ["tradicija", "norma", "Porodični pritisak", "originalnost", "dogma"],
          "context": "Priroda kontradikcije u vezi: napetost tradicije i autentičnosti."
        },
        "position2": {
          "upright": "Aziz kaže da tradicija, porodične norme i nepisana pravila postaju glavni problem. Standardi nisu na istoj stranici. \\ N \\ n \\ n \\ n \\ n \\ n \\ Nhint: Potreba za odobrenja, rituala i očekivanja uloga. Problem proizlazi iz obrazaca koji ne ostavljaju prostor za fleksibilnost.",
          "reversed": "Obrnuti sveti se opisuje drift između slepa tradicionalizma i slepa pobuna. Ni harmonija ni originalnost nisu u potpunosti iskusni. \\ N \\ nsimptom: takozvana pravila, nevidljivi pritisak i licemerni standardi. Problem raste u neizgovorenoj nametanju verovanja i rutina.",
          "keywords": ["tradicija", "norma", "odobrenje", "vrednost", "uzorak"],
          "context": "Problem sa korenom: norma i nespojivost vrednosti. Područja koja utiče na: Porodični odnosi, životnije odluke."
        },
        "position3": {
          "upright": "Aziz kaže da iskra može biti u vama kada namećete tradiciju i porodične norme govoreći \"to bi trebalo biti ovako\". Potreba za odobrenjem potiskuje originalnost.",
          "reversed": "Okrećena svetica objašnjava da je povećao svoj udeo kroz dogmu ili \"neka ne postoji pravila\" reaktivnost. Osmeh između uzorka i pobune guma odnos.",
          "keywords": ["tradicija", "norma", "odobrenje", "vrednost", "uzorak"],
          "context": "Share: Norm nametanje / poricanje. Efekat: Kongružena vrednost, originalnost. Predlog: Pravilo pisanje zajedno."
        },
        "position4": {
          "upright": "Aziz kaže da može ignorisati svoj udeo dok je nametan tradiciju i porodične norme jer \"to je prava stvar\". Uzorak može da maskira ličnu odgovornost.",
          "reversed": "Prekoračeni svetac pokazuje tendenciju da uskraćuje vaš doprinos opravdanjem slepa tradicionalizma ili slepa pobuna. Ako nema dijaloga vrednosti, brojčanik se ne pojavljuje.",
          "keywords": ["tradicija", "norma", "odobrenje", "vrednost", "uzorak"],
          "context": "Ono što ignorišem: cena nametanja norme. Efekat: Originalnost i sukob harmonija. DO: Zapišite pravila zajedno."
        },
        "position5": {
          "upright": "Saint kaže da tradicije, porodično odobrenje i rituali podržavaju odnos. Presek vrednosti dalo je samopouzdanje.",
          "reversed": "Ograničeni sveti pokazuje da nameon norma ili uticaj porodice uzrokuju probleme. Štampanje bloka može danas biti izazovna originalnosti.",
          "keywords": ["tradicija", "vrednosti", "odobrenje", "ritual", "uzorak"],
          "context": "Vrednost partnerstva, ali obrasci su teški. Efekat spoljnog odobrenja je visok. Sada morate da napišete originalni sporazum."
        },
        "position6": {
          "upright": "Aziz kaže da tradicija i vrednosti pružaju zajednički okvir; Ali kada se pretvori u namerno, mogu da iskoriste savjest i originalnost. Potreba za dobijanjem odobrenja ne bi trebalo da postane sredstvo ugnjetavanja.",
          "reversed": "Ograničeni sveti pokazuje rizik od upotrebe dogme, prilija i društvenih normi kao cudgela. Način mog porodice Diskurs može udaviti partnerovog glasa.",
          "keywords": ["tradicija", "norma", "odobrenje", "sramota", "originalnost"],
          "context": "Tema: Vrednost partnerstva; RIZIK: IMPOZITIVANjE NORMA; DO: VREDITI DIJALOG I FLEKTIVNOST."
        },
        "position7": {
          "upright": "Saint kaže da se standardi porodice, tradicije, društva ili vera ometaju u vašu vezu. Glas \"Ovo je istina\" je jak.",
          "reversed": "Okrećeni svetac pokazuje da dogma i privrženo dolaze spolja. Norme mogu okružiti vaš jedinstveni odnos.",
          "keywords": ["tradicija", "društvo", "norma", "verovanje", "Odobrenje Štampanje"],
          "context": "Spoljne vrednosti se vide. Imajte dijalog vrednosti i odredite svoj jedinstveni ugovor."
        },
        "position8": {
          "upright": "Aziz donosi porodičnu ekonomiju, tradicionalno razumevanje novca i savete starijih. Disciplina i vrednosti mogu biti podržavajuće.",
          "reversed": "Ograničeni sveti mogu da ograniči finansije i životni stil sa \"ovako se radi\" pritisak, priređivanje i stereotipne odluke.",
          "keywords": ["tradicija", "porodica", "vrednost", "ugnjetavanje", "uzorak"],
          "context": "Neka spoljne vrednosti budu inspiracije, a ne nametanje; Izaberite pravilo finansiranja koja vam odgovara."
        },
        "position9": {
          "upright": "Odnos ima veliku šansu da se traje sa svetim, zajedničkim vrednostima, podrškom porodice / tradicije i zdravih rituala. Poravnavanje vrednosti postaje okosnica.",
          "reversed": "Okrećena Sveta, Dogma, Slabljenje i stereotipna očekivanja ugušite odnos. Ako je originalnost srušena, nastavak postaje teško.",
          "keywords": ["vrednosti", "ritual", "društvo", "dogma", "originalnost"],
          "context": "Da biste poslednji put: Deklaracija o zajedničkoj vrednosti + eliminacija nepotrebnih normi."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Ljubitelji kažu da je pitanje harmonije i usklađivanja između osnovnih vrednosti i životnih izbora jezgra sukob. Da li su izbori koji vode do istog cilja ili su staze koje se razlikuju?",
          "reversed": "Ukrajini ljubitelji ukazuju na neodlučnost, pad na dualnost ili senke povjerenja o uručivanju vernosti. Nekompatibilnost u vrednosti slabi vezu.",
          "keywords": ["vrednosti", "glasati", "poravnanje", "lojalnost", "neusklađenost"],
          "context": "Priroda sukoba u odnosu: poravnanje vrednosti i smera."
        },
        "position2": {
          "upright": "U srcu problema, kažu ljubavnici, da li su vrednosti i ciljevi nisu usklađeni. Ako izbori ne teku na istom horizontu, veza postaje napeta. \\ N \\ n \\ nhint: Prioritetni sukobi, razlike o životnom odluci. Problem je što je zajedničko da ostaje nepotpuno.",
          "reversed": "Obrnuti ljubitelji opisuju pukotinu uzrokovanu neodlučnošću, dualnom i izborom daleko od osnovnih vrednosti. Oštećena su lojalnost i verbalni kontakti. \\ N \\ nsimptom: Ostanite oscilacija, žaljenje i eroziju poverenja. Problem je uvećano da ćuting unutrašnjim kompasom.",
          "keywords": ["vrednost", "glasati", "poravnanje", "lojalnost", "prioritet"],
          "context": "Problem sa korenom: vrednost i neusklađenost rute. Područje pogođene: posvećenost, dugoročno, poverenje."
        },
        "position3": {
          "upright": "Ljubitelji, ako ste napravili kritične izbore bez razjašnjenja vrednosti, možda ste zapalili osigurač. Hodanje u oba smera stvara nesigurnost.",
          "reversed": "Obrnuti ljubitelji kažu da se njihov udeo povećava sa neodlučnošću i dualnom. Bespomoćnost je takođe izbor i boli vezu.",
          "keywords": ["vrednost", "glasati", "poravnanje", "lojalnost", "prioritet"],
          "context": "Podelite: neodlučni / sukobljeni izbori. Efekat: Poverenje, posvećenost. Preporuka: Poravnavanje vrednosti + očigledno da."
        },
        "position4": {
          "upright": "Ljubitelji mogu objasniti neodlučnost kao \"takve su okolnosti\" i potcenjivati uticaj njihovih izbora. Namignute na obe strane može zatamniti vaš udeo.",
          "reversed": "Invertirani ljubitelji imaju tendenciju da odbacuju dualnost i nespojive vrednosti i krive okolnosti. Bespomoćnost je takođe odgovornost izbora.",
          "keywords": ["glasati", "vrednost", "nestabilnost", "poravnanje", "posvećenost"],
          "context": "Ono što ignorišem: cena po mom izboru. Efekat: Povjerenje i smer postaju zamućeni. DO: dajte jasno da / ne."
        },
        "position5": {
          "upright": "Ljubitelji kažu da ste u prošlosti pronašli snažan osećaj vrednog i srčanog usklađivanja. Možda ste zajedno savladali težak izbor.",
          "reversed": "Obrnuti ljubitelji pokazuju da neodlučnost ili trouglaste situacije ostavljaju marku. Potraga za harmonijom je možda i danas ostala klatno.",
          "keywords": ["vrednost", "glasati", "raport", "lojalnost", "dilema"],
          "context": "Duboko povezivanje + kritički izbor. S vremena na vreme je bilo dualnost. Sada je potreban jasan i zajednički pravac."
        },
        "position6": {
          "upright": "Ljubitelji nas podsećaju da je ravnoteža izbora i saglasnosti sveta. Emocionalna ucena urađena u ime ljubavi stvara eksploataciju, a ne harmoniju.",
          "reversed": "Obrnuti ljubitelji pričaju o tome kako se ljubav koristi kao aduta kada je razbijena reciprocitet i kako ljubomora i trouglovi pretvore u električnu igru.",
          "keywords": ["glasati", "saglasnost", "reciprocitet", "ljubomora", "uslovništvo"],
          "context": "Tema: ljubav i sloboda; Rizik: Emotivna ucena; DO: Jasno da / ne i poštovanje prema izboru."
        },
        "position7": {
          "upright": "Ljubitelji prevoze temu treće osobe / dilemme. Bivši partner, bliski član ili član porodice može da stvara izbor koji utiče na odluke.",
          "reversed": "Obrnuti ljubitelji priča o trouglu, testovima lojalnosti i sakupljanja u vezi sa kreiranjem razvoda u vezi. Dualnost koja dolazi iz spolja, ometa harmoniju.",
          "keywords": ["treća osoba", "glasati", "lojalnost", "dilema", "raport"],
          "context": "Fenomen \"strane\" je očigledan. Ojačati bilateralnu alijansu sa jasnim granicama i transparentnošću."
        },
        "position8": {
          "upright": "Ljubitelji naglašavaju usklađivanje u novčanim vrednostima i moći zajedničkih odluka. Ciljevi izabrani zajedno ojačavaju budžet.",
          "reversed": "Obrnuti ljubitelji govore da nespojivosti u potrošnji na navikama, očekivanja štednje ili rizičnim apetitom stvaraju sukob.",
          "keywords": ["vrednost", "raport", "odluka", "cilj", "neusklađenost"],
          "context": "Potrebno je razgovarati o prioritetima i sastati se na istoj mapi."
        },
        "position9": {
          "upright": "Ljubitelji kažu da se sa svesnim izborom, reciprocitetom i harmonijom, odnos može nastaviti. Rečenica \"Mi biramo zajedno\" pruža ukorijenjenost.",
          "reversed": "Vraćeni ljubitelji, dileme i nespojive vrednosti ugrožavaju kontinuitet. Neodlučnost istroši vezu.",
          "keywords": ["glasati", "raport", "reciprocitet", "dilema", "obveznica"],
          "context": "Poslednji: Jasna obaveza + zajednička ruta + bistre granice."
        }
      },
      "thechariot": {
        "position1": {
          "upright": "Chariot ukazuje na trenje nad ciljem, brzinom i metodom. Dok se jedna strana možda želi brzo kretati, drugi je možda oprezniji.",
          "reversed": "Invertirani kola govori nam da su razbacani uputstva, takmičarski prioriteti i borbe protiv točkova uvećavaju sukob. Bez običnog puta, zamagljen je zamah.",
          "keywords": ["pravac", "brzina", "prioritet", "metod", "zamah"],
          "context": "Priroda sukoba u vezi: neusklađenost rute i tempa."
        },
        "position2": {
          "upright": "Chariot prikazuje titulu problema kao razlika u cilju, brzini i metodi. Emocije koje trče u suprotnim smerovima zategnite konop. \\ N \\ nhint: sukob između očekivanja brzih rezultata i opreznog napretka. Problem je zamah koji se ne može dovesti u zajednički ritam.",
          "reversed": "Reverse Charoot kaže da se problemi drže borbe protiv upravljanja, tegljenje i gubitak pravca. Mnogi golovi, bez rute. \\ N \\ nsimptom: Distrogisani programi, odlaganje otkazivanja, smanjenje motivacije. Problem se svodi na proliferaciju fokusa.",
          "keywords": ["pravac", "brzina", "kontrola", "fokus", "disciplina"],
          "context": "Problem sa korenom: Nedostatak zajedništva i brzine. Područja koja utiče: planiranje, motivacija, deljenje zadataka."
        },
        "position3": {
          "upright": "Chariot kaže da možete imati iskru kada odredite brzinu i metodu sami. Vaš dobronamjenski pritisak je pročitano kao pritisak.",
          "reversed": "Invertirani kočija vam govori da povećavate svoj udeo sa svojim driftom i gubitkom smera. \"Odmah\" Ism ruši dijalog.",
          "keywords": ["pravac", "brzina", "fokus", "disciplina", "kontrola"],
          "context": "Share: Tempo i nametanje rute. Efekat: Motivacija, jednakost. Predlog: Podelite ritam."
        },
        "position4": {
          "upright": "Koriot brani brzinu i metodu kao \"jedan mora uspeti\" i kaže da se može ignorisati efekat pritiska. Uvek držite volan sakriva vaš udeo.",
          "reversed": "Invertirani kolait opisuje tendenciju da pripisuje preskočivanje da se uspije od slučaja i negira vaš doprinos gubitku smera. Odgovornost se ne pojavljuje ako se ruta ne deli.",
          "keywords": ["brzina", "metod", "kontrola", "pravac", "fokus"],
          "context": "Ono što ignorišem: tempo / nametanje rute. Efekat: Motivacija se smanjuje, otpornost se povećava. DO: Podelite ritam."
        },
        "position5": {
          "upright": "Kočija sugeriše da imate periode prevazilaženja izazova zajedno i brzo napredovati. Uobičajeni cilj vas je nosili.",
          "reversed": "Reversed Chariot opisuje kako različiti koraci / prioriteti stvaraju sukob. Upravljački ratovi su možda ostavili svoj trag.",
          "keywords": ["napredak", "brzina", "fokus", "cilj", "metod"],
          "context": "Snažno ubrzanje, neusklađenost brzine. Akumulirane su metodološke rasprave. Zajednički tempo je sada obavezan."
        },
        "position6": {
          "upright": "Charit hvali jasnoću pravca i cilja; Ali kada se brzina i pritisak poveća, zahtev se može pretvoriti u nametanje. Ako je upravljač uvek u jednoj ruci, rizik od eksploatacije povećava se.",
          "reversed": "Invertirani kolait ukazuje na guranje i guranje preko granica partnera i guranje na pobedu. Potrebno je kompromisati umesto da vuče žice.",
          "keywords": ["ugnjetavanje", "pravac", "brzina", "nametanje", "konsenzus"],
          "context": "Tema: zamah i saglasnost; Rizik: Pritisak radi cilja; DO: Deljenje zajedničkog tempa i kontrole."
        },
        "position7": {
          "upright": "Chariot kaže da konkurentno okruženje, radni pritisak ili porodični ciljevi direktno usmeravaju odnos. Spoljni tempo vas izaziva.",
          "reversed": "Ukrašeni kolatira ukazuje da je spoljni pritisak uspeha / ugleda preuzme. Nemojte se odvojiti brzinom drugih.",
          "keywords": ["rivalstvo", "porodični cilj", "radni pritisak", "tempo", "pravac"],
          "context": "Spoljni ciljevi narušavaju unutrašnji ritam. Podesite uobičajenu brzinu i zaštitne granice."
        },
        "position8": {
          "upright": "Chariot opisuje jasne finansijske ciljeve i odlučujuće delovanje. Disciplinovan napredak čuva novac na putu.",
          "reversed": "Reversed Coriot sugeriše da su ishitle odluke, impulsivna kupovina i pritisak da se povećaju finansijske greške.",
          "keywords": ["cilj", "disciplina", "brzina", "impuls", "ugnjetavanje"],
          "context": "Doslednost, a ne brzina; Površite korake sa rasporedom i ograničenjima."
        },
        "position9": {
          "upright": "Odnos ostaje na putu sa kočijom, zajedničkom ciljem i disciplinovanom napretkom. Smjer postavljanja zajedno stvara kontinuitet.",
          "reversed": "Obrnuti kočiju, različite brzine i borbe snage bacaju vezu. Snage za borbu protiv upravljanja održavaju se snagama.",
          "keywords": ["cilj", "ubrzanje", "pravac", "disciplina", "snaga"],
          "context": "Da bi to bilo poslednje: slaže se na Tempo + Sharing Momentum."
        }
      },
      "strength": {
        "position1": {
          "upright": "Objašnjava da su testovi snage, emocionalne regulacije i strpljenja glavna napetost. Neuspjeh u izražavanju ponosa, tvrdoglavosti ili ranjivosti podstiče sukob.",
          "reversed": "Obrnuta snaga ukazuje da fluktuirajuće samopouzdanje, ljubomora ili nestrpljenje erodiraju poverenje u odnos. Sukob se povećava kada pritisak dođe u igru umesto meke snage.",
          "keywords": ["strpljenje", "Emocionalno upravljanje", "ponos", "ljubomora", "saosećanje"],
          "context": "Priroda sukoba u vezi: ravnoteža meke snage i prisile."
        },
        "position2": {
          "upright": "Moć kaže da je problem u mišiću emocionalne regulacije i strpljenja. Umesto uljudne hrabrosti, napetost i tvrdoglavost odveli su se na pozornicu. \\ N \\ n \\ n \\ nhint: uvećanje okidača, bitka na ponosnu i topljenje ljubavnih granica. Problem je u tome što je mekana snaga zaboravljena.",
          "reversed": "Ukrašena snaga ukazuje da fluktuirajuće samopouzdanje i senke ljubomore podstiču problem. Nestrpljenje vrši pritisak na osetljiva područja. \\ N \\ nsimptom: Mala pitanja koja se pretvaraju u oluje, pasivni agresivni jezik. Problem raste u samoodbrani bez saosećanja.",
          "keywords": ["hrabrost", "strpljenje", "saosećanje", "poverenje", "regulacija"],
          "context": "Problem sa korenom: Upravljanje emocijama i nežne granice. Područja koja utiče: jezik sukoba, poverenje, bliskost."
        },
        "position3": {
          "upright": "Kaže da je moć možda povećala vatru svojim oštrim tonom i nestrpljenjem kada se pokreće. Kada zaboravite meku snagu, mostovi sagorevaju.",
          "reversed": "Obrnuta snaga vam govori da povećavate svoj udeo sa nalomljem samopouzdanja i senke ljubomore. Mala iskra pretvara se u oluju.",
          "keywords": ["hrabrost", "strpljenje", "saosećanje", "poverenje", "regulacija"],
          "context": "Numerator: Deficit regulacije emocije. Uticaj: Kvalitet komunikacije. Predlog: Pauza dah - pokušajte ponovo."
        },
        "position4": {
          "upright": "Moć vam govori da kada se aktivira, Harsher ton može biti opravdan kao \"pravedni gnev\" i umanjiti vaš doprinos. Kada je mekana snaga zaboravljena, vaš udeo postaje nevidljiv.",
          "reversed": "Obrnuta snaga prikazuje tendenciju da negira ljubomore / samopoštovanje prepuna rekavši \"to je samo način na koji jesam.\" Ako nema propisa, nema odgovornosti.",
          "keywords": ["strpljenje", "nežna snaga", "okidač", "samo-regulacija", "saosećanje"],
          "context": "Ono što ignorišem: efekat tona / emocije. Efekat: Intimnost je natečena. DO: Pauza dah - pokušajte ponovo."
        },
        "position5": {
          "upright": "Snaga kaže da se međusobno držite sa saosećanjem i strpljenjem tokom teških vremena. Regulacija emocije sačuvala je odnos.",
          "reversed": "Obrnuta snaga nam govori da su okidači i ratni ratovi prouzrokovali rane u prošlosti. Nestrpljivi trenuci mogu da se pokreću danas.",
          "keywords": ["strpljenje", "saosećanje", "regulacija", "ponos", "okidač"],
          "context": "Zaostavština saosećajne snage; Ponekad oštra ton. Prag tolerancije fluktuira. Sada nežna snaga mora biti obnovljena."
        },
        "position6": {
          "upright": "Snaga kaže da je nježna sila isceljenje; Ali pokušaji suzdržavanja ljudi kroz ljubomoru i sraminja se može pretvoriti u eksploataciju. Saosećanje ne treba priružiti kao dominaciju.",
          "reversed": "Otkažena pokretačka strujanja i povlači emocije, povećavajući verovatnoću kažnjavanja ili stavljanja krivice na partnera. Ako ne postoji samostalno, neravnoteža snage raste.",
          "keywords": ["nežna snaga", "ljubomora", "sramota", "samo-regulacija", "ravnoteža"],
          "context": "Tema: saosećajni uticaj; Rizik: Emocionalno suzdržavanje; DO: prekinuti i otvorite zahtev na trenutku okidača."
        },
        "position7": {
          "upright": "Snaga pokazuje umirujuće uticaj zrelog prijatelja / mentora. Kada se prava osoba interveniše, osnovana je ravnoteža.",
          "reversed": "Obrnuta snaga kaže da ljubomorna osoba može da obuzda i izaziva emocije u ime \"dobrote\". Nježna moć može ustupiti način prikrivene kontrole.",
          "keywords": ["posrednik", "zreo prijatelj", "ljubomora", "umanjenje", "kontrola"],
          "context": "To je važno ko interveniše. Izaberite sigurne posrednike umesto ovlašćenih lica."
        },
        "position8": {
          "upright": "Opisuje poboljšanje budžeta sa čvrstoćom, strpljenjem, samokontrolom i saosećajnom suzdržanom. Nježna disciplina omekšava krize.",
          "reversed": "Obrnuta snaga znači da ne traži pomoć zbog ponosa, eksplodirajući kada kažete \"ne bih ga provodio\", ili nedostajući menadžment novca zbog emocionalnih okidača.",
          "keywords": ["samokontrola", "strpljenje", "pomoći", "okidač", "ograničenje"],
          "context": "Uzmite pauzu za emocionalne okidače i uzmite podršku ako je potrebno; Postavite nežne, ali jasne granice."
        },
        "position9": {
          "upright": "Trajnost odnosa raste sa snagom, nežnom silom, strpljenjem i samokontrolom. Saosećajna konzistencija donosi dugovečnost.",
          "reversed": "Obrnuta snaga, uzdizanje sa okidačima, ljubomorom i ponosom forsira na nastavak. Ako ne postoji propis, habanje i suza će se povećati.",
          "keywords": ["strpljenje", "nežna snaga", "regulacija", "ljubomora", "izdržljivost"],
          "context": "Da biste poslednji put: pokrenuli mapu + Smirni protokol."
        }
      },
      "thehermit": {
        "position1": {
          "upright": "Svetac kaže da postoji napetost između potrebe za samoćom i očekivanjem blizine. Dok jedna strana može da želi prostor, drugi može doživeti zanemarivanje.",
          "reversed": "Ograničeni sveti pokazuje da povlačenje, izbegavanje ili emocionalno povlačenje blokiraju komunikaciju. Udaljenost je pogrešno tumačena i povećava sukob.",
          "keywords": ["oblast", "blizina", "okretanje prema unutra", "odmicali se", "komunikacija"],
          "context": "Priroda sukoba u vezi: ravnoteža prostora i intimnosti."
        },
        "position2": {
          "upright": "Saint kaže da problem proizlazi iz ravnoteže koji se ne može utvrditi između potrebe za usamljenosti i potrebom jedinstva. U pratnji je možda zaboravljen dok slušate unutrašnji glas. \\ N \\ n \\ nhint: nedostatak udaljenosti, zatvaranja i deljenja. Problem raste u zidu sagrađenom između introspekcije i komunikacije.",
          "reversed": "Okrećeno svetilac objašnjava da nezdrava izolacija i izbegavanje čine problem hroničnim. Postoji unutrašnje računalo, ne postoji zajedničko rešenje. \\ N \\ nsimptom: odlaganje sastanka, izbegavajući lice u lice i hladnoću. Problem se svodi na zajedničko pitanje koje se pokušava rešiti.",
          "keywords": ["okretanje prema unutra", "rastojanje", "usamljenost", "deljenje", "uputstvo"],
          "context": "Problem sa korenom: ravnoteža prostora-blizine. Područja koja utiče: komunikacijski ritam, podrška, empatija."
        },
        "position3": {
          "upright": "Svetac kaže da možda imate iskru kada se \"kupac\" povuče bez objašnjenja želje. Vaša tišina je pročitala kao zanemarivanje.",
          "reversed": "Okrećeno Svetice vam govori da povećavate svoj udeo kroz nezdravu izolaciju i izbegavanje. Shvatili smo ga \"samostalno\" oštećenja partnerstva.",
          "keywords": ["okretanje prema unutra", "rastojanje", "usamljenost", "deljenje", "uputstvo"],
          "context": "Share: neotkrivena udaljenost. Efekat: Bliskost, poverenje. Predlog: dajte potrebe vidljive."
        },
        "position4": {
          "upright": "Ermis objašnjava povlačenje kao \"potrebu za prostorom\" i kaže da se može zanemariti svoj udeo u indika o komunikaciji. Tišina se može čitati kao nepažnja.",
          "reversed": "Otkazni sveti normalizuje nezdravu izolaciju i naglašava tendenciju da negira izbegavanje. Pokušaj da to reši samostaje, može zatamiti vaš doprinos.",
          "keywords": ["rastojanje", "okretanje prema unutra", "izbegavanje", "deljenje", "uputstvo"],
          "context": "Ono što ignorišem: neiskrena potreba. Efekat: Poverenje / pripadanje je oslabljeno. DO: SALjETE jer."
        },
        "position5": {
          "upright": "Ermis kaže da je to zdrava udaljenost i skrenula prema unutra i vreme da sazri vaš odnos. Usamljenost je donela mudrost.",
          "reversed": "Prekoračen svetilac objašnjava da prekomerno zatvaranje i izbegavanje ostavlja marku. Nesntold potrebe mogu danas da se odjekuju.",
          "keywords": ["okretanje prema unutra", "rastojanje", "mudrost", "izbegavanje", "deljenje"],
          "context": "Korisni prostor + nedostatak komunikacije. Bila je percepcija zanemarivanja. Sada moraju biti jasno izražene potrebe."
        },
        "position6": {
          "upright": "Saint objašnjava prednosti zdrave usamljenosti; Ali korišćenje udaljenosti i tišine kao uticaj je eksploatacija. Povlačenje ne bi trebalo da postane alat za kaznu partnera.",
          "reversed": "Preokrećeni sveti naglašava rizik od koncentriranja snage i uspostavljanje kontrole izgradnja kamenog zida i zaključavanje komunikacija. Odnos se ne može kažnjavati svesne izolacije.",
          "keywords": ["rastojanje", "usamljenost", "komunikacija", "kazna", "oblast"],
          "context": "Tema: polje i veza; Rizik: Ponašanje kamenog zida; DO: Planirani protokol za odmor i povratak."
        },
        "position7": {
          "upright": "Svetac kaže da bi se trebalo povući iz glasa gomile i pronaći svoju istinu. Prekomerni komentari gute odnos.",
          "reversed": "Ukrašeni svetac označava ekstremnu izolaciju i \"niko ne bi trebao ometati\" grubu da bi izbegli spoljne presude. Ovo može sagoreti mostove.",
          "keywords": ["izolacija", "zauzet", "presuda", "unutrašnji glas", "ravnoteža"],
          "context": "Izvan buka je glasna, unutrašnja mudrost je tiha. Uspostaviti selektivno distanciranje i sigurno savetovanje."
        },
        "position8": {
          "upright": "Saint preporučuje pojednostavljenje, štetno življenje i unutrašnja računovodstvo. Lean plan smanjuje finansijski stres.",
          "reversed": "Ograničeno svetići kaže da prevladavajuće ograničenje, ne deljenje i \"mogu to podnijeti\" izolacija uvećati opterećenje.",
          "keywords": ["pojednostavljivanje", "štedljiv", "računovodstvo", "izolacija", "deljenje"],
          "context": "Jednostavni plan je dobar; Ne radi se o smanjenju zajedničke komunikacije. Ocenite odluke zajedno."
        },
        "position9": {
          "upright": "Ermis kaže da će sa zdravim prostorom i svesnom usamljenosti, veza će disati. Unutrašnja mudrost podržava kontinuitet."
        }
      }
    }
  }
}
