{
  "career": {
    "meanings": {
      "sixofpentacles": {
        "position6": {
          "context": "Neuravnoteženi odnosi u prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Šest stanovnika ukazuje da će ishod putovanja u karijeri biti oblikovan pravim deljenjem, međusobnim podrškom i ravnotežom.",
          "reversed": "Uokrećena šest pentakla može uticati na ishod neuravnoteženih odnosa ili nepravde.",
          "keywords": ["pravda", "ravnoteža", "deljenje", "pomoći", "budućnost"],
          "context": "Rezultat će se kretati napred sa fer i uravnoteženim odnosima."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Sedam pentakala je karta strpljenja i dugoročni napor. Vremenom ćete biti nagrađeni za svoje napore u karijeri.",
          "reversed": "Okrećeno sedam pentakla može ukazivati na nestrpljenje ili pogrešne investicije.",
          "keywords": ["strpljenje", "rad", "investicija", "čekanje", "napredak"],
          "context": "Vaša stvarna karijera je put koju ste gradili sa strpljenjem i to će s vremenom biti voće."
        },
        "position2": {
          "upright": "Sedam pentakala vas savetuje da nastavite sa strpljenjem i dugoročne investicije. Bićete nagrađeni za svoje napore.",
          "reversed": "Ograničeno sedam stanovnika ukazuje da vas nestrpljenje ili pogrešne investicije mogu usporiti.",
          "keywords": ["strpljenje", "investicija", "napredak", "čekanje", "zaključak"],
          "context": "Da biste razvili svoju karijeru, morate biti strpljivi i razmišljati dugoročno."
        },
        "position3": {
          "upright": "Sedam pentakala, ne možete da kontrolišete kada se rezultati pojave. Voće njihovog rada dolazi u svoje vreme.",
          "reversed": "Okrećeno sedam pentaka, odlaganja i čeka je iz vaših ruku.",
          "keywords": ["strpljenje", "čekanje", "zaključak", "investicija", "van kontrole"],
          "context": "Ne možete odrediti ishod vaših napora u vašoj karijeri."
        },
        "position4": {
          "upright": "Sedam pentakala pokazuje da strpljivo ulažete i radite na procesno orijentisan način. Dajete sve od sebe.",
          "reversed": "Ograničeno je sedam pentakla, nestrpljenja ili nesreće može zatamniti vrednost napora.",
          "keywords": ["strpljenje", "merenje", "procena", "prinos", "dugoročan"],
          "context": "Vaš trud snosi voće sa redovnim merenjem i poboljšanjem."
        },
        "position5": {
          "upright": "Sedam pentakla, strpljivo ulaganje i razmišljajući dugoročno donosi korisne promene u vašoj karijeri.",
          "reversed": "Okrećeno sedam pentaklama, trebalo bi da verujete procesu umesto nestrpljivosti.",
          "keywords": ["strpljenje", "investicija", "dugoročan", "procena", "promeniti"],
          "context": "Za promenu u karijeri, trebalo bi da se fokusirate na dugoročne planove."
        },
        "position6": {
          "upright": "Sedam pentakla, nestrpljivi ili napušteni procesi rano je možda ometalo vašu karijeru u prošlosti.",
          "reversed": "Učitavanje sedam pentakla, žurba i nemogućnosti upravljanja očekivanjima možda su prouzrokovali probleme u prošlosti.",
          "keywords": ["strpljenje", "investicija", "period", "žuriti", "prošlost"],
          "context": "Nestrpljivost u prošlosti možda je ometala svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Sedam stanovnika ukazuje da će ishod puta u karijeri biti nagrada investicija o pacijentima.",
          "reversed": "Okrećeno sedam pentakla može napredovati težak zbog nestrpljenja ili prerano napuštenosti.",
          "keywords": ["strpljenje", "investicija", "zaključak", "čekanje", "budućnost"],
          "context": "Rezultat će biti nagrada strpljivo očekivanih napora."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Osam stanovnika simbolizuje majstorstvo i posvećenost. Trudite se da se poboljšate i specijalizujete u svojoj karijeri.",
          "reversed": "Osvećeno osam stanovnika može ukazivati na neefikasnost zbog ravnodušnosti ili nepažnje.",
          "keywords": ["savladav", "učenje", "rad", "praktičan", "razvoj"],
          "context": "Vaša istinska karijera otkriva se tamo gde razvijate svoju ekspertizu sa predanošću."
        },
        "position2": {
          "upright": "Osam stanovnika preporučuje disciplinovani rad i stručnost za poboljšanje. Biti otvoren za učenje.",
          "reversed": "Oporedila osam stanovnika ukazuje da nepažnja ili ravnodušnost mogu ograničiti nečiji razvoj.",
          "keywords": ["studija", "stručnost", "učenje", "rad", "napredak"],
          "context": "Da biste poboljšali svoju karijeru, morate raditi disciplinovati i poboljšati svoje veštine."
        },
        "position3": {
          "upright": "Osam pentakala, ne kontrolirate intenzitet svog radnog opterećenja ili dužine procesa učenja.",
          "reversed": "Invertirani osam stanovnika razvija se izvan vas, uz stopu razvoja s vremena na vreme usporava.",
          "keywords": ["studija", "učenje", "stručnost", "intenzitet", "van kontrole"],
          "context": "Ne možete da kontrolišete dužinu procesa učenja u vašoj karijeri."
        },
        "position4": {
          "upright": "Osam stanovnika pokazuje disciplinovanu praksu i pažnju na detalje prema majstoriju.",
          "reversed": "Preokrenuta osam pentakla, nepažnje ili navika da ostave stvari nedovršene smanjuje performanse.",
          "keywords": ["savladav", "praktičan", "detalj", "briga", "kontinuitet"],
          "context": "Vaš trud sija kroz stalno unapređenje i savladavanje."
        },
        "position5": {
          "upright": "Osam stanovnika, poboljšavajući vaše veštine i rad sa disciplinom stvara pozitivne promene u vašoj karijeri.",
          "reversed": "Invertirani osam stanovnika, trebalo bi da obratite pažnju na detalje, a ne bez krpenosti.",
          "keywords": ["veština", "disciplina", "savladav", "učenje", "promeniti"],
          "context": "Da biste promenili karijeru, morate da obrate više pažnje na svoj rad."
        },
        "position6": {
          "upright": "Osam stanovnika je možda ograničilo vašu karijeru u prošlosti ne plaćajući dovoljno pažnje na vaš rad ili razvijanje vaših veština.",
          "reversed": "Invertirano osam stanovnika, nepažnje i nepažnje može biti prepreka iz prošlosti.",
          "keywords": ["briga", "veština", "savladav", "učenje", "prošlost"],
          "context": "Ne poboljšava vaše veštine u prošlosti danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Osam stanovnika ukazuje da će ishod putovanja u karijeri biti savladao, hočići nečije veštine i postizanje uspeha kroz disciplinu.",
          "reversed": "Otkriveno osam stanovnika može usporiti proces kao rezultat nepažnje ili nedostatka motivacije.",
          "keywords": ["savladav", "disciplina", "učenje", "rad", "budućnost"],
          "context": "Rezultat će se poboljšati i savladati vaše veštine."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Devet stanovnika simbolizuje nezavisnost, samopouzdanje i materijalni uspeh. Vidite nagradu sopstvenih napora u vašoj karijeri.",
          "reversed": "Devet preokretanog pentakla može ukazivati na zavisnost ili prekomernu potragu za luksuzom.",
          "keywords": ["nezavisnost", "poverenje", "uspeh", "Finansijska sigurnost", "dosta"],
          "context": "Vaša istinska karijera postaće jasna kada postignete uspeh dok održavate svoju nezavisnost."
        },
        "position2": {
          "upright": "Devet pentaklova preporučuje da se delujete nezavisno za razvoj i da budete nagrađeni za sopstvene napore.",
          "reversed": "Okrećeno devet stanovnika vam govori da će vas ovisnost ili previše udobnosti vratiti.",
          "keywords": ["nezavisnost", "poverenje", "uspeh", "zadovoljstvo", "samoefikasnost"],
          "context": "Da biste razvili svoju karijeru, morate da održite svoju nezavisnost i poverenje u svoje napore."
        },
        "position3": {
          "upright": "Devet pentakala, ne možete da kontrolišete spoljne ekonomske okolnosti ili vreme mogućnosti za nezavisnost.",
          "reversed": "Invertirani devet stanovnika, spoljni faktori koji utiču na nezavisnost mogu biti neizbežni.",
          "keywords": ["nezavisnost", "privreda", "uspeh", "dosta", "van kontrole"],
          "context": "Ne možete u potpunosti da odredite svoju finansijsku nezavisnost u vašoj karijeri."
        },
        "position4": {
          "upright": "Devet stanovnika ukazuje da ste snažni izvođač sa standardom samodovoljnosti i kvaliteta.",
          "reversed": "Obrnuti devet stanovnika, rizik od izolacije tokom rada nezavisno; Umrežavanje uvećava vaš trud.",
          "keywords": ["samoefikasnost", "kvalitet", "samodisciplina", "milost", "poverenje"],
          "context": "Napor postaje vidljiv kada se kombinuju nezavisnost i visoki standardi."
        },
        "position5": {
          "upright": "Devet pentakala donosi korisne promene u vašoj karijeri, povećavajući svoju samodovoljnost i jačanje vaše nezavisnosti.",
          "reversed": "Obrnuti devet stanovnika, umesto da postanete usamljeni, trebalo bi da ojačate svoje mreže.",
          "keywords": ["nezavisnost", "poverenje", "samodisciplina", "kvalitet", "promeniti"],
          "context": "Da biste promenili svoju karijeru, morate svesno ojačati svoju nezavisnost."
        },
        "position6": {
          "upright": "Devet stanovnika je možda u vašoj karijeri ometalo da ne bude u stanju da deluje nezavisno ili je previše zavisan od drugih u prošlosti.",
          "reversed": "Pretvoreno devet stanovnika, strah od usamljenosti ili nedostatka samopouzdanja mogu biti prepreke iz prošlosti.",
          "keywords": ["nezavisnost", "poverenje", "samoefikasnost", "usamljenost", "prošlost"],
          "context": "Ne mogu da razvijaju nezavisnost u prošlosti možda je danas ometala karijeru."
        },
        "position7": {
          "upright": "Devet stanovnika ukazuje da će ishod putovanja u karijeri biti nezavisnost, samodovoljnost i lično ispunjenje.",
          "reversed": "Devet preokretanih pentakala može da oblakne uspeh kao rezultat usamljenosti ili zavisnosti.",
          "keywords": ["nezavisnost", "samoefikasnost", "zadovoljstvo", "poverenje", "budućnost"],
          "context": "Rezultat će biti samodovoljnost i nezavisni uspeh."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Deset stanovnika simbolizuje vrednosti trajnog uspeha, porodice i zaostavštine. U vašoj karijeri je izgrađeno zadovoljstvo na čvrstom temeljima.",
          "reversed": "Deset preokretanog pentakla može ukazivati na okruženje nestabilnosti ili nesigurnosti.",
          "keywords": ["stalnost", "uspeh", "Finansijska sigurnost", "baština", "stabilnost"],
          "context": "Vaša stvarna karijera je put koji pruža dugoročno obezbeđenje i zadovoljstvo."
        },
        "position2": {
          "upright": "Deset stanovnika preporučuje izgradnju trajnih vrednosti za razvoj. Porodični ili dugoročni projekti će doneti uspeh.",
          "reversed": "Deset stanovnika obrnuto kaže da nestabilnost ili trajni izbori mogu da otežavaju razvoj.",
          "keywords": ["stabilnost", "baština", "stalnost", "uspeh", "dugoročan"],
          "context": "Da biste poboljšali svoju karijeru, trebalo bi da se fokusirate na dugoročne stalne projekte."
        },
        "position3": {
          "upright": "Deset stanovnika, ne možete da kontrolišete uticaj porodičnih i socijalnih zaostavština na karijeru. Ovo su vaša prirodna infrastruktura.",
          "reversed": "Uticaj obrnutih deset pentaka na vaše duboke ukorijenjene strukture i tradicije je izvan vaše kontrole.",
          "keywords": ["baština", "porodica", "društvo", "ukorijenjenost", "van kontrole"],
          "context": "Ne možete u potpunosti zameniti uticaje porodice i zajednice u karijeru."
        },
        "position4": {
          "upright": "Deset stanovnika pokazuje da proizvodi održivu vrednost i trajne rezultate. Vaša radna snaga stvara korporativni uticaj.",
          "reversed": "Invertirani deset stanovnika, zaglavljen u kratkom roku može podrivati dugoročne performanse.",
          "keywords": ["stalnost", "sistem", "baština", "dugoročan", "vrednost"],
          "context": "Vaš trud se pretvara u trajni uticaj kada uspostavite sistem i proces."
        },
        "position5": {
          "upright": "Deset stanovnika donosi korisne promene u vašoj karijeri, uspostavljanje trajnih sistema i stvaranje dugoročne vrednosti.",
          "reversed": "Invertirani Deset stanovnika, trebalo bi da razmislite o dugom mandatu umesto da se fokusirate na kratak rok.",
          "keywords": ["stalnost", "sistem", "baština", "stabilnost", "promeniti"],
          "context": "Trebali biste razviti stalne projekte za promenu u karijeri."
        },
        "position6": {
          "upright": "Deset stanovnika, porodičnih odgovornosti ili finansijskih pritisaka možda je stvorilo ograničenja vaše karijere u prošlosti.",
          "reversed": "Invertirani deset stanovnika, nemogućnost uspostavljanja dugoročne stabilnosti može biti prepreka iz prošlosti.",
          "keywords": ["porodica", "stabilnost", "ugnjetavanje", "odgovornost", "prošlost"],
          "context": "Porodični ili finansijski pritisci u prošlosti možda su ometali vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Deset stanovnika ukazuje da će ishod vašeg putovanja u karijeri trajati uspeh, sigurnost i ostaviti snažnu zaostavštinu.",
          "reversed": "Invertirani deset stanovnika, neuspeh u postizanju dugoročne stabilnosti može otežati ishod.",
          "keywords": ["stalnost", "stabilnost", "baština", "uverenje", "budućnost"],
          "context": "Rezultat će biti stvaranje trajne stabilnosti i uspeha."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "Princ pentaklama simbolizuje učenje, priliku i otkriće. Učenje nove veštine ili primanje obuke može da otvori vrata za vas u vašoj karijeri.",
          "reversed": "Princ Pentacles obrnut može ukazivati na nepažnju ili nedostatak motivacije.",
          "keywords": ["učenje", "prilika", "otkriće", "razvodnik", "potencijal"],
          "context": "Vaša stvarna karijera će cvjetati kada dosledno primenite ono što ste naučili."
        },
        "position2": {
          "upright": "Princ Pentacles preporučuje da budete otvoreni za učenje i sticanje novih veština za razvoj.",
          "reversed": "Princ Pentacles Reversed kaže da nepažnja i nedostatak motivacije mogu usporiti njegov razvoj.",
          "keywords": ["učenje", "veština", "otkriće", "obrazovanje", "potencijal"],
          "context": "Da biste poboljšali svoju karijeru, morate biti otvoreni za učenje i date svoje znanje u praksi."
        },
        "position3": {
          "upright": "Princ Pentacles, ne možete da kontrolišete prilikom učenja mogućnosti učenja ili novih projekata.",
          "reversed": "Princ Pentacles je preokrenuo, nedostatak inspiracije ili obrazovnih prilika može se razviti van vas.",
          "keywords": ["učenje", "početak", "prilika", "obrazovanje", "van kontrole"],
          "context": "Ne možete odrediti pojavu novih mogućnosti učenja u vašoj karijeri."
        },
        "position4": {
          "upright": "Princ Pentacles pokazuje da je otvoren za učenje, planirano i znatiželjno; Vaša osnovna performansa je čvrsta.",
          "reversed": "Prenelišteni princ pentacla slabi ometani fokus ili odlaganju.",
          "keywords": ["učenje", "plan", "radoznalost", "osnovna veština", "fokus"],
          "context": "Vaš trud raste brzo u kombinaciji sa planom učenja."
        },
        "position5": {
          "upright": "Princ Pentacles: Biti otvoren za učenje i razvoj novih veština donosi korisne promene u vašoj karijeri.",
          "reversed": "Princ obrnutog pentakala, trebalo bi da povećate svoju radoznalost umesto ravnodušnosti.",
          "keywords": ["učenje", "radoznalost", "pokušati", "veština", "promeniti"],
          "context": "Za promenu u karijeri, morate biti otvoreniji za učenje i razvoj."
        },
        "position6": {
          "upright": "Princ Pentacles, neuspeh u iskorištavanju mogućnosti učenja u prošlosti možda je ometala karijeru.",
          "reversed": "Invertirani princ pentakla, apatija ili nedostatak radoznalosti mogu biti prepreke iz prošlosti.",
          "keywords": ["učenje", "radoznalost", "prilika", "disciplina", "prošlost"],
          "context": "Biti zatvoren za učenje u prošlosti možda je danas ometala vašu karijeru."
        },
        "position7": {
          "upright": "Princ Pentaklova ukazuje da će ishod putovanja u karijeri biti oblikovan učenjem, otkrićem i novim mogućnostima.",
          "reversed": "Okolišteni princ pentakla može odložiti napredak ravnodušnom ili nepažnjom.",
          "keywords": ["učenje", "otkriće", "prilika", "početak", "budućnost"],
          "context": "Rezultat će biti napredak kroz učenje i otkriće."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "Vitez pentaklama simbolizuje disciplinu, strpljenje i odlučnost. Stalno napredujete u svojoj karijeri.",
          "reversed": "Vitez pentaklova obrnut može ukazivati na monotoniju ili nefleksibilnost.",
          "keywords": ["stabilnost", "strpljenje", "disciplina", "trud", "poverenje"],
          "context": "Vaša stvarna karijera je put u kojoj ćete postići uspeh u redovnom i disciplinovom napretku."
        },
        "position2": {
          "upright": "Vitez Pentacles vam savetuje da nastavite sa strpljenjem i doslednicom. Redovno vežbanje učiniće vas jačim.",
          "reversed": "Vitez Pentekla-a obrnut ukazuje da monotonija ili prevelika rigidnost može usporiti nečiji razvoj.",
          "keywords": ["stabilnost", "strpljenje", "razvodnik", "planiranje", "stabilnost"],
          "context": "Da biste poboljšali svoju karijeru, morate strpljivo i redovno raditi."
        },
        "position3": {
          "upright": "Vitez Pentacles, ne možeš uvek kontrolisati ritam svog radnog opterećenja ili tempo svojih zadataka.",
          "reversed": "Vitez Pentacles obrnut, monotonija ili spor napredak ponekad je neizbežan.",
          "keywords": ["studija", "ritam", "period", "odgovornost", "van kontrole"],
          "context": "Ne možete uvek da postavite tempo u karijeri."
        },
        "position4": {
          "upright": "Vitez Pentekla pokazuje da stalno radi, strpljivo i metodično. Dajete sve od sebe.",
          "reversed": "Vitez Pentacles obrnut, prekomerna rutina ili nefleksibilnost može smanjiti produktivnost.",
          "keywords": ["stabilnost", "metod", "strpljenje", "period", "pouzdanost"],
          "context": "Napor kulminira u redovnim ritmovima i procesima."
        },
        "position5": {
          "upright": "Knight Pentacles, rad sa strpljenjem i dosleđivanje donosi korisne promene u vašoj karijeri.",
          "reversed": "Vitez Pentacles-a preokrenut, trebalo bi da budete fleksibilni, a ne zaglavili u rutini.",
          "keywords": ["strpljenje", "stabilnost", "kontinuitet", "plan", "promeniti"],
          "context": "Za promenu u vašoj karijeri, morate biti otvoreni za inovacije uz održavanje stabilnosti."
        },
        "position6": {
          "upright": "Za vitez pentakala, prelijedi se prelaska ili ne rizikuju da je u prošlosti ometala karijeru u prošlosti.",
          "reversed": "Vitez pentakala je obrnuo, monotoniju i nedostatak motivacije možda su vas ograničili u prošlosti.",
          "keywords": ["spornica", "stabilnost", "monotonija", "rizikovati", "prošlost"],
          "context": "Previše se kreće po sporo u prošlosti, možda je danas ometala vašu karijeru."
        },
        "position7": {
          "upright": "Vitez Pentekla pokazuje da će ishod putovanja u karijeri biti strpljenje, disciplina i stalni napredak.",
          "reversed": "Učitavanje viteza Pentekla može da komplikuje proces kao rezultat monotonije ili lenjosti.",
          "keywords": ["strpljenje", "stabilnost", "disciplina", "pouzdanost", "budućnost"],
          "context": "Rezultat će biti strpljiv i disciplinovan napredak."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "Kraljica pentakala simbolizuje plodnost, saosećanje i praktičnost. Možete da preuzmete i produktivnu i podržavajuću ulogu u karijeri.",
          "reversed": "Kraljica obrnutog preokreta može ukazivati na prekomerni materijalizam ili zanemarivanje samo-nege.",
          "keywords": ["obilje", "saosećanje", "praktičnost", "produktivnost", "podrška"],
          "context": "Vaša istinska karijera je način na koji pokazujete i svoju produktivnost i vaše saosećanje."
        },
        "position2": {
          "upright": "Kraljica Pentacla preporučuje da pristupite razvoju koji je i produktivan i podržavajući.",
          "reversed": "Kraljica Pentacles-a obrnuta ukazuje da vas prekomerno materijalizam ili zanemarivanje samo-nege može da vas napregnu.",
          "keywords": ["produktivnost", "obilje", "saosećanje", "praktičnost", "ravnoteža"],
          "context": "Da biste poboljšali svoju karijeru, morate istaknuti svoju produktivnost i praktičnost."
        },
        "position3": {
          "upright": "Kraljica Pentacles-a, ne možete da kontrolišete podršku ili naklonost ljudi oko vas.",
          "reversed": "Reversed Kueen of Pentacles, materijalistički stavovi drugih mogu se razviti izvan vas.",
          "keywords": ["podrška", "obilje", "društvo", "pomoći", "van kontrole"],
          "context": "Ne možete da promenite pristup onih oko vas u vašoj karijeri."
        },
        "position4": {
          "upright": "Kraljica Pentolaka ukazuje da imate produktivno, praktično i negovano radno stil rada. Dobro upravljate resursima.",
          "reversed": "Ograničena kraljica pentakala, zanemarivanje samo-nege može smanjiti kvalitet vašeg rada.",
          "keywords": ["produktivnost", "praktičnost", "upravljanje resursima", "saosećanje", "ravnoteža"],
          "context": "CAban je u najboljem redu sa ravnotežom praktičnih rešenja i nege."
        },
        "position5": {
          "upright": "Kraljica Pentacla daje praktična rešenja i mudro upravlja svojim resursima, donoseći korisne promene u karijeri.",
          "reversed": "Obrnuta kraljica pentakala, ne bi trebalo da zanemariš samo-negu i nastavite ravnotežu.",
          "keywords": ["praktičnost", "upravljanje resursima", "ravnoteža", "produktivnost", "promeniti"],
          "context": "Trebali biste se fokusirati na praktična rešenja i ravnotežu promena u vašoj karijeri."
        },
        "position6": {
          "upright": "Klinica nemogućnosti nemogućnosti upotrebe svojih resursa ili proizvela praktična rešenja možda je u prošlosti ometala karijeru.",
          "reversed": "Kraljica pentakala je preokrenuta, nedostatak samo-nege ili neraspoloživanja možda je postavio granice u prošlosti.",
          "keywords": ["izvor", "praktičnost", "produktivnost", "ravnoteža", "prošlost"],
          "context": "Ne mogu da u prošlosti ne uspe da upravlja resursima, možda je ometala vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Kraljica Pentakova ukazuje da će ishod vašeg putovanja u karijeri oblikovati mudro upravljanje vašim resursima, produktivnošću i ravnotežom.",
          "reversed": "Kraljica pentakala je obrnuta, nereda ili nedostatak samo-nege negativno da utiču na ishod.",
          "keywords": ["upravljanje resursima", "produktivnost", "ravnoteža", "praktičnost", "budućnost"],
          "context": "Rezultat će biti osnaživanje sa produktivnošću i upravljanjem resursima."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "Kralj stanovnika simbolizuje obilje, poverenje i rukovodstvo. U karijeri ste postigli stabilnost i uspeh.",
          "reversed": "Prekoračeni kralj stanovnika može ukazivati na to da vas konzumira prekomerna kontrola ili materijalne ambicije.",
          "keywords": ["dosta", "rukovodstvo", "poverenje", "materijalni uspeh", "stabilnost"],
          "context": "Vaša stvarna karijera je put koju gradite sa vođstvom i obiljem svesti."
        },
        "position2": {
          "upright": "Kralj Penteksa vas savetuje da delujete sa liderstvom, obiljem i samopouzdanjem. Materijalna i moralna stabilnost omogućava porastu u vašoj karijeri.",
          "reversed": "Kralj pentaklova obrnut ukazuje da vas prevelika kontrola ili ambicija mogu da vas konzumiraju.",
          "keywords": ["rukovodstvo", "dosta", "poverenje", "stabilnost", "uspeh"],
          "context": "Da biste unapredili svoju karijeru, morate pokazati samopouzdanje i vizionalno rukovodstvo."
        },
        "position3": {
          "upright": "Kralj pentakla pokazuje da su ekonomski sistem i odluke lidera izvan vas.",
          "reversed": "Prekoračio kralja pentakala, ne možete da promenite stavove preterano kontrole ili ugnjetavajuće lidere.",
          "keywords": ["rukovodstvo", "privreda", "vlast", "sistem", "van kontrole"],
          "context": "Ne možete odrediti pravila ekonomskog sistema u vašoj karijeri."
        },
        "position4": {
          "upright": "Kralj pentaklova ukazuje na strateške, pouzdane i performanse orijentisane na rezultate. Dajete sve od sebe.",
          "reversed": "Ograničen kralj pentakala, prekomerne kontrole ili fokusiranje isključivo na ishod može podrivati timske performanse.",
          "keywords": ["strategija", "zaključak", "rukovodstvo", "poverenje", "produktivnost"],
          "context": "Napori se množe sa strateškom mudrošću i izgradnjom poverenja."
        },
        "position5": {
          "upright": "Kralj pentakla, uspostavljajući dugoročnu strategiju i pouzdan lider donosi korisne promene u vašoj karijeri.",
          "reversed": "Prekoračio je kralja pentakala, trebalo bi da napravite mesta za fleksibilnost, a ne prekomernu kontrolu.",
          "keywords": ["strategija", "rukovodstvo", "poverenje", "vizija", "promeniti"],
          "context": "Morate razviti pouzdano i vizionarno rukovodstvo za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Kralj pentakla, preterano kontroliše ili se previše fokusira na sigurnost, možda je u prošlosti ometala vašu karijeru.",
          "reversed": "Okolišteni kralj stanovnika, neodgovorno finansijske odluke ili nedostatak vizije, možda će vas imati ograničiti u prošlosti.",
          "keywords": ["kontrola", "vizija", "odgovornost", "uverenje", "prošlost"],
          "context": "Nedostatak kontrole ili vizije u prošlosti možda je danas ometao karijeru."
        },
        "position7": {
          "upright": "Kralj Pentola pokazuje da će ishod putovanja u karijeri biti snažan vođstvo, finansijska stabilnost i vizionarski uspeh.",
          "reversed": "Prekoračeni kralj pentakla može da komplikuje proces kao rezultat prevelike kontrole ili neodgovorno finansijskim odlukama.",
          "keywords": ["rukovodstvo", "stabilnost", "Finansijska sigurnost", "vizija", "budućnost"],
          "context": "Rezultat će biti uspešan sa jakim i pouzdanim vođstvom."
        }
      },
      "aceofcups": {
        "position2": {
          "upright": "ACE of Cups sugerira da otvori vaše srce i emocionalno prihvataju nove mogućnosti za vaš rast. Dodavanje inspiracije i saosećanje na vašu karijeru premestite vas napred.",
          "reversed": "ACE of Cups preokrenuti ukazuje da će suzbijanje vaših emocija ili potceniti vašu inspiraciju usporiti vaš razvoj.",
          "keywords": ["inspiracija", "osećanje", "početak", "kreativnost", "saosećanje"],
          "context": "Da biste poboljšali svoju karijeru, morate da preuzmete inspirativne korake koji govore sa svojim srcem."
        },
        "position3": {
          "upright": "ACE of Cups pokazuje da emocionalna inspiracija ili mogućnosti od srca nisu uvek u vašoj kontroli. Inspiracija dolazi kad god nastane.",
          "reversed": "ACE of CUPS preokrenuti nas podseća da emocionalna blokade ili razočarenja ne mogu da promene prirodni ciklus.",
          "keywords": ["inspiracija", "osećanje", "početak", "intuicija", "protok"],
          "context": "Ne možete odrediti kada se u vašoj karijeri nastane emocionalna inspiracija."
        },
        "position4": {
          "upright": "ACE CURS-a pokazuje da u svom radu nastavite sa iskrenošću i iskrenošću. Vaš trud je veoma vredan jer ste u to stavili srce.",
          "reversed": "Ace of Cups preokrećeno: Kada suzbijate svoje emocije ili izgubite inspiraciju, vaši napori možda ne izgledaju potpuni.",
          "keywords": ["iskrenost", "inspiracija", "osećanje", "početak", "performanse"],
          "context": "Vaš trud postaje najjači kada iskreno stavite svoje srce u svoj rad."
        },
        "position5": {
          "upright": "ACE of CUPS, dodajući više iskrenosti i emocionalne veze sa vašim radom doneće vam novu inspiraciju i motivaciju.",
          "reversed": "Invertirani ACE CUP-a: IZRAŽITE SVOJE EMOCIJE UMOLIČNOST UMERA SREDNOSTI Stvara pozitivne promene u vašoj karijeri.",
          "keywords": ["inspiracija", "iskrenost", "osećanje", "početak", "promeniti"],
          "context": "Da biste promenili karijeru, morate da stavite više svog srca u svoj rad."
        },
        "position6": {
          "upright": "ACE CUPS: Ne mogu slobodno izraziti svoje emocije ili suzbiti svoju inspiraciju u prošlosti, možda je ometala vašu trenutnu karijeru.",
          "reversed": "ACE of Cups preokrenuti, emocionalna zatvarača i razočarenja mogu danas da smanjuju vašu motivaciju.",
          "keywords": ["osećanje", "izraz", "inspiracija", "razočaranje", "prošlost"],
          "context": "Suzbijanje vaših emocija u prošlosti je danas ometa vašu karijeru."
        },
        "position7": {
          "upright": "ACE of Cups ukazuje da će ishod vašeg putovanja u karijeri doneti inspirisane novih početaka i zadovoljstva.",
          "reversed": "Ace Cups preokrenuti, nedostatak emocionalne motivacije može odložiti ishod.",
          "keywords": ["inspiracija"]
        }
      }
    }
  }
}
