{
  "love": {
    "modals": {
      "step1": "Unesite svoje li캜ne podatke",
      "step2": "Odgovorite na pitanja o ljubavi",
      "step3": "Izaberite i pregledajte 4 kartice",
      "step4": "Sa캜uvaj 캜itanje; Dobijte rezultate na va코u e-po코tu",
      "successMessage": "Va코e ljubavno otvaranje je zabele쬰no i analizirano. Rezultati mo쬰te da vidite sa panela.",
      "successTitle": "캛itanje sa캜uvane",
      "writtenReading": "Pismeno 캜itanje",
      "writtenReadingText": "Ako 쬰lite, bi캖e isporu캜eno kao detaljan pisani izve코taj; Mo쬰te ga ponovo pro캜itati kad god 쬰lite."
    },
    "positions": {
      "position1": {
        "description": "Pravi ton osobe koju imate na umu, njihov pogled na vas, njihov pristup i njihove namere. To 캜ini neizgovorenim vidljivim; Osje캖ate da ose캖ate ono 코to dr쬴te u svom srcu.",
        "title": "Osoba koju ste zainteresovani"
      },
      "position2": {
        "description": "Toplina atrakcije izme캠u vas, harmonija va코eg jezika tela i ravnote쬰 fizi캜ke blizine. Kako energet to캜e kada ste ovde zajedno otkriveni.",
        "title": "Fizi캜ka veza"
      },
      "position3": {
        "description": "Most u srcu do srca: dubina empatije, poverenja i duhovne harmonije. Na ovoj kartici se pojavljuje 캜injenica da se 캜ujete i vibriraju na istoj frekvenciji.",
        "title": "Emotivna veza"
      },
      "position4": {
        "description": "Na캜in na koji odnos sazreva, potencijal da rasti zajedno i put koji vam je vrijeme sugeri코e. Daje znakove o strpljenju, stabilnosti i budu캖oj slici.",
        "title": "Dugoro캜ni proces"
      }
    }
  },
  "marriage": {
    "credit": {
      "cancel": "Otkazati",
      "confirm": "Potvrditi",
      "description": "Kredit 캖e se koristiti za snimanje ovog 캜itanja. Da li 쬰lite da nastavite?",
      "saving": "Snimanje ...",
      "title": "Odobrenje kredita"
    },
    "data": {
      "badgeText": "Komentari kartice samo su u informativne svrhe. 캛itanje je detaljno da vam pomogne.",
      "detailedTitle": "Pro코irenje braka - Detaljno li캜no 캜itanje",
      "interpretationTitle": "Komentar za ekspanziju braka",
      "spreadName": "Otvaranje braka"
    },
    "description": "Posebna sesija sa 10 kartica za va코 brak i put koji nalaze supru쬹ika",
    "form": {
      "birthDate": "Va코 datum ro캠enja",
      "birthDateRequired": "Datum ro캠enja",
      "cancel": "Otkazati",
      "clearAll": "O캜istiti sve",
      "communicationMethod": "Metoda komunikacije",
      "concern": "Va코a brisa캜ka zabrinutost",
      "concernQuestion": "맚a se najvi코e brinete o braku?",
      "concernRequired": "neophodan",
      "continue": "Nastavljati",
      "email": "Va코a adresa e-po코te",
      "emailCommunication": "E-mail",
      "emailRequired": "Potrebna adresa e-po코te",
      "emotional": "Va코 trenutni status braka",
      "emotionalQuestion": "Koje emocionalne prepreke do쬴vljavate u vezi sa brakom?",
      "emotionalRequired": "Potrebno je emocionalno stanje",
      "firstName": "Va코e ime",
      "lastName": "va코e prezime",
      "loginRequired": "Morate biti prijavljeni da biste spremili 캜itanje",
      "name": "Va코e ime",
      "nameRequired": "Potrebno je ime",
      "personalInfo": "Va코e li캜ne podatke",
      "phone": "Telefonski broj",
      "questions": "Pitanja",
      "saveAndOpen": "Spremite i otvorite",
      "saveError": "Do코lo je do gre코ke prilikom 캜uvanja 캜itanja",
      "saveReading": "Sa캜uvati 캜itanje",
      "saved": "캛itanje je uspe코no sa캜uvano",
      "selectAllCards": "Izaberite sve kartice",
      "surname": "va코e prezime",
      "surnameRequired": "Potrebno je prezime",
      "title": "Informacije o pro코irenju braka",
      "understanding": "맚a 쬰lite da razumete",
      "understandingQuestion": "Koje biste podru캜ja braka voleli da bolje razumete?",
      "understandingRequired": "Potrebno je razumevanje",
      "whatsappCommunication": "Vhatsapp"
    },
    "info": {
      "close": "Zatvoriti",
      "description": "Ova ekspanzija pokazuje va코 bra캜ni potencijal, va코 idealan supru쬹ik i kako 캖e va코e bra캜no putovanje napredovati. To je posebna ekspanzija prilago캠ena knjizi Silvia Abraha.",
      "howToUse": "Kako se koristi:",
      "step1": "Izaberite jednu karticu za svaku poziciju",
      "step2": "Postavite kartice u red",
      "step3": "Pro캜itajte svoj komentar",
      "step4": "Sa캜uvaj svoje 캜itanje",
      "title": "O otvaranju braka"
    },
    "interpretation": {
      "conclusion": "Ovaj komentar 캖e vas voditi na va코em bra캜nom putovanju. Budite strpljivi i verujte da 캖e vam prava osoba do캖i.",
      "intro": "Ova ekspanzija pru쬬 va쬹e informacije o va코em bra캜nom putovanju. Svaka kartica osvetljava va코 proces braka iz druge perspektive.",
      "title": "Komentar za ekspanziju braka"
    },
    "modals": {
      "aboutSpread": "O otvaranju",
      "aboutSpreadText": "Ova ekspanzija pokazuje va코 bra캜ni potencijal, va코 idealan supru쬹ik i kako 캖e va코e bra캜no putovanje napredovati. To je posebna ekspanzija prilago캠ena knjizi Silvia Abraha.",
      "cancel": "Otkazati",
      "cardCount": "Broj karata",
      "communicationMethod": "Metoda komunikacije",
      "confirm": "Potvrditi",
      "continue": "Nastavljati",
      "creditConfirm": "Odobrenje kredita",
      "creditConfirmMessage": "Za ovo 캜itanje 캖e se koristiti kredit. Jeste li sigurni da 쬰lite da nastavite?",
      "detailedReading": "캛itanje naglas",
      "detailedReadingText": "Snimite svoj komentar kao toplo glasovno snimanje. Posebno je pripremljen za vas; Mo쬰te preuzeti i slu코ati kad god 쬰lite.",
      "emailCommunication": "E-mail",
      "infoTitle": "O otvaranju braka",
      "loveAttention": "Nakon snimanja 캜itanja, obi캜no vam po코aljem va코 li캜ni komentar u roku od 2-4 sata. Ova studija je samo za smernice samo; Kona캜ni izbori su va코i.",
      "loveAttentionInfo": "Ljubazna bele코ka",
      "process": "Period",
      "processing": "Obrada ...",
      "redirecting": "游눐 Usmereni ste na po캜etnu stranicu ...",
      "saveReading": "Sa캜uvaj 캜itanje 游눐",
      "savingReading": "Snimanje ...",
      "step1": "Unesite svoje li캜ne podatke",
      "step2": "Odgovorite na pitanja o braku",
      "step3": "Izaberite i pregledajte 9 kartica",
      "step4": "Sa캜uvaj 캜itanje; Dobijte rezultate na va코u e-po코tu",
      "successMessage": "Va코e ekspanzija braka je zabele쬰na i analizirana. Rezultati mo쬰te da vidite sa panela.",
      "successTitle": "캛itanje sa캜uvane",
      "whatsappCommunication": "Vhatsapp",
      "writtenReading": "Pismeno 캜itanje",
      "writtenReadingText": "Ako 쬰lite, bi캖e isporu캜eno kao detaljan pisani izve코taj; Mo쬰te ga sa캜uvati i ponovo pro캜itati."
    },
    "title": "Otvaranje braka",
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "Va코 brak 캖e biti oblikovan sve쬴m po캜etkom koji je slobodno uzet. Zaklju캜ak; Mo쬰 biti nada, avantura i otvaranje novih staza.",
          "reversed": "Nedostatak planiranja ili prekomerne naivnost mo쬰 zatamniti ishod bra캜nog procesa. Uzemljeni koraci mogu brzo da kreiraju krhko코캖u.",
          "keywords": ["po캜etak", "sloboda", "nadati se", "hrabrost"],
          "context": "Zaklju캜ak; po캜etak novog putovanja. Me캠utim, nedostatak temelja nosi rizike."
        },
        "position10": {
          "upright": "Deli ukazuje na novi po캜etak slobode u bra캜nom putu. Uzimanje korak sa hrabro코캖u i 캜isto vera otvara vrata braku.",
          "reversed": "Okoli코teno ludo ka쬰 da nedostatak planiranja ili nepa쬷jivih koraka mo쬰 odlo쬴ti put ka braku. Potreban je svesniji pristup.",
          "keywords": ["po캜etak", "hrabrost", "verovanje", "sloboda", "nov na캜in"],
          "context": "Postoji mogu캖nost braka; Ali zahteva svesni izbor i namera."
        },
        "position2": {
          "upright": "Dok 캜ekate, budite otvoreni za nova iskustva i 쬴vite 쬴vot sa lakoljnom i radoznalo코캖u. Va코e putovanje vam daje slobodu da se pribli쬴te pravoj osobi.",
          "reversed": "Nepa쬹ja ili neodgovorni koraci mogu vam ote쬬ti da se pripremite za pravu osobu. Dok 캜ekate, fokusirajte se na 캜vrste temelje, a ne bez ukorijenjenosti.",
          "keywords": ["inovativnost", "sloboda", "iskustvo", "lako캖a"],
          "context": "Korisno je istra쬴ti 쬴vot sa radoznalo코캖u dok 캜eka. Ali umesto neodgovornih koraka potrebno je oja캜ati fondaciju."
        },
        "position3": {
          "upright": "Deli ukazuje na slobodno i fleksibilno deljenje u finansijskim pitanjima. Mo쬰 postojati tendencija da se odvaja, ali impulsivni koraci u zajedni캜kim tro코kovima.",
          "reversed": "Ludi preokrenuti ukazuje na nepa쬹ju i nepripremljeno pona코anje u finansijskim pitanjima. Nedostatak planiranja mo쬰 prouzrokovati probleme u deljenju.",
          "keywords": ["sloboda", "rizikovati", "nedostatak planiranja", "fleksibilnost"],
          "context": "Postoji sloboda u deljenju, ali nedostatak smera mo쬰 predstavljati rizike. Va쬹o je prona캖i ravnote쬿."
        },
        "position4": {
          "upright": "Ludo simbolizuje novi po캜etak i slobodni duh kada je u pitanju posve캖enost. To pokazuje da se odnos mo쬰 isprobati bez straha, a kada ka쬰te da iz srca, veza 캖e se pretvoriti u prijatno putovanje.",
          "reversed": "Ludi preokrenuti ukazuje na stanje neodlu캜nosti i nespremanje za posve캖enost. Ako jedna od strana nerado preuzme odgovornost, postupak veznog ra캜una mo쬰 se odlo쬴ti ili ostati povr코an.",
          "keywords": ["sloboda", "po캜etak", "hrabrost", "odgovornost"],
          "context": "콯elja za povezivanje dolazi sa hrabro코캖u, ali mora biti uravnote쬰na sa ose캖ajem odgovornosti."
        },
        "position5": {
          "upright": "Sli캜nost gledanja na svet 캜istom, sve쬺m du코om je mo캖na. Oboje volite spontanost i istra쬴vanje; U캜enje zajedno je dobro za vas.",
          "reversed": "Mo쬯a 캖e trebati sloboda vi코e, ostala je potrebna sigurnost. Ako se ne uspostavi ravnote쬬 izme캠u nedostatka planiranja i opreza, zajedni캜ki ritam 캖e biti napeti.",
          "keywords": ["po캜etak", "sloboda", "radoznalost", "igra", "naivnost"],
          "context": "Ljubav prema istra쬴vanju je zajedni캜ka osnova. Tempo i bezbednosne potrebe mogu se razlikovati. Kada se uspostavi ravnote쬬, harmonija se pove캖ava."
        },
        "position6": {
          "upright": "Deli kartica ukazuje da 캖e vas porodica pozdraviti bez predrasuda i sve쬺m energijom. Za njih ste druga캜ija i slobodna du코a; Vremenom, ova originalnost mo쬰 pobuditi radoznalost i olak코ati prihvatanje. Va코 iskren i otvoren stav otvori캖e vrata za vas.",
          "reversed": "Ludo naopako ukazuje da vas porodica mo쬰 do쬴vljavati kao malo previ코e neodgovorno ili u쬿rbano. Mo쬯a 캖ete u po캜etku imati pote코ko캖a u uspostavljanju poverenja. Mo쬰te prekr코iti ovu percepciju tako 코to 캖ete ozbiljniji i uravnote쬰niji pristup.",
          "keywords": ["po캜etak", "sloboda", "radoznalost", "predrasude", "ravnote쬬"],
          "context": "Pristup va코oj porodici mo쬰 da oscilira izme캠u radoznalosti i opreza. Va코a iskrenost 캖e ubrzati proces prihvatanja."
        },
        "position7": {
          "upright": "Deli ka쬰 da 캖e se va코 sastanak dogoditi spontano i neo캜ekivano. Va코a prirodnost i stav sa protokom privu캖i 캖e vas jedni druge. Va코 susret 캖e do캖i sa iznena캠enjem i laganom energijom.",
          "reversed": "Ludi preokret ukazuje da va코 susret mo쬰 biti u u쬿rbanom ili bezbri쬹om okru쬰nju. Sastanak koji prvo izgleda neozbiljno mo쬰 ste캖i smisao tokom vremena. Va쬹o je pristupiti bez predrasuda.",
          "keywords": ["po캜etak", "slu캜ajnost", "prirodnost", "lako캖a", "protok"],
          "context": "Va코 sastanak mo쬰 biti iznena캠uju캖e, svetlo i te캜e. Iako je prvi utisak mo쬰 biti u쬿rban, mo쬰 se produbiti."
        },
        "position8": {
          "upright": "Deli pokazuje da se mo쬰te razumeti sa otvorenom i prirodnom iskreno코캖u u komunikaciji. Nepredvi캠eni pristup spre캜ava nesporazume i ja캜a vezu.",
          "reversed": "Okoli코teno ludo ka쬰 da nepa쬹ja i govor bez razmi코ljanja mogu da ote쬬vaju razumevanje. Svesniji i pa쬷jiviji izrazi uspostavljaju ravnote쬿.",
          "keywords": ["iskrenost", "otvorenost", "prirodnost", "nezainteresovanastnost"],
          "context": "Prirodna otvorena osigurava harmoniju; Nepa쬹ja mo쬰 dovesti do nesporazuma."
        },
        "position9": {
          "upright": "Ludo, va코 pogodan partner je neko ko pozdravlja 쬴vot s lako캖om i rado코캖u. Radoznatko, hrabar i otvoren za nova iskustva 캜uva va코u vezu svje쬿.",
          "reversed": "Invertirani lud vam govori da je supru쬹ik koji deluje nervozno i ima pote코ko캖e u preuzimanju odgovornosti nije pogodno za vas. 콯uri캖e zbog toga 코to treba izbegavati gubitak ravnote쬰.",
          "keywords": ["sloboda", "entuzijazam", "radoznalost", "hrabrost"],
          "context": "Idealan supru쬹ik je taj koji zagrli 쬴vot sa lakoljnom i uravnote쬰no je odgovornost."
        }
      },
      "themagician": {
        "position1": {
          "upright": "Va코 brak 캖e prona캖i sna쬹u osnovu me캠usobnom komunikacijom i voljom. Zaklju캜ak; To mo쬰 biti kreativno i skladno partnerstvo.",
          "reversed": "Mr코avstvo ili manipulacija mo쬰 potkopati zdravu osnove braka. Zaklju캜ak; To mo쬰 biti proces koji u pitanje poverenje.",
          "keywords": ["stvaranje", "volja", "komunikacija", "snaga"],
          "context": "Zaklju캜ak; Zavisi od harmonije namere i akcije. Transparentna komunikacija je obavezna."
        },
        "position10": {
          "upright": "캛arobnjak ukazuje na va코u mo캖 da postigne brak. Mo쬰te da stvorite svoju sudbinu izra쬬vaju캖i svoje 쬰lje jasno.",
          "reversed": "Mo쬯a postoje prepreke na putu braka zbog obrnutog ma캠ioni캜ara, obmanjuju캖ih obe캖anja ili manipulacije.",
          "keywords": ["stvaranje", "izraz", "snaga", "fokus", "realizacija"],
          "context": "Brak vam je u rukama; Iskrenost i fokus su od su코tinskog zna캜aja."
        },
        "position2": {
          "upright": "Razvijte sopstveni potencijal, realizujte svoje talente. Koristite period 캜ekanja da konsolidujete svoju li캜nu snagu.",
          "reversed": "Podjela svoju energiju ili podcjenjivanje sebe mo쬰 vas usporiti. Pomi캜ite se napred sa jasnom namerom i disciplinom.",
          "keywords": ["snaga", "stvaranje", "potencijal", "izraz"],
          "context": "Izgradite snagu dok 캜ekate. Fokusiran za boravak priprema vas za pravu osobu."
        },
        "position3": {
          "upright": "Ma캠ioni캜ar simbolizuje ve코tinu i kreativnost u finansijskim pitanjima. Imate visok potencijal da mudro upravljate zajedni캜kim resursima.",
          "reversed": "Ma캠ioni캜ar za obrnuti ukazuje na probleme sa deljenjem kroz manipulaciju ili prevareni stavovi. Bez transparentnosti, poverenje je o코te캖eno.",
          "keywords": ["ve코tina", "kreativnost", "transparentnost", "poverenje"],
          "context": "Inteligencija i ve코tina za deljenje su sna쬹e. Me캠utim, ako odstupate od iskrenosti, poverenje se gubi."
        },
        "position4": {
          "upright": "Ma캠ioni캜ar pokazuje da stranke mogu sna쬹o otkriti svoju volju i nameru da se me캠usobno pove쬿. Pravilna komunikacija i odlu캜nost stvara sna쬬n po캜etak braka.",
          "reversed": "Ma캠ioni캜ar obrnuti ukazuje da 쬰lja za povezivanjem mo쬰 ostati verbalna i namere mo쬯a nisu iskrene. Ako postoji razlika izme캠u onoga 코to se ka쬰 i ono 코to se radi, prilog ne daje poverenje.",
          "keywords": ["namera", "izraz", "stabilnost", "komunikacija"],
          "context": "Jasna namera i dosledne korake oja캜avaju vezivanje."
        },
        "position5": {
          "upright": "Postoje sli캜ne energije oko postavljanja namera i povezivanje re캜i na akciju. Va코a komunikaciona mo캖 캜ini jedni druge sjaj.",
          "reversed": "Jedan stil izra쬬vanja mo쬰 ostati magi캜an, drugi sumnjivi. Preterivanje ili ti코ina prelazi zajedni캜ku zemlju.",
          "keywords": ["namera", "izraz", "stvaranje", "doslednost", "komunikacija"],
          "context": "Orijentisana orijentisana u komunikaciji je velika. Ako se odr쬬va transparentnost, harmonija se produbljuje."
        },
        "position6": {
          "upright": "Ma캠ioni캜ar pokazuje da vas lako mo쬰 prihvatiti zahvaljuju캖i sna쬹im ve코tinama komunikacije i ubedjivanja. Ispravne re캜i i iskreni stavovi pomo캖i 캖e vam da pobedite u srcu svoje porodice. Mo쬰te brzo da uspostavite vezu sa svojim impresivnim i pouzdanim energijom.",
          "reversed": "Reversirani ma캠ioni캜ar vam ka쬰 da va코a porodica mo쬰 da dovede u pitanje va코e namere ili re캜i. Ako se previ코e poka쬰te, va코a iskrenost se mo쬰 ispitivati. Miran i transparentan pristup 캖e olak코ati prihvatanje.",
          "keywords": ["komunikacija", "ube캠ivanje", "snaga", "iskrenost", "transparentnost"],
          "context": "Va코e re캜i i stavovi bi캖e presudni u procesu prihvatanja. Iskrenost ja캜a poverenje."
        },
        "position7": {
          "upright": "Ma캠ioni캜ar pokazuje da 캖ete jedni druge prona캖i zahvaljuju캖i va코oj komunikacijske mo캖i i 코armu. Va코e re캜i i energija 캖e va코e sastanke u캜initi posebnim. Razgovor ili zajedni캜ki projekat mo쬰 vam pribli쬴ti bli쬰.",
          "reversed": "Ma캠ioni캜ar u obrnutom jeziku ukazuje na susret koji zapo캜inje nesporazumima ili varljivim energijama. Jasno캖a u po캜etku mo쬰 nedostajati, ali vremenom istinskih namera pojavljuju se. Strpljenje i otvorenost olak코avaju proces.",
          "keywords": ["komunikacija", "povu캖i", "projekat", "priklju캜ak", "iskrenost"],
          "context": "Sastanak 캖e biti putem komunikacije. Otvorenost i iskrenost oja캜avaju vezu."
        },
        "position8": {
          "upright": "Ma캠ioni캜ar pokazuje da imate veliku komunikacijsku snagu. Me캠usobno razumevanje postaje lak코e sa jasnim namerama i jasnim re캜ima.",
          "reversed": "Ma캠ioni캜ar obrnuti ukazuje da manipulacija ili preuveli캜avanje mogu da poremete komunikaciju. Transparentnost i doslednost osigurava po코tovanje.",
          "keywords": ["komunikacija", "o코trina", "izrazi", "namera"],
          "context": "Jasne namere olak코avaju sporazum; Igre za 코tetu komunikaciji."
        },
        "position9": {
          "upright": "캛arobnjak, va코 pogodan partner je neko ko ima visoko komunikacione ve코tine, kreativni je i odre캠en. Osoba 캜ija su re캜i i postupci u skladu sa vama daju samopouzdanje.",
          "reversed": "Nekoliko ma캠ioni캜arka ukazuje da je partner koji je manipulativan, nepouzdan ili 쬴vi sa maskima nije pogodan za vas. Dr쬴te se podalje od ljudi koji sakriju svoje prave namere.",
          "keywords": ["komunikacija", "kreativnost", "stabilnost", "poverenje"],
          "context": "Idealan supru쬹ik je neko 캜ija su re캜i i postupci kompatibilni, iskreni i odlu캜ni."
        }
      },
      "thehighpriestess": {
        "position1": {
          "upright": "Duboko razumevanje, intuicija i unutra코nja veza 캖e do캖i do izra쬬ja u va코em braku. Zaklju캜ak; To mo쬰 biti sigurna i duhovna intimnost.",
          "reversed": "Skrivene emocije ili tajne mogu stvoriti nepoverenje u ishod braka. Nedostatak jasno캖e mo쬰 uzgajati distancu.",
          "keywords": ["intuicija", "mudrost", "tajna", "duhovna veza"],
          "context": "Zaklju캜ak; veza zasnovana na unutra코njoj harmoniji i intuiciji. Ali tajne mogu da erodiraju poverenje."
        },
        "position10": {
          "upright": "Visoka sve코tenica pokazuje da je brak mogu캖e kroz unutra코nju intuiciju i duboku vezu. Strpljenje i unutra코nji smernice su va쬹i.",
          "reversed": "Ograni캜ena visoka sve코tenica, tajnost ili skrivene istine mogu blokirati put ka braku.",
          "keywords": ["intuicija", "tajna", "mudrost", "strpljenje", "obveznica"],
          "context": "Brak 캖e biti oblikovan poverenjem u unutra코nju intuiciju."
        },
        "position2": {
          "upright": "Slu코ajte svoju intuiciju i razvijte svoj unutra코nji svet. Unutra코nja mudrost 캖e vas pripremiti za pravog partnera.",
          "reversed": "Prekomerna pasivnost ili introverzija mo쬰 ote쬬ti proces. Stanje u stanju deljenja i otvorenog srca.",
          "keywords": ["intuicija", "mudrost", "unutra코nja smernica", "ravnote쬬"],
          "context": "Korisno je oja캜ati intuiciju dok 캜ekate. Ali umesto da se zatvara, trebalo bi da deli."
        },
        "position3": {
          "upright": "Visoka sve코tenica nosi energiju intuicije i tajnosti u finansijskim pitanjima. Duboko razmi코ljanje i svesni izbori u vezi sa resursima su na 캜elu.",
          "reversed": "Uokre캖ena visoka sve코tenica ka쬰 da tajnost i tajne mogu stvoriti nepoverenje u finansijsku deljenje. Nedostatak jasno캖e izaziva probleme.",
          "keywords": ["intuicija", "tajna", "mudrost", "otvorenost"],
          "context": "Intuicija i svesni pristup su korisni u deljenju. Ako postoji previ코e tajnosti, nasta캖e sukob."
        },
        "position4": {
          "upright": "Visoki sve코tenici ukazuje da 캖e 쬰lja za povezivanje podr쬬ti unutra코nja mudrost. Obja코njava da se mo쬰 re캖i da sa dubokom intuicijom slu코aju캖i srca stranaka.",
          "reversed": "Preokre캖ena visoka sve코tenica ukazuje na prisustvo tajnosti i nejasna ose캖anja u 쬰lji za pri캜vr코캖ivanjem. Ako se ne govori otvoreno, osnova obveznice 캖e biti oslabljena.",
          "keywords": ["intuicija", "mudrost", "sigurnost", "unutra코nji aspekt"],
          "context": "Prilog postaje jasan 캜uju캖i zvuk srca."
        },
        "position5": {
          "upright": "Sli캜na frekvencija u intuiciji, unutra코nji svet i privatnost. Razumete se 캜ak i u svojim tihim trenucima.",
          "reversed": "Jedan od vas mo쬰 se otvoriti dok drugi 캜uva tajne. Zatvoreni dnevni red slabi ose캖aj poverenja.",
          "keywords": ["intuicija", "tajna", "privatnost", "uvid", "spokojstvo"],
          "context": "Partnerstvo u dubini i intuiciji. Ako se tendencija da se tajnost razlikuje, potrebna je otvorenost."
        },
        "position6": {
          "upright": "Visoki sve코tenici ukazuje da vas porodica mo쬰 uo캜iti kao pomalo udaljenu, ali mudru osobu u po캜etku. Uverite ih sa svojom intuicijom bez da previ코e govorite privu캖i 캖e njihovu pa쬹ju. Vremenom, va코a iskrenost 캖e biti otkrivena.",
          "reversed": "Reverzna visoka sve코tenica pokazuje da vas porodica mo쬰 prona캖i povu캖i ili misteriozno. To mo쬰 usporiti proces prihvatanja. Otvorenost i deljenje smanji캖e udaljenost.",
          "keywords": ["intuicija", "rastojanje", "mudrost", "tajna", "deljenje"],
          "context": "Iako se u po캜etku mo쬯a 캜ini pomalo rezervisano, toplina va코e porodice 캖e se pove캖ati kako se pove캖ava va코a mesta."
        },
        "position7": {
          "upright": "Visoki sve코tenici ka쬰 da va코 sastanak mo쬰 biti kroz duboku intuiciju ili duhovnu vezu. Upozna캖ete se kroz ose캖anja i vezu sa energijom, a ne re캜ima.",
          "reversed": "Obrnuti visoki sve코tenici, na sastanku mo쬰 postojati tajnost ili nesigurnost. Mo쬯a 캖ete je te코ko potpuno otvoriti jedni drugima u po캜etku. Kada se poverenje tokom vremena izgradi, veza se produbljuje.",
          "keywords": ["intuicija", "du코a", "tajna", "da se ose캖am", "energija"],
          "context": "Sastanak se mo쬰 pojaviti sa sna쬹om unutra코njom intuicijom. Vremenom 캖e otvorena oja캜ati va코u obveznicu."
        },
        "position8": {
          "upright": "Visoki sve코tenik ukazuje da je intuitivno prigu코ivanje sna쬹o. Razumevanje ti코ine i primete unutra코njih znakova olak코ava razumevanje.",
          "reversed": "Prekora캜ena visoka sve코tenica ukazuje da preterana sredstva ili tajne mogu da ote쬬vaju komunikaciju. Sigurna otvorena pove캖ava uskla캠enost.",
          "keywords": ["intuicija", "raport", "tajna", "uvid"],
          "context": "Potencijal za tiho razumevanje je visok; Prikrivanje ometa harmoniju."
        },
        "position9": {
          "upright": "Visoka sve코tenica, va코 pogodan prijatelj je neko ko je intuitivan, duboki mislilac i zna kako da 캜uva tajne. Unutra코nja mudrost stvara skladnu vezu.",
          "reversed": "Prekora캜eni visoki sve코tenici ukazuje da je partner koji je preterano misteriozan, skriva svoja ose캖anja ili izbegava komunikaciju nije pogodna za vas.",
          "keywords": ["intuicija", "mudrost", "dubina", "raport"],
          "context": "Idealan partner je neko ko je intuitivan i povezuje se kroz duboko i pouzdano deljenje."
        }
      },
      "theempress": {
        "position1": {
          "upright": "Va코 brak 캖e biti izgra캠en na saose캖anje, obilje i produktivnosti. Zaklju캜ak; To mo쬰 biti 쬴vot koji raste sa ljubavlju.",
          "reversed": "Prekomerno posesivnost ili nedostatak samo-nege mogu umanjiti mir braka. Zaklju캜ak; Mo쬯a je nestabilna veza.",
          "keywords": ["dosta", "lova", "saose캖anje", "obilje"],
          "context": "Zaklju캜ak; plodna i bri쬹a veza. Ali ravnote쬬 se mora odr쬬ti."
        },
        "position10": {
          "upright": "Empresse ka쬰 da je obilje, ljubav i 쬰lja da zapo캜nu porodicu oja캜avaju potencijal za brak.",
          "reversed": "Prekora캜ena carica, prevelika zavisnost ili neuravnote쬰na ljubav mo쬰 ote쬬ti brak.",
          "keywords": ["lova", "dosta", "porodica", "saose캖anje", "kreativnost"],
          "context": "Mogu캖nost braka je jaka; Treba ga hraniti saose캖anje i ravnote쬬."
        },
        "position2": {
          "upright": "Poka쬴te saose캖anje sebi i razviti svest o obilje i obilju. Va코 postupak samo-nege priprema vas za supru쬹iku.",
          "reversed": "Prekomerna zavisnost ili zanemarivanje samo-vrednosti ote쬬va proces. Nau캜ite prvo da sebe negujete.",
          "keywords": ["saose캖anje", "dosta", "nega", "kreativnost"],
          "context": "Nega i saose캖anja su va쬹i dok 캜ekate. Ovo vas priprema za skladnu zajednicu."
        },
        "position3": {
          "upright": "Carica simbolizuje obilje i velikodu코nost. Postoji plodna i podr쬬vaju캖a energija u razmjeni finansijskih sredstava.",
          "reversed": "Reversed carica opisuje prekomernu potro코nju ili neuravnote쬰nu deljenje. Proterivanje resursa mo쬰 prouzrokovati probleme.",
          "keywords": ["dosta", "velikodu코nost", "ravnote쬬", "podr코ka"],
          "context": "Energija obilja prevladava u deljenju. Ali ekstravagancija mo쬰 da uznemiri ravnote쬿."
        },
        "position4": {
          "upright": "Empripress pokazuje da 캖e prilog zasnovati na ljubavi, saose캖anje i produktivnosti. Strane su spremne da se me캠usobno pru쬬ju okru쬰nje mira i poverenja.",
          "reversed": "Reversed carica stvara rizik da bude preterano posesivan ili ugu코i drugu osobu u svojoj 쬰lji da se pove쬰. Ova neravnote쬬 mo쬰 ote쬬ti formiranje trajne veze.",
          "keywords": ["saose캖anje", "poverenje", "mir", "obilje"],
          "context": "Zdrava vezanost uspeva u ravnote쬴 slobode i saose캖anja."
        },
        "position5": {
          "upright": "Sli캜na zadovoljstva u negovatini, produktivnosti i estetici. Stvara se toplo, njegovanje zajedni캜kog prostora.",
          "reversed": "Percepcija prekomernog vlasni코tva / zanemarivanja mo쬰 poremetiti ritam. Ako se ne uspostavi ravnote쬬 samo-nege, zadovoljstvo se smanjuje.",
          "keywords": ["saose캖anje", "obilje", "briga", "estetski", "telo"],
          "context": "Hranljive, senzorne sli캜nosti su sna쬹e. Obratite pa쬹ju na dozu posesivnosti."
        },
        "position6": {
          "upright": "Carica ka쬰 da 캖e vas porodica brzo prihvatiti sa va코im toplim, bri쬹im i negovanjem energije. Na캜in na koji prihvatate ljubav mo쬰 uticati na njih. U njihovim o캜ima 캖ete biti neko ko 캖e dodati vrednost porodici.",
          "reversed": "Ukra코ena carica ukazuje da vas porodica mo쬰 do쬴vljavati kao previ코e posesivan ili zavisan. Preveliv stav ponekad mo쬰 da stvori ose캖aj pritiska na drugu stranku. Izbalansiran pristup 캖e vas lako prihvatiti.",
          "keywords": ["saose캖anje", "toplota", "snabdevanje", "porodica", "ravnote쬬"],
          "context": "Va코a ljubazna i njegovanja stav mo쬰 brzo da usvoji porodica."
        },
        "position7": {
          "upright": "Carica ka쬰 da 캖e va코 sastanak biti sa saose캖anjem, toplinom i prirodnom okru쬰njem. Porodica, prijatelji ili doga캠aj vezani za prirodu mogu vas sastaviti. Prijateljska atmosfera neguje va코u vezu.",
          "reversed": "Ukra코ena carica mo쬰 biti preterano posesivna ili anticipativna energija na sastanku. Previ코e je emocija u po캜etku mo쬰 da vas naprestene. Balans i smirenost 캜ine lak코i sastanak.",
          "keywords": ["saose캖anje", "toplota", "priroda", "porodica", "blizina"],
          "context": "Sastanak se mo쬰 odvijati u toplom, prijateljskom i negutnom okru쬰nju. Va쬬n je ravnote쬬 emocija."
        },
        "position8": {
          "upright": "Carica ukazuje da 캖e prevladati saose캖ajan i negovani stil komunikacije. Mekani jezik olak코ava razumevanje.",
          "reversed": "Reverse carica ka쬰 da prekomerno posesivnost ili emocionalni preliv mo쬰 prouzrokovati pote코ko캖e u komunikaciji. Izbalansiran izraz donosi Harmoniju.",
          "keywords": ["saose캖anje", "izraz", "ishrana", "ravnote쬬"],
          "context": "Saose캖ajna komunikacija ja캜a ugovor; Vi코ak stvara prepreke."
        },
        "position9": {
          "upright": "Carica, va코 pogodan partner je saose캖ajan, neguju캖i i produktivni. Njegov ljubavni pristup vam daje mir.",
          "reversed": "Invertirana carica, neko ko je preterano zavisan, ljubomoran ili zanemaruje svoje potrebe nisu u pravu.",
          "keywords": ["saose캖anje", "snabdevanje", "dosta", "쬰nska energija"],
          "context": "Idealan supru쬹ik je neko ko je voli i zna kako da podeli."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "Va코 brak 캖e dobiti poverenje, nare캠enje i 캜vrstu strukturu. Zaklju캜ak; To mo쬰 biti stabilna unija.",
          "reversed": "Prekomerna kontrola ili kruti stavovi mogu ote쬬ti protok braka. Zaklju캜ak; To mo쬰 biti opresivni nalog.",
          "keywords": ["poverenje", "narediti", "stabilnost", "vlast"],
          "context": "Zaklju캜ak; 캛vrsta i sigurna osnova. Ali preterana krutost mo쬰 biti problem."
        },
        "position10": {
          "upright": "Car podr쬬va mogu캖nost braka sa redom, odlu캜no코캖u i jakim temeljima.",
          "reversed": "Reversirani car, kontrola ili krutost mogu da se umanjuju na braku.",
          "keywords": ["narediti", "poverenje", "stabilnost", "stabilnost", "osnova"],
          "context": "Brak se odvija sa sigurnom strukturom i stabilno코캖u."
        },
        "position2": {
          "upright": "Usvojiti red i 캜vrste granice u va코em 쬴votu. Dok 캜ekate, svest o odgovornosti vas sazreva.",
          "reversed": "Prekomerna krutost ili potreba za kontrolom mo쬰 da ote쬬va proces. Tako캠e nau캜ite fleksibilnost.",
          "keywords": ["narediti", "odgovornost", "poverenje", "stabilnost"],
          "context": "Korisno je uspostaviti red dok 캜ekate. Ali pri캠ite ga sa ravnote쬺m, a ne kru쬹o코캖u."
        },
        "position3": {
          "upright": "Car demonstrira potrebu za narud쬭om i jasnim pravilima u finansijskoj distribuciji. Sa disciplinom i odgovorno코캖u, resursi postaju sigurni.",
          "reversed": "Reversirani car ka쬰 da kruta kontrola ili pritisak mogu ote쬬ti deljenje. Osje캖aj poverenja mo쬰 se o코tetiti.",
          "keywords": ["narediti", "vlast", "odgovornost", "sigurnost"],
          "context": "Disciplina i pravila u deljenju donose poverenje. Prekomerna kontrola stvara sukob."
        },
        "position4": {
          "upright": "Car ozna캜ava da se pri캜vr코캖ivanje mo쬰 izgraditi na disciplini, stabilnosti i jakim temeljima. Da dolazi sa ozbiljnim ose캖ajem odgovornosti.",
          "reversed": "Reversirani car ukazuje da se 쬰lja za vezom mo쬰 zamutiti pretjerano kontrolom ili krutom pristupom. Jedna strana se mo쬰 ose캖ati pod pritiskom.",
          "keywords": ["stabilnost", "vlast", "odgovornost", "poverenje"],
          "context": "캛vrsti prilog je trajan sa korektnim bilansom."
        },
        "position5": {
          "upright": "Va코e vrednosti strukture, narud쬭e i preuzimanje odgovornosti su sli캜ne. Pravila i granice daju mir.",
          "reversed": "Va코 nivo rigidnosti mo쬰 se razlikovati. Doza kontrolnog jezika uti캜e na bliskost.",
          "keywords": ["narediti", "granica", "poverenje", "sede캖i", "odgovornost"],
          "context": "Potraga za strukturom i poverenje je uobi캜ajena. Kako se ivica fleksibilnosti pove캖ava, pove캖ava se usagla코enost."
        },
        "position6": {
          "upright": "Car ka쬰 da 캖e vas porodica prihvatiti po pouzdanoj i urednoj prirodi. Velika je prednost za njih da se pojave kao 캜vrsta i odgovorna osoba. Disciplina i ozbiljnost zara캠uju po코tovanje.",
          "reversed": "Reversirani car ukazuje da vas porodica mo쬰 do쬴vljavati kao previ코e strogo, tvrdoglave ili kontrolne. Ovo mo쬰 stvoriti rastojanje. Prikazivanje fleksibilnosti i meko캖e ubrzava proces prihvatanja.",
          "keywords": ["poverenje", "narediti", "vlast", "fleksibilnost", "po코tovanje"],
          "context": "Va코e ozbiljne i pouzdanije pona코anje olak코ava prihvatanje, ali krutost mo쬰 da stvori udaljenost."
        },
        "position7": {
          "upright": "Car ka쬰 da 캖e va코 sastanak biti u ozbiljnom i urednom okru쬰nju. Rad, obrazovanje ili slu쬭eni proces mogu vas sastajati. Poverenje i stabilnost oja캜a캖e va코e poznanstvo.",
          "reversed": "Reversirani car mo쬰 imati o코tar ili kontroli코u캖i ton u va코em poznanstvu. U po캜etku formalnost mo쬰 stvoriti udaljenost. Mogu캖e je uspostaviti vezu koja vremenom omek코ava.",
          "keywords": ["ozbiljnost", "rad", "narediti", "stabilnost", "formalnost"],
          "context": "Sastanak se mo쬰 odvijati u ozbiljnom i redovnom okru쬰nju. Intimnost se vremenom pove캖ava."
        },
        "position8": {
          "upright": "Car pokazuje da se harmonija mo쬰 posti캖i jasnim granicama i nalogom u komunikaciji. Odre캠ivanje daje samopouzdanje.",
          "reversed": "Reversirani car ukazuje da 캖e strogi i komandni jezik te코ko razumeti. Fleksibilnost pove캖ava prilagodljivost.",
          "keywords": ["granica", "narediti", "stabilnost", "poverenje"],
          "context": "Jasan raspored pobolj코ava komunikaciju; Krutost stvara prekid veze."
        },
        "position9": {
          "upright": "Car, va코 pogodan supru쬹ik je neko ko je uredan, za코titni캜ki i pouzdan. Mogu캖nost preuzimanja odgovornosti dodaje stabilnost va코em odnosu.",
          "reversed": "Invertirani car, neko ko ima strogu pravila, kontroli코e ili je nefleksibilan nije pogodan za vas.",
          "keywords": ["poverenje", "stabilnost", "za코tita", "odgovornost"],
          "context": "Idealan supru쬹ik je neko ko je organizovan, pouzdan i odgovoran."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "Va코 brak 캖e biti podr쬬n tradicijom, vrednostima i zajedni캜kim uverenjima. Zaklju캜ak; To mo쬰 biti duboko ukorenjena i pouzdana veza.",
          "reversed": "Slepi tradicionalizam ili sukobi vrednosti mogu komplicirati ishod braka. Razlike mogu izazvati napetost.",
          "keywords": ["tradicija", "vrednost", "raport", "lojalnost"],
          "context": "Zaklju캜ak; Bond je oja캜ana zajedni캜kim vrednostima. Ali stroga pravila mogu da bacaju senku."
        },
        "position10": {
          "upright": "Saint ozna캜ava tradicionalne na캜ine braka, odobrenja porodice i svetoj vezi.",
          "reversed": "Ograni캜eno sveti, otpornost ili nepo코tovanje tradicionalnih pravila mogu odlo쬴ti put ka braku.",
          "keywords": ["tradicija", "lojalnost", "porodica", "svetost", "raport"],
          "context": "Mogu캖nost braka je jaka; bi캖e podr쬬n tradicionalnim sredstvima."
        },
        "position2": {
          "upright": "Oja캜ati svoje vrednosti i uverenja. Pravilno uputstvo i informacije 캖e vas voditi dok 캜ekate.",
          "reversed": "Slepo pridr쬬vanje tradicija mo쬰 vas ograni캜iti. Razjasnite svoje sopstvene vrednosti.",
          "keywords": ["vrednosti", "verovanje", "uputstvo", "u캜enje"],
          "context": "Korisno je razjasniti svoje vrednosti dok 캜ekate. To vam olak코ava va코 me캜."
        },
        "position3": {
          "upright": "Saint ukazuje na tradicionalne metode finansijske razmene. Zajedni캜ke vrednosti i pravila podr쬬vaju Harmoniju.",
          "reversed": "Ograni캜eni sveti pokazuje sukob razli캜itih uverenja i vrednosti u finansijskim pitanjima. Adaptacija se ne mo쬰 posti캖i bez fleksibilnosti.",
          "keywords": ["vrednosti", "tradicija", "raport", "pravila"]
        }
      }
    }
  }
}
