{
  "situation-analysis": {
    "meanings": {
      "aceofpentacles": {
        "position2": {
          "keywords": [null, null, null, "osnova", "Sada"],
          "context": "Prag za oduzimanje ili trošenje konkretne mogućnosti."
        },
        "position3": {
          "upright": "Ace Pentacles pokazuje da vaša podsvesna ima snažnu želju za uspostavljanjem čvrste temelje, povećati finansijsku sigurnost i razvijanje konkretne mogućnosti. Unutrašnji verovanje u obilje može vam dati nevidljivu hrabrost da preduzmete praktične korake. \\ N \\ NTHIS Card vas podseća da već imate mogućnosti u semenskom obliku i može brzo da krene brzo s pravom negom.",
          "reversed": "ACE Of Pentacles Reversed ukazuje da je iza scene radili mentalitet oskudica, strah od nestalih ili anksioznosti o ulaganju na pogrešne temelje. Prekomerni oprez ili neorganizovani plan mogu odložiti seme u ulasku u tlo. \\ N \\ NTHIS kartica vam govori da će vam pojednostavljenje vrednosti vrednosti i građevinskim povjerenjem u malim i ponovljenim ispitivanjima rešiti blokadu.",
          "keywords": ["prilika", "osnova", "obilje", "poverenje", "seme"],
          "context": "Tajna potraga za stabilnošću i prag da biste videli priliku."
        },
        "position4": {
          "upright": "U centru postoji konkretna prilika i čvrste temelje. Mali dosledni koraci osiguravaju rast.",
          "reversed": "U centru može biti strah da se propusti ili mentalitet za oskudica. Pojednostavite predlog vrednosti.",
          "keywords": ["prilika", "osnova", "Finansijska sigurnost", "rast", "seme"],
          "context": "Centar: Seme temelja."
        },
        "position5": {
          "upright": "ACE Of Pentacles ukazuje da se napolju otvori finansiranje, budžet ili betonski prozori prilika.",
          "reversed": "ACE Of Pentacles Opoređene označava nepropusnost resursa, smanjenje budžeta ili neizvesne uslove finansiranja.",
          "keywords": ["fond", "budžet", "prilika", "investicija", "izvor"],
          "context": "Finansijska osnova određuje brzinu odlučivanja."
        },
        "position6": {
          "upright": "Savet: posadite opipljiv semenki-započeti malu investiciju / proizvod / naviku.",
          "reversed": "Savet: ispustite jezik oskudice; Izgraditi uštedu u malim, ali doslednim koracima.",
          "keywords": ["seme", "investicija", "navika", "doslednost", "rast"],
          "context": "PREPORUKA: Krizanje betona."
        },
        "position7": {
          "upright": "Moguća budućnost: dolazi konkretna prilika / ponuda; Rast počinje na čvrstom temelju.",
          "reversed": "Moguća budućnost: prilika ili mentalitet za oskudica ograničava napredak; Potrebni su mali, ali konzistentni koraci.",
          "keywords": ["prilika", "osnova", "rast", "Finansijska sigurnost", "seme"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "Dva pentaklama simbolizuje vaše prošle napore da uravnoteže odgovornosti. Ravnoteža koju uspostavljate između posla, porodičnih ili finansijskih pitanja može biti osnova vaših trenutnih okolnosti. \\ N \\ nThis kartica podseća vas da vas danas i dalje podržava vaša prošlost fleksibilnost i prilagodljivost.",
          "reversed": "Otkrivena dva pentaklama simbolizuje prošle neravnoteže, preplavene odgovornostima ili nepotrebnom konfuzijom. Ova situacija je možda stvorila razloge današnje zaglađenja. \\ N \\ NTHIS kartica objašnjava da su energije dispergovane u prošlosti još uvek utiču na vaš balans danas.",
          "keywords": ["ravnoteža", "odgovornost", "fleksibilnost", "raport", "prošlost"],
          "context": "Uticaj prošlih proždrvica ravnoteže ili neravnoteže."
        },
        "position2": {
          "upright": "Dva pentaklova ukazuje da trenutno bavite više odgovornosti sa okretnošću. Novčani tok, upravljanje vremenom i prioritetnošću su na dnevnom redu. \\ N \\ n \\ nestabiljajuća fleksibilnost i ritam; Pruža veliku efikasnost povećava se malim podešavanjima.",
          "reversed": "Otkrivena dva pentaklama nam govori da se u ovom trenutku neravnoteže, nerbanizacija i odlaganja akumuliraju. Preopterećenje može dovesti do grešaka i stresnih odluka. \\ N \\ na jednostavno prioritetno matrica, delegiranje i uklanjanje nepotrebnog rada; Obnavlja kontrolu.",
          "keywords": ["ravnoteža", "upravljanje vremenom", "prioritet", "fleksibilnost", "Sada"],
          "context": "Balansiranje odgovornosti ili drobljenje ispod opterećenja."
        },
        "position3": {
          "upright": "Dva pentaklova ukazuje da imate podsvesnu želju da upravljate višestrukim odgovornostima sa okretnošću i dobijete fleksibilnost. Želja za prilagođavanjem unutrašnjeg ritma može biti usklađivanje odluka poput nevidljive balansne grede. \\ N \\ NTHIS kartica naglašava da sićušna prilagođavanja mogu da apsorbuju velike fluktuacije.",
          "reversed": "Otkrivena dva od stanovnika ukazuje na nevidljiv ciklus neravnoteže, umor odluka ili skrivene odlaganja. Preopterećenje se može poremetiti fokus, poput bolja iznutra. \\ N \\ NTHIS kartica sugerira da se obnavlja ravnoteža sa jednostavnim prioritetnim matricama i jasnim granicama.",
          "keywords": ["ravnoteža", "fleksibilnost", "protok", "vremenski vreme", "prioritet"],
          "context": "Skrivena utakmica balansa i neviđenog pritiska protoka."
        },
        "position4": {
          "upright": "U centru je fleksibilno upravljanje ravnotežom i vremenom. Mala podešavanja donose veliku efikasnost.",
          "reversed": "U centru može doći do ciklusa neravnoteže i odugovlačenja. Uspostavite prioritetnu matricu.",
          "keywords": ["ravnoteža", "vreme", "fleksibilnost", "prioritet", "protok"],
          "context": "Centar: Podešavanje ritma."
        },
        "position5": {
          "upright": "Dva pentaklama ukazuje na premeštanje prioriteta napolju i potrebu da se uravnoteže više zahteva.",
          "reversed": "Opoređeni dvojica stanovnika ukazuju na to da mogu da postoje poremećaji izvan neuravnoteženog opterećenja novčanog toka / operacije.",
          "keywords": ["ravnoteža", "novac", "prioritet", "protok", "rad"],
          "context": "Fleksibilno planiranje je rešenje spoljnih fluktuacija."
        },
        "position6": {
          "upright": "Preporuka: Vježbajte vremensko obeležavanje za vremenski energetski saldo.",
          "reversed": "Savet: smanjiti prebrojavanje; Pojednostavite dnevni red.",
          "keywords": ["ravnoteža", "vremenski okvir", "prioritet", "protok", "jednostavnost"],
          "context": "Savet: Upravljajte ritmom."
        },
        "position7": {
          "upright": "Moguća budućnost: Fleksibilna ravnoteža se održava; Više je odgovornosti upravljano ritam.",
          "reversed": "Moguća budućnost: ciklus neravnoteže i odlaganja može povećati opterećenje; Pojednostavljenje je potrebno.",
          "keywords": ["ravnoteža", "vreme", "fleksibilnost", "protok", "prioritet"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "Tri pentaklama simbolizuju prošli saradnici, timski rad ili procese učenja. Uspeh postignut zajedničkim naporom možda je utrnuo put vašim trenutnim okolnostima. \\ N \\ NTHIS kartica vam govori da je ono što ste zajedno izgradili u prošlosti i dalje vodi vas.",
          "reversed": "Ograničena tri pentakla simbolizuje prošle nesposobnosti, nedostatak podrške ili neuspešnih kolaboracija. Ovi problemi mogu biti u korenu vaše trenutne situacije. \\ N \\ NTHIS CARD pokazuje da se u sada ne nalaze dovoljno podrške ili pogrešnih kolaboracija u prošlosti se ogledaju u sadašnjosti.",
          "keywords": ["partnerstvo", "učenje", "tim", "uspeh", "prošlost"],
          "context": "Uticaj prošlih kolaboracija ili nespojivosti."
        },
        "position2": {
          "upright": "Tri pentakla ukazuju da timski rad, deljenje majstorskih i dobro definisanih procesa u to vreme proizvode rezultate. Povratne petlje i jasnoća uloga povećavaju efikasnost. \\ N \\ NLEARNICIJA COLRABORATIVNO povećava kvalitet i vidljivost projekta.",
          "reversed": "Tri pentaklova obrnuto trenutno ukazuje na uloga konfuzije, nekompatibilne očekivanja ili nedovoljna. Rad silosa može smanjiti kvalitet. \\ N \\ n \\ n \\ n \\ n \\ n 'n' n \\ n 'n' n 'nprrati se metrika i uspeh jačaju poravnanje.",
          "keywords": ["partnerstvo", "savladav", "period", "povratna informacija", "Sada"],
          "context": "Jačanje kohezije tima ili ispravljanje neslaganja."
        },
        "position3": {
          "upright": "Tri od tri pentakla ukazuje na snažnu potrebu za majstorstvom i saradnjom koja se ulazi u to. Želja za deljenjem vašeg znanja i izgradnje sa drugima može se poboljšati kvalitet iza kulisa. \\ N \\ nThis kartica podseća vas da vas je petlja povratnih informacija nevidljivo hraniti.",
          "reversed": "Tri preokrenuta Penteklama ukazuje na latentni uticaj dvosmislenosti uloga, osećanja bezvrednosti ili samotnog radnog obrasca. Okletavanje za zatraživanje podrške može tiho smanjiti kvalitet. \\ N \\ n \\ nThis kartica kaže da će razjašnjenje obima i odgovornosti razrešiti unutrašnju napetost.",
          "keywords": ["partnerstvo", "savladav", "povratna informacija", "diskrecija", "uloga"],
          "context": "Potreba za latentnom majstorskom potvrdom i pragom za saradnju."
        },
        "position4": {
          "upright": "U centru je timski rad i deljenje majstorstva. Jasnost uloga poboljšava kvalitet.",
          "reversed": "Uloga dvosmislenost u Centru smanjuje kvalitet. Razjasnite opseg.",
          "keywords": ["partnerstvo", "savladav", "period", "povratna informacija", "uloga"],
          "context": "Centar: zgrada zajedno."
        },
        "position5": {
          "upright": "Tri pentakla pokazuju da spoljne saradnje, stručni timovi i standardi kvaliteta sastaju se na zajedničkoj osnovi.",
          "reversed": "Okolište Tri Penfala kaže da nejasnoća i loša koordinacija mogu stvoriti gubitak kvaliteta u spoljnom radu.",
          "keywords": ["partnerstvo", "stručnjak", "kvalitet", "koordinacija", "uloga"],
          "context": "Vanjska partnerstva zahtevaju jasne okvire."
        },
        "position6": {
          "upright": "Savet: saradnja; Razjasniti standarde uloga i kvaliteta.",
          "reversed": "Preporuka: Napišite matricu za odgovornost; Povećajte koordinaciju.",
          "keywords": ["partnerstvo", "uloga", "standardni", "koordinacija", "kvalitet"],
          "context": "Preporuka: Sistem ko-izgradnje."
        },
        "position7": {
          "upright": "Moguća budućnost: saradnja proizvodi kvalitet; Vidljiv je majstorstvo i rezultati su čvrsti.",
          "reversed": "Moguća budućnost: Loša koordinacija može smanjiti kvalitet; Uloge treba da se razjasne.",
          "keywords": ["partnerstvo", "savladav", "kvalitet", "koordinacija", "povratna informacija"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "Četiri pentakola simbolizuje vašu želju da sačuvaju ono što ste imali u prošlosti, naglasak na sigurnosti i vaše pretrage stabilnosti. Ovakav stav može biti u korenu vaših postojećih okolnosti. \\ N \\ NTHIS kartica pokazuje da vam je ova potraga za bezbednošću u prošlosti i dalje te pokreće.",
          "reversed": "Preokrećena četvoro pentakla ukazuje na gubitak povjerenja zbog štetnosti, prekomerne kontrole ili gubitaka u prošlosti. Ova iskustva mogu biti u korenu vaše trenutne situacije. \\ N \\ NTHIS kartica vam govori da poslednja zabrinutost i dalje povećava vašu potrebu za sigurnost danas.",
          "keywords": ["sigurnost", "stabilnost", "zaštita", "finansijska snaga", "prošlost"],
          "context": "Uticaj prošlih pretraga sigurnosti ili gubitaka."
        },
        "position2": {
          "upright": "Četiri pentacla trenutno ukazuje na tendenciju održavanja sigurnosti, čuvanje budžeta i ograničava rizike. Nastavite kontrolisani način na konsolidaciju imovine. \\ N \\ n \\ nsavings i disciplina su korisna, ali preterani konzervativizam može rast kočnica.",
          "reversed": "Pretvorena četvorica pentaklama trenutno ukazuje na preostalih u klatno ili prekomerne strogosti ili nekontrolisane potrošnje. Potrebna je ravnoteža između potrebe za bezbednošću i fleksibilnim ulaganjima. \\ N \\ n \\ n \\ nclearni golovi, smanjenje hitnih troškova i strateške potrošnje donose zdrav protok.",
          "keywords": ["sigurnost", "štedljiv", "kontrola", "fleksibilnost", "Sada"],
          "context": "Ravnoteža zaštite imovine i podrška rastu."
        },
        "position3": {
          "upright": "Četiri pentaklova ukazuje da je tendencija zaštite, akumulacije i održavanja statusa kuo na poslu. Traženje sigurnosti može se nevidljivo smanjiti apetit rizika. \\ N \\ NTHIS kartica kaže da će videti razliku između sopstvene vrednosti i neto vrednosti otvoriće bravu.",
          "reversed": "Pretvorena Četiri pentakla govori o tajnom klatnou klatno koje oscilira između prekomernog drćanja ili ekstravagencija za strah od gubitka kontrole. Čvrsto hvatanje može suziti protok. \\ N \\ NTHIS kartica naglašava da će namjerna potrošnja i fleksibilan budžet smirivati unutrašnju napetost.",
          "keywords": ["sigurnost", "kontrola", "zadrzati", "budžet", "fleksibilnost"],
          "context": "Čuvanje tajnog refleksa i straha da gubite."
        },
        "position4": {
          "upright": "U centru postoji sigurnost i zaštita. Prekomerno zadržavanje može da iskače rast.",
          "reversed": "U centru se djeluje klatno oslobađanje holdinga. Fleksibilan budžet stvara ravnotežu.",
          "keywords": ["sigurnost", "štedljiv", "kontrola", "fleksibilnost", "protok"],
          "context": "Centar: Postavljanje posedovanja."
        },
        "position5": {
          "upright": "Četiri pentakla ukazuje na povećanu averziju i orijentaciju štednje u spoljnom okruženju.",
          "reversed": "Uokrećena četvoro pentakala kaže da ekstremna pogodnost / potrošnost dihotomija može poremetiti protok na inostranom tržištu.",
          "keywords": ["štedljiv", "rizikovati", "kontrola", "novac", "fleksibilnost"],
          "context": "Mirna klima; Potreban je umeren rizik."
        },
        "position6": {
          "upright": "Savet: Napravite budžet, ali donosite dodatke za ulaganje rasta.",
          "reversed": "Savet: Otpustite preveliku stezanje; Preduzeti strateške rizike.",
          "keywords": ["budžet", "štedljiv", "investicija", "rizikovati", "ravnoteža"],
          "context": "Preporuka: Uspostavljanje ravnoteže rasta očuvanja."
        },
        "position7": {
          "upright": "Moguća budućnost: sigurnost i povećanje štednje; Kontrolisani stav pruža stabilnost.",
          "reversed": "Moguća budućnost: Prevelično usporava rast; Potrebno je otvoriti umereni prostor rizika.",
          "keywords": ["sigurnost", "štedljiv", "kontrola", "stabilnost", "rizikovati"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "Pet pentakova simbolizuje prošle finansijske poteškoće, periode usamljenosti ili osećanja isključenosti. Ovaj težak proces može biti u korenu današnje situacije. \\ N \\ nThis kartica takođe vas podseća da vam prošli gubici daju otpornost.",
          "reversed": "Invertirani Pet stanovnika simbolizuje mogućnosti za oporavak, podršku ili oporavak poteškoća u prošlosti. Možda vam je ovaj proces dao novu snagu. Međutim, u isto vreme, iskusne probleme mogu i dalje da utiču na vaše raspoloženje danas. \\ N \\ nThis kartica označava da su tragovi ostavili gubici u prošlosti.",
          "keywords": ["finansijska poteškoća", "usamljenost", "podrška", "gubitak", "prošlost"],
          "context": "Uticaj prošlih finansijskih teškoća ili povraćaja."
        },
        "position2": {
          "upright": "Pet pentaka naglašava trenutni osećaj materijalnog / emocionalnog lišenja, izolacije ili nedostatka podrške. Resursi se mogu činiti ograničenim. \\ N \\ N \\ Nasking za pomoć, aktiviranje mreža i građevinskih mostova sa resursima ubrzava oporavak.",
          "reversed": "Pet pentaklova obrnuto ukazuje na priliku da se oporavi, pronađete podršku i vratite se na noge u sadašnjosti. Teški ciklus je spreman da bude slomljen. \\ N \\ nMaking Male pobede vidljive i uspostavljanje održivih navika vraća samopouzdanje.",
          "keywords": ["uskraćivanje", "podrška", "oporavak", "izdržljivost", "Sada"],
          "context": "Uspostavljanje mreže podrške tokom privremenih poteškoća."
        },
        "position3": {
          "upright": "Pet pentaka pokazuje da tiho otisak prethodnih iskustava uskraćivanja danas utiče na vašu percepciju. Unutrašnja priča može biti da je podrška nedostupna. \\ N \\ NTHIS kartica podseća vas da će vam vežbanje mišića za traženje pomoći da se rastvara nevidljive prepreke.",
          "reversed": "Pet Pentaklova obrnuta ukazuje da će volja za oporavak i otpornost cvjetati u vama. Međutim, sramota ili narativa neadekvatnosti može vas odbiti na vratima. \\ N \\ NTHIS kartica kaže da pravljenje malih pobeda vidljivih samopouzdanja.",
          "keywords": ["uskraćivanje", "podrška", "izdržljivost", "sramota", "oporavak"],
          "context": "Skrivena priča o uskraćivanju i barijeri za traženje podrške."
        },
        "position4": {
          "upright": "Postoji percepcija uskraćivanja i potrebe za podrškom u centru. Traženje pomoći Otvara vrata.",
          "reversed": "Potencijal za oporavak u Centru raste. Trebalo bi vidljivo male pobede.",
          "keywords": ["uskraćivanje", "podrška", "oporavak", "izdržljivost", "mreža"],
          "context": "Centar: Prag podrške."
        },
        "position5": {
          "upright": "Pet stanovnika ukazuje na spoljni finansijski stisak, pad potražnje ili nedostatka podrške.",
          "reversed": "Uopterećen pet pentakova govori nam da se napolju pojavljuju grantovi, programi pomoći ili znakovi oporavka.",
          "keywords": ["zaglaviti", "podrška", "zatražiti", "oporavak", "pomoći"],
          "context": "Finansiranje / Pomoć prekršaja kritično u teškoj klimi."
        },
        "position6": {
          "upright": "Savet: Zatražite pomoć; Programi za podršku istraživanju.",
          "reversed": "Savet: Napravite male pobede vidljive; Jačanje morala.",
          "keywords": ["podrška", "pomoći", "program", "dobiti", "moral"],
          "context": "Preporuka: Prelazak mosta sa nosačima."
        },
        "position7": {
          "upright": "Moguća budućnost: može se doživeti privremeni osećaj nepropusnosti ili nedostatka podrške; Važno je zatražiti pomoć.",
          "reversed": "Moguća budućnost: Počinje oporavak; Programi pomoći i male pobede pojačavaju moral.",
          "keywords": ["zaglaviti", "podrška", "izdržljivost", "oporavak", "mreža"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Šest pentaklama simbolizuje pomoć koju ste dobili ili dali u prošlosti, podržavaju odnose i deljenje. Ove interakcije mogu biti osnova današnjih uslova. \\ N \\ NTHIS Card pokazuje da je fer deljenje u prošlosti jedan od faktora koji vas prenose do sadašnjosti.",
          "reversed": "Vedro šest pentakla ukazuje na prošle nepravde, zavisnosti ili neuravnotežene veze. Ove situacije mogu biti u korenu današnjih problema. \\ N \\ NTHIS kartica objašnjava da je nejednaka deljenje u prošlosti ostavila svoju ocenu do danas.",
          "keywords": ["pomoći", "deljenje", "pravda", "ravnoteža", "prošlost"],
          "context": "Uticaj prošle pomoći ili nepravde."
        },
        "position2": {
          "upright": "Šest pentaklama kaže da su u ovom trenutku izražene fer deljenje, pomaganje i osvajanje i osvajanje. Stanje je osnovano sa transparentnim uslovima i poverenjem. \\ N \\ na zdrav ritam između davanja i primanje jačanja odnosa i protoka.",
          "reversed": "Uokrećena šest pentaklama trenutno je upozorenje neuravnoteženih poslova, uslovne pomoći ili zavisnih odnosa. Neravnoteža snage podrivaju poverenje. \\ N \\ n \\ n \\ n \\ n \\ n \\ n \\ Očistite sporazume i mjerljive odgovore Vratite ravnotežu.",
          "keywords": ["deljenje", "pravda", "davanje prijem", "poverenje", "Sada"],
          "context": "Uspostaviti fer bavljenje ili ispraviti neravnotežu."
        },
        "position3": {
          "upright": "Šest stanovnika pokazuje da je želja za pravednom deljenjem i osvojenim vezama snažna u vama. Ritam između davanja i primanja stvara nevidljivu ravnotežu. \\ N \\ nThis kartica naglašava da će transparentni uslovi davati pouzdan trajni.",
          "reversed": "Prekoračenje šest stanovnika pokazuje skriveni uticaj neravnoteže električne energije, obrasce davanja i primanje uslovne pomoći ili odobrenja. Ovo može stvoriti mirnu ogorčenost u odnosima. \\ N \\ NTHIS kartica sugeriše da se ravnoteža može obnoviti granicama i jasnim sporazumima.",
          "keywords": ["deljenje", "pravda", "davanje prijem", "snaga", "granica"],
          "context": "Skrivena ravnoteža snage i uslovne razmjene."
        },
        "position4": {
          "upright": "U centru je fer deljenje i poverenje. Transparentni uslovi ojačati odnose.",
          "reversed": "U centru može doći do neravnoteže energije i uslovne razmene. Podesite granice.",
          "keywords": ["pravda", "deljenje", "davanje prijem", "poverenje", "granica"],
          "context": "Centar: Sajajni saldo."
        },
        "position5": {
          "upright": "Šest pentaklama pokazuje da su u spoljnom svetu mogući da su fer bavljenje, sponzorstvo i hibridni modeli vin-vin-vin.",
          "reversed": "Visoko šest pentakla kaže da neravnoteža i uslovne podrške mogu stvoriti zavisnost od spoljašnje zavisnosti.",
          "keywords": ["kupovina", "sponzorstvo", "pravda", "snaga", "uslov"],
          "context": "Transparentni uslovi stvaraju poverenje."
        },
        "position6": {
          "upright": "Savet: Uspostaviti poštene sporazume; Pravite uslove transparentne.",
          "reversed": "Preporuka: Ispravite ravnotežu moći; Napišite jasna očekivanja.",
          "keywords": ["pravda", "sporazum", "transparentnost", "ravnoteža", "očekivanje"],
          "context": "Savet: Strukturiranje Vin-Vin."
        },
        "position7": {
          "upright": "Moguća budućnost: osnovana je pravična deljenja i osvojena narudžba; Poverenje je ojačano.",
          "reversed": "Moguća budućnost: uslovna podrška mogla bi stvoriti neravnotežu napajanja; Transparentnost je potrebna.",
          "keywords": ["pravda", "deljenje", "poverenje", "ravnoteža", "uslov"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Sedam stanovnika simbolizuje procese u kojima ste radili u prošlosti, strpljivo ste čekali i radili da vidite rezultate. Ovi napori mogu biti osnova današnjih uslova. \\ N \\ nThis kartica vas podseća da vam i danas daju svoje strpljenje i trud u prošlosti.",
          "reversed": "Reversed Sedam stanovnika ukazuje na prošlo nestrpljenje, pogrešne investicije ili besplodne napore. Ova iskustva mogu biti u korenu vaše trenutne situacije. \\ N \\ NTHIS kartica prikazuje efekte da se ne nagrađuju za vaše napore u prošlosti.",
          "keywords": ["rad", "strpljenje", "investicija", "nagrada", "prošlost"],
          "context": "Efekat pacijenta ili nestrpljivih koraka u prošlosti."
        },
        "position2": {
          "upright": "Sedam pentakala je vreme za ocenjivanje, strpljenje i analizu efikasnosti. Šta si posejao, šta žeti? Šta da se održi, šta šljivi? \\ n \\ n \\ N \\ Nonnementna poboljšanja i realna očekivanja osiguravaju održivi rast.",
          "reversed": "Uokrećeno sedam pentakla je upozorenje o nestrpljenosti, u ovom trenutku da se blokira vraćanje ili blokira povratak. Nastavljajući samo zato što ste uložili u trud, to može biti \"potopljena cena\". Okretanje prema kriterijumima i odustajanje od neefikasnog resursa oslobađanja.",
          "keywords": ["procena", "strpljenje", "prinos", "okretanje", "Sada"],
          "context": "Podešavanje strategije pre berve-a ili izlaz na potopit."
        },
        "position3": {
          "upright": "Sedam pentakla ukazuje da u vama je potreba za strpljenjem i efikasnom analizom. Preuzimanje zaliha onoga što posejete možda nevidljivo rafiniranje vaše strategije. \\ N \\ nThis kartica vas podseća da mala poboljšanja mogu imati višestruki uticaj na strpljenje.",
          "reversed": "Reversed Sedam stanovnika ukazuje na skriveni uticaj pristranosti, nestrpljenja ili straha od nagnutih pristranosti, nestrpljenja ili straha od pogrešnogvestiranja. Nastavak samo zato što ste naporno radili, možete da kreirate blokadu. \\ N \\ NTHIS kartica vam govori da će se okretanje sa kriterijumima rešiti unutrašnju gužvu.",
          "keywords": ["strpljenje", "žetva", "prinos", "potonuti troškovi", "okretanje"],
          "context": "Skriveni upit prinosa i ekstrakcija troškova na potonulicu."
        },
        "position4": {
          "upright": "U centru je procena i strpljenje. Mala poboljšanja stvaraju multiplikatorski efekat.",
          "reversed": "U centru može doći do zamke troškova potopljena. Okretanje sa kriterijumima.",
          "keywords": ["procena", "strpljenje", "prinos", "okretanje", "žetva"],
          "context": "Centar: kontrola pre berbe."
        },
        "position5": {
          "upright": "Sedam pentakla ukazuje da spoljni investitori očekuju strpljenje i merljive povrate.",
          "reversed": "Preokrećeno sedam stanovnika upozorava da kratkotrajni pritisak i nestrpljenje mogu poremetiti spoljnu strategiju.",
          "keywords": ["investicija", "vratiti se", "strpljenje", "merenje", "ugnjetavanje"],
          "context": "Spoljni kapital gleda ROI i Vremensku liniju."
        },
        "position6": {
          "upright": "Preporuka: Pregledajte indikatore; pravite mala poboljšanja.",
          "reversed": "Savet: Ne brinite o potopljenim troškovima; Primenite ključni kriterijum.",
          "keywords": ["prinos", "merenje", "poboljšanje", "okretanje", "strpljenje"],
          "context": "Preporuka: Fino podešavanje pre žetve."
        },
        "position7": {
          "upright": "Moguća budućnost: Radna snaga pacijenta se isplati; Pristupi žetvi i prinos postaje vidljiv.",
          "reversed": "Moguća budućnost: Nestrpljenje ili zamka za sunatku mogu dovesti do lažne upornosti; Okretni prostor može doći do izražaja.",
          "keywords": ["žetva", "strpljenje", "prinos", "procena", "okretanje"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Osam pentakla simbolizuje veštine koje ste naučili, majstori koje ste razvili i uloženi u prošlost. Ove studije mogu biti na osnovu današnje situacije. \\ N \\ nThis kartica vas podseća da vaš postupak učenja i danas nosi voće.",
          "reversed": "Otkriveno osam stanovnika ukazuje na prošlo neoprezno delo, nepropusno ili propušteno mogućnosti učenja. Ove situacije mogu biti u korenu današnjih nedostataka. \\ N \\ NTHIS kartica pokazuje da su lekcije preskočene u prošlosti dovesti do današnjih problema.",
          "keywords": ["učenje", "savladav", "rad", "uspeh", "prošlost"],
          "context": "Uticaj prošlog učenja ili propusta."
        },
        "position2": {
          "upright": "Osam stanovnika naglašava majstorski razvoj, redovnu praksu i fokus na kvalitet u sadašnjosti. Kretanje napred sa zanatskim svesti stvara vrednost. \\ N \\ n \\ n sa malim iteracijama i povratnim informacijama, vaša kriva veština se brzo povećava.",
          "reversed": "Okolište osam stanovnika ukazuje na nepropusnost, nedostatak motivacije ili trenutno \"samo to završi\". Kvalitetna erozija uzrokuje dugoročnu štetu. \\ N \\ n \\ nrefreshing standardi, pauze i ponovno povezivanje sa značenjem povećati produktivnost.",
          "keywords": ["savladav", "praktičan", "kvalitet", "disciplina", "Sada"],
          "context": "Produbljivanje veština ili oporavak kvaliteta."
        },
        "position3": {
          "upright": "Osam pentaklama demonstrira duboku želju za zanatskom svešću, pažljivošću i posvećenoj majstori. Potjerna praksa može nevidljivo podsticanje samopouzdanja. \\ N \\ NTHIS kartica naglašava da ljubav prema procesu množi kvalitet rezultata.",
          "reversed": "Otkriveno osam stanovnika pokazuje latentni efekat obrasca neprobojnosti, gubitka značenja ili to samo radi zbog toga. Erozija kvaliteta proizvodi unutrašnje nezadovoljstvo. \\ N \\ NTHIS kartica kaže da će se osvežavajući standard i ponovno povezivanje sa značenjem poboljšati protok.",
          "keywords": ["savladav", "praktičan", "kvalitet", "disciplina", "značenje"],
          "context": "Skrivena potreba za izradom izrade i standarda izrade."
        },
        "position4": {
          "upright": "Zanatska disciplina i kvalitet su u centru. Ponovljena praksa čini majstorstvo.",
          "reversed": "Može postojati nevremenost ili gubitak značenja u centru. Osvežite standard.",
          "keywords": ["savladav", "praktičan", "kvalitet", "disciplina", "fokus"],
          "context": "Centar: srce zanatstvo."
        },
        "position5": {
          "upright": "Osam stanovnika ukazuje da se zanatstvo, sertifikacije i kvalitetni akreditivi vrednuju u inostranstvu.",
          "reversed": "Otkriveno osam stanovnika kaže da će percepcija lošeg kvaliteta / nepažnje biti brzo kažnjena na inostranom tržištu.",
          "keywords": ["savladav", "kvalitet", "sertifikat", "standardni", "reputacija"],
          "context": "Standardi stranih tržišta postavili su bar."
        },
        "position6": {
          "upright": "Preporuka: Namerna praksa; Podignite standard zanata.",
          "reversed": "Savet: isključite autopilot; Ponovo se ponovo povežite sa značenjem.",
          "keywords": ["praktičan", "savladav", "standardni", "značenje", "fokus"],
          "context": "Savet: Kultivirajte majstorstvo sa svešću."
        },
        "position7": {
          "upright": "Moguća budućnost: Masteri raste; Redovna praksa povećava kvalitet i pouzdanje.",
          "reversed": "Moguća budućnost: auto-pilot i nevremenost mogu zaustaviti napredak; Standard treba osvežiti.",
          "keywords": ["savladav", "praktičan", "kvalitet", "disciplina", "fokus"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Devet stanovnika simbolizuje nezavisnost, obilje i samopouzdanje stečeno u prošlosti. Ovi uspesi su možda formirali osnovu današnjih uslova. \\ N \\ NTHIS kartica pokazuje da vas i dalje podržava vaše prošlo samopouzdanje koje vas i danas podržava.",
          "reversed": "Devet preokretanih pentakala ukazuje na prethodnostruk ekstravaganciju, zavisnost ili gubitak. Ova iskustva su možda stvorila razloge današnje situacije. \\ N \\ NTHIS kartica naglašava uticaj situacija koje su danas ograničile vašu slobodu u prošlosti.",
          "keywords": ["nezavisnost", "poverenje", "dosta", "sloboda", "prošlost"],
          "context": "Uticaj prethodne nezavisnosti ili zavisnosti."
        },
        "position2": {
          "upright": "Devet stanovnika ukazuje da je sada vreme za nezavisnost, samo-vrednost i uživanje u plodovima rada. Osjećaj komfora koje vam pruža sopstveni rad povećava se. \\ N \\ n \\ n \\ NBOUNARIES i samo-nega čine ovaj dobitak trajno.",
          "reversed": "Devet stanovnika u ovom trenutku moće ukazivati na previsoku zavisnost, ekstravaganciju ili bezbrižno upravljanje na osnovu \"to zaslužujem\". Prilika je tu, ali zadovoljstvo može da opada. \\ N \\ nb nbudget svest, produktivni hobiji i samodisciplinu podržavaju istinsko blagostanje.",
          "keywords": ["nezavisnost", "samopouzdanje", "udobnost", "disciplina", "Sada"],
          "context": "Obezbeđivanje dobitka ili prikupljanja disperzije."
        },
        "position3": {
          "upright": "Devet stanovnika pokazuje da su nezavisnost, samodovoljnost i želja za uživanjem u plodovima rada duboko ukorenjene. Samopouzdanje može biti nevidljivo jačanje granica. \\ N \\ n \\ NThis kartica podseća vas da će elegantno pojednostavljenje povećati osećaj blagostanja.",
          "reversed": "Devet preokretanih pentakala ukazuje na latentni uticaj prekomerne zavisnosti, ekstravagancije ili obrasca formalističkog komfora. Zona komfora može suziti područje rasta. \\ N \\ NTHIS kartica kaže da će se budžetska svest i produktivni hobići vratiti nazad.",
          "keywords": ["nezavisnost", "samopouzdanje", "udobnost", "granica", "štedljiv"],
          "context": "Skriveni ideal nezavisnosti i napetosti zone komfora."
        },
        "position4": {
          "upright": "U centru je nezavisnost i samo-vrednost. Granice štite prosperitet.",
          "reversed": "U centru može postojati ekstravagantnost ili previsoka zavisnost. Disciplina donosi komfor.",
          "keywords": ["nezavisnost", "samopouzdanje", "udobnost", "granica", "disciplina"],
          "context": "Centar: Graciozna kompetencija."
        },
        "position5": {
          "upright": "Devet stanovnika ukazuje da je prestiž, nezavisnost i premijska percepcija nagrađena napolju.",
          "reversed": "Reversed devet stanovnika nam govori da je preterana percepcija luksuza / potrošnje može izazvati spoljne reakcije.",
          "keywords": ["prestiž", "nezavisnost", "premium", "percepcija", "trezvenost"],
          "context": "Kvalitetna slika dodaje vrednost; Percepcija otpada uzrokuje štetu."
        },
        "position6": {
          "upright": "Savet: ojačati granice; Probajte plod svog rada.",
          "reversed": "Savet: prekinuti na otpad; Dajte pametnu štednju / plan prihoda.",
          "keywords": ["granica", "Ja je dovoljno", "udobnost", "štedljiv", "plan"],
          "context": "Savet: održavanje elegantne kompetentnosti."
        },
        "position7": {
          "upright": "Moguća budućnost: uspostavljaju se nezavisnost i graciozna kompetencija; Voće rada uživa u zadovoljstvom.",
          "reversed": "Moguća budućnost: ekstravagancija ili previsoka zavisnost predstavlja rizike; Od discipline i granice su potrebne.",
          "keywords": ["nezavisnost", "udobnost", "samopouzdanje", "disciplina", "granica"],
          "context": "Budući potencijalni i mogući ishodi"
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Deset stanovnika simbolizuje prošlost porodične stabilnosti, dugoročni uspeh ili sigurnost. Ova zaostavština je možda formirala osnovu za današnje okolnosti. \\ N \\ NTHIS kartica pokazuje da vas ovo trajno poverenje u prošlosti još uvek vas još uvek podržava danas.",
          "reversed": "Reversed deset stanovnika ukazuje na nemire porodice, gubitke ili neuspešne investicije. Ova iskustva mogu biti u korenu današnjeg procesa. \\ N \\ NTHIS kartica nam govori da gubitak prošlih uverenja i danas danas utiče na vas.",
          "keywords": ["porodica", "stabilnost", "uverenje", "baština", "prošlost"],
          "context": "Uticaj posljednih porodica ili finansijske posljednje."
        },
        "position2": {
          "upright": "Deset stanovnika trenutno naglašava važnost dugoročne stabilnosti, porodično / tima nasleđe i održive strukture. Uspostavljanje sistema je vredniji od individualnog napora. \\ N \\ nproceduri, finansijski plan i nalog za sukcesiju osiguravaju stalnost."
        }
      }
    }
  }
}
