{
  "problem-solving": {
    "meanings": {
      "strength": {
        "position9": {
          "keywords": [null, "strpljenje", "ravnoteža", "poverenje", "anksioznost"],
          "context": "Vaši strahovi su povezani da izgubite snagu ili izgubite strpljenje."
        }
      },
      "thehermit": {
        "position1": {
          "upright": "Ermis, u srcu problema može biti introspekcija, potreba za samoćom ili potragom za pravom vodičem.",
          "reversed": "Ograničena sveca, ekstremna usamljenost, izolacija ili nedostatak smernica mogu biti izvor problema.",
          "keywords": ["usamljenost", "okretanje prema unutra", "mudrost", "potraga", "pitanje"],
          "context": "U srcu problema je potreba za unutrašnjim smernicama."
        },
        "position10": {
          "upright": "Sveti, kao rezultat događaja, možete steći unutrašnju svest, mudrost i smernice koji je jedinstveno vaše.",
          "reversed": "Ograničeno sveti, ishod događaja može biti ekstremna usamljenost, izolacija ili pogrešna displeja.",
          "keywords": ["mudrost", "potraga", "uputstvo", "usamljenost", "prosvetljenje"],
          "context": "Rezultat će možda pronaći vašu unutrašnju svetlost ili se povući u samoću."
        },
        "position2": {
          "upright": "Ermis, vaša prepreka se može previše introvertirati, uzimanje utočišta usamljenosti ili ne primajući smernice. Pokušavajući da rešite problem na vašim gumama.",
          "reversed": "Ograničeno sveti moglo bi preterivati problem izolacije, izbegavajući smernice ili povlačenje iz sveta.",
          "keywords": ["usamljenost", "uputstvo", "okretanje prema unutra", "izolacija", "prepreka"],
          "context": "Prekidač nastaje sa prekomernom izolacijom i izbegavanjem prijem podrške."
        },
        "position3": {
          "upright": "Svetac može podsvesno doživeti preteranu usamljenost, introverziju ili ne može da pronađe pravi vodič u prošlosti.",
          "reversed": "Ograničeno svetići se može prenijeti iz prošlosti izolacije, nedostatka smernica ili otuđenosti od društva.",
          "keywords": ["usamljenost", "uputstvo", "izolacija", "mudrost", "podsvestan"],
          "context": "Usamljenost i nedostatak smernica u prošlosti mogu biti u korenu današnjih problema."
        },
        "position4": {
          "upright": "Sveti pokazuje da njegov potencijal leži u unutrašnjoj mudrosti, svest koja nastaje iz usamljenosti i osvetljava sopstveni put.",
          "reversed": "Okrećeno Svetište, kako bi otkrio vaš potencijal, ne bi trebalo da padnete u izolaciju, već delite svoje unutrašnje znanje sa svetom.",
          "keywords": ["mudrost", "usamljenost", "prosvetljenje", "uputstvo", "potencijal"],
          "context": "Vaš najbolji potencijal je otkrivanje i deljenje svoje unutrašnje svetlosti."
        },
        "position5": {
          "upright": "Možda ste postali svetac, nedavno ste krenuli na unutrašnji put, sam ili sam otišao u samo u potrazi za pretragom mudrosti.",
          "reversed": "Okrećeno Svetište, možda ste iskusili zaglaznost u nedavnoj prošlosti zbog ekstremne izolacije, nedostatka smernica ili usamljenosti.",
          "keywords": ["mudrost", "usamljenost", "uputstvo", "unutrašnja potraga", "ološenje"],
          "context": "Vaša nedavna prošlost je možda oblikovana unutrašnjim putovanjima ili iskustvima usamljenosti."
        },
        "position6": {
          "upright": "Sveti, možete ići na unutrašnji put u bliskoj budućnosti, ostanite sami i potražite mudrost ili pronađite svoju svetlost.",
          "reversed": "Obrnuto Saint, možete da doživite ekstremnu usamljenost, nedostatak smernica ili izolacije u bliskoj budućnosti.",
          "keywords": ["mudrost", "unutrašnja potraga", "usamljenost", "uputstvo", "svest"],
          "context": "Vaša bliža budućnost će biti oblikovana vašim unutrašnjim putovanjem ili usamljenošću."
        },
        "position7": {
          "upright": "Saint, trenutno možete biti na unutrašnjem putovanju, pokušavajući da otkrijete sebe tako što ste sami.",
          "reversed": "Ograničena sveca, ekstremna usamljenost, nedostatak smernica ili introverzija vas u ovom trenutku mogu izazvati.",
          "keywords": ["mudrost", "unutrašnja potraga", "usamljenost", "uputstvo", "svest"],
          "context": "Vaša trenutna situacija je oblikovana unutrašnjim istraživanjem ili usamljenošću."
        },
        "position8": {
          "upright": "Sveti, spoljni uticaji mogu pokrenuti potrebu za introspekcijom, mudrošću i samoćom.",
          "reversed": "Okolišteni Sveti, spoljni uticaji mogu donijeti ekstremnu usamljenost, izolaciju ili lažne smernice.",
          "keywords": ["mudrost", "potraga", "usamljenost", "uputstvo", "okretanje prema unutra"],
          "context": "Spoljni uticaji utiču na vas kroz mudrost ili usamljenost."
        },
        "position9": {
          "upright": "Sveti, možda ćete imati strah da ste sami, bez uputstva ili izgubljeni u svom unutrašnjem putovanju.",
          "reversed": "Ograničena sveca, izolacija, ekstremna usamljenost ili strah od pogrešne dozvole može uticati na vas.",
          "keywords": ["usamljenost", "mudrost", "uputstvo", "potraga", "anksioznost"],
          "context": "Fokusira se na vaše strahove, usamljenost ili zlostavljanje."
        }
      },
      "thewheeloffortune": {
        "position1": {
          "upright": "Točak sudbine, sreće, cikluse i nekontrolisani događaji mogu biti u srcu problema.",
          "reversed": "Obrnuti točak sudbine, nesreća ili otpornost na promene mogu biti izvor problema.",
          "keywords": ["sudbina", "šansa", "petlja", "promeniti", "pitanje"],
          "context": "U srcu problema su ciklusi sudbine i promene van kontrole."
        },
        "position10": {
          "upright": "Točak sudbine može značiti da se kao rezultat događaja otvara sreća, sreća i pozitivne promene počinju.",
          "reversed": "Obrnuti točak sudbine, ishod događaja može se ponoviti nesrećama, loša vremena ili van kontrolnih događaja.",
          "keywords": ["sudbina", "šansa", "promeniti", "petlja", "prilika"],
          "context": "Rezultat može biti sreća da se otvori ili zaglavi u negativnom ciklusu."
        },
        "position2": {
          "upright": "Točak sudbine, prepreka može biti događaji izvan kontrole, faktora sreće ili otpornosti na promenu. Imate teško vreme kada ne možete da shvatite cikluse.",
          "reversed": "Ograničeni točak sudbine, nesreća, lošeg vremena ili ponavljajući negativni ciklusi mogu da ometaju.",
          "keywords": ["sudbina", "petlja", "sreća", "vremenski vreme", "prepreka"],
          "context": "Aprestracija se pojavljuje da se ne može izbiti iz ciklusa i prihvatanje promena."
        },
        "position3": {
          "upright": "Točak sudbine možda je uticalo na šanse faktori, nekontrolisane promene ili ciklična ponavljanja u podsvesti u prošlosti.",
          "reversed": "U podsvjesnom točkiću sudbine sudbine, nesreće, loše vreme ili ponavljajući negativni ciklusi mogu biti ugostili u podsvesti.",
          "keywords": ["sudbina", "petlja", "nesreća", "vremenski vreme", "podsvestan"],
          "context": "Loša sreća i ciklusi u prošlosti mogu biti osnova za današnje probleme."
        },
        "position4": {
          "upright": "Točak sudbine pokazuje da nečiji potencijal leži u iskorištavanju ciklusa, prilagođavanje promenama i oduzimanju mogućnosti.",
          "reversed": "Obrnuti točak sudbine, morate se odmaknuti od straha od nesreće i opsesije sa kontrolom koja ograničava vaš potencijal.",
          "keywords": ["sudbina", "prilika", "petlja", "raport", "potencijal"],
          "context": "Vaš najbolji potencijal je prepoznavanje i iskoristiti mogućnosti."
        },
        "position5": {
          "upright": "Točak sudbine je možda uključivao nagle promene u vašem životu u nedavnoj prošlosti, ciklusi sudbine ili otkrivenje mogućnosti.",
          "reversed": "Obrnuti točak sudbine, možda ste doživeli lošu sreću, loše vreme ili ponavljajuće cikluse u nedavnoj prošlosti.",
          "keywords": ["sudbina", "prilika", "promeniti", "vremenski vreme", "petlja"],
          "context": "Vaša nedavna prošlost je možda razvila srećne ili nesretne cikluse."
        },
        "position6": {
          "upright": "Točak sudbine, nagle promene, okretanje sudbine ili srećne mogućnosti mogu vas čekati u bliskoj budućnosti.",
          "reversed": "Obrnuti točak sudbine, možda ćete doživeti lošu sreću, loš tajming ili ponavljati ciklusi u bliskoj budućnosti.",
          "keywords": ["sudbina", "šansa", "petlja", "prilika", "promeniti"],
          "context": "Vaša bliska budućnost biće određena pozitivnim ili negativnim aspektima ciklusa."
        },
        "position7": {
          "upright": "U ovom trenutku mogu se pojaviti volan sudbine, važne promene, cikluse i srećne prilike u vašem životu.",
          "reversed": "Obrnuti točak sudbine, možda ćete doživljavati lošu sreću, loše vreme ili ponavljajuće cikluse trenutno.",
          "keywords": ["sudbina", "šansa", "petlja", "prilika", "promeniti"],
          "context": "Vaša trenutna situacija oblikovana je pozitivnim ili negativnim ciklusima."
        },
        "position8": {
          "upright": "Točak sudbine, spoljni uticaji mogu donijeti neočekivane sreće, mogućnosti ili ciklične promene u vašem životu.",
          "reversed": "U obrnutom točkom sudbine, spoljni uticaji mogu vas izazvati lošom srećom, lošim vremenskim ili ponavljajućim ciklusima.",
          "keywords": ["sudbina", "šansa", "promeniti", "prilika", "petlja"],
          "context": "Spoljni uticaji utiču na vas kroz srećne mogućnosti ili negativne cikluse."
        },
        "position9": {
          "upright": "Možda ćete imati strah od točka sudbine, loše sreće, nekontrolisani događaji ili preokret bogatstva.",
          "reversed": "Vjeran točkić sudbine može stvoriti anksioznost u vezi sa zaglavljenim ciklusima, ponavljajući nesreće ili loše vreme.",
          "keywords": ["sudbina", "šansa", "promeniti", "petlja", "anksioznost"],
          "context": "Radi se o strahovima, preokretima sreće ili ne mogu da se izbijaju iz ciklusa."
        }
      },
      "justice": {
        "position1": {
          "upright": "Pravda može biti potraga za iskrenošću, fer odlukama i ravnotežom u srcu problema.",
          "reversed": "Nepovoljna pravda, pogrešne odluke, nepravednost ili nepoštenost mogu biti izvor problema.",
          "keywords": ["pravda", "ravnoteža", "odluka", "odgovornost", "pitanje"],
          "context": "U srcu problema je potraga za pravdom i potrebom da donesu pravu odluku."
        },
        "position10": {
          "upright": "Pravda ukazuje da će se ravnoteža postići ravnotežom, iskrenošću i tačnim odlukama kao rezultat incidenta.",
          "reversed": "Obrnuta pravda može uključivati nepravdu, pogrešne odluke ili utaja odgovornosti kao rezultat događaja.",
          "keywords": ["pravda", "ravnoteža", "odluka", "odgovornost", "real"],
          "context": "Ishod može biti da se postigne pravda ili se suoči sa nepravdom."
        },
        "position2": {
          "upright": "Pravda može biti prepreka iskrenosti, nepravednoj situaciji ili pogrešnim odlukama. Imate poteškoća u postizanju ravnoteže između prava i odgovornosti.",
          "reversed": "Obrnuto pravda, nepravda, nesporazumi ili nedostatak odgovornosti mogu da ometaju.",
          "keywords": ["pravda", "odgovornost", "ravnoteža", "odluka", "prepreka"],
          "context": "Prepreke proizilazi da nisu sposobni da prave fer odluke i izbegavanje odgovornosti."
        },
        "position3": {
          "upright": "Pravda može podsvesno biti o prošlih nepravdi, pogrešnim odlukama ili neuravnoteženim situacijama.",
          "reversed": "Ograničara pravda, nepoštenost, nesporazumi, ili izbegavanje odgovornosti mogu se ugraditi u podsvesno.",
          "keywords": ["pravda", "odluka", "ravnoteža", "nepravda", "podsvestan"],
          "context": "Protekle nepravde mogu biti zaseljene današnje probleme."
        },
        "position4": {
          "upright": "Pravda pokazuje da njegov potencijal leži u iskrenosti, praveći fer odluke i održavanje ravnoteže.",
          "reversed": "Obrnuta pravda može biti pristrasna misli i izbegavanje odgovornosti, koja podriva nečiji potencijal.",
          "keywords": ["pravda", "ravnoteža", "odluka", "istina", "potencijal"],
          "context": "Vaš najbolji potencijal je da se prave poštene i uravnotežene izbore."
        },
        "position5": {
          "upright": "Pravda, možda ste dali samo odluku u nedavnoj prošlosti, otkriveni istinu ili obnovljenu ravnotežu.",
          "reversed": "Obrnuta pravda: Možda ste se prema njima postupili nepravedno, pogrešili ili su bili nepošteni u nedavnoj prošlosti.",
          "keywords": ["pravda", "ravnoteža", "odluka", "iskrenost", "real"],
          "context": "Vaša nedavna prošlost možda su obeležene pravednom ili nepravednim situacijama."
        },
        "position6": {
          "upright": "Pravda, u skoroj budućnosti će se postići fer odluka, bilansa će se postići ili će se pojaviti prilika da nauči istinu.",
          "reversed": "Ukrasana pravda, možete doživeti nesporazumi, nepravdu ili neravnotežu u bliskoj budućnosti.",
          "keywords": ["pravda", "ravnoteža", "real", "odluka", "iskrenost"],
          "context": "Vaša bliža budućnost može se oblikovati fer ili nepravedno odlučivanje."
        },
        "position7": {
          "upright": "Pravda, potraga za ravnotežom, fer odluka i proces suočavanja činjenica da trenutno dominiraju u vašem životu.",
          "reversed": "Reversed Pravda: Nesporazumi, nepravda ili neravnoteža mogu vas odmah izazivati.",
          "keywords": ["pravda", "ravnoteža", "real", "odluka", "iskrenost"],
          "context": "Vaša trenutna situacija oblikovana je fer ili nepravedno odlučivanje."
        },
        "position8": {
          "upright": "Pravda, spoljni uticaji nude vam fer odluke, objektivne procene ili balansiranje energija.",
          "reversed": "Obrnuta pravda, spoljni uticaji mogu donijeti nepravdu, pogrešno prosuđivanje ili neravnotežu.",
          "keywords": ["pravda", "ravnoteža", "odluka", "real", "iskrenost"],
          "context": "Spoljni uticaji utiču na pravedne presude ili nepravdu."
        },
        "position9": {
          "upright": "Možete osjetiti strah od pravde, nepravde, pogrešne promjene ili neravnoteže.",
          "reversed": "Obrnuto pravda, strah od nepravde, zlostavljanja ili utaja odgovornosti mogu uticati na vas.",
          "keywords": ["pravda", "ravnoteža", "odluka", "real", "anksioznost"],
          "context": "Vaši strahovi su povezani da se ne procenjuju pošteno ili se tretiraju nepravedno."
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "Obučeni čovek može imati potrebu da promeni perspektivu ili predaju u srcu problema.",
          "reversed": "Invertirani obješen čovek, otpor, neodlučnost ili nevoljnost može biti izvor problema.",
          "keywords": ["mišljenje", "predaja", "svest", "ravnoteža", "pitanje"],
          "context": "U srcu problema je potreba da se to razmotri iz druge perspektive."
        },
        "position10": {
          "upright": "Obučeni čovek može značiti sticanje nove perspektive, predaje se i prihvatanje kao rezultat događaja.",
          "reversed": "Obučeni čovek naglavačke može ukazati na nevoljnost, inerciju ili uzaludnu žrtvu kao rezultat događaja.",
          "keywords": ["mišljenje", "predaja", "žrtvovati", "svest", "pauza"],
          "context": "Rezultat može biti da se dobije nova perspektiva ili ostane statička."
        },
        "position2": {
          "upright": "Obučeni čovek može značiti da ne menja perspektivu prepreke, izbegavajući podnesak ili ostane zaglavljen na jednom mestu.",
          "reversed": "Okrušen čovek naglavačke možda je prepreka zbog tvrdoglavosti, otpora ili nemogućnosti odustajanja.",
          "keywords": ["mišljenje", "predaja", "tvrdoglavost", "pomračenje", "prepreka"],
          "context": "Prepreka dolazi od ne prihvatanja drugačije perspektive."
        },
        "position3": {
          "upright": "Obučeni čovek može biti podsvesno izbegavajući podnesak, ignorisanje različitih perspektiva ili doživljavati blokadu u prošlosti.",
          "reversed": "Invertirani obješen čovek, tvrdoglavost, nemogućnost odustajanja ili otpora možda su se podmirili u podsvesti.",
          "keywords": ["mišljenje", "predaja", "tvrdoglavost", "otpornost", "podsvestan"],
          "context": "Ako ne prihvatite drugačiju stanovište u prošlosti može biti osnova za probleme danas."
        },
        "position4": {
          "upright": "Obučeni čovek pokazuje da njegov potencijal leži u sticanju drugačije perspektive, pokazujući podnesak i razvijanje novih razumevanja.",
          "reversed": "Okrušeni muškarac naopako može imati tvrdoglavost, otpornost i uskogrudnost koji ograničava njegov potencijal.",
          "keywords": ["predaja", "mišljenje", "prihvatanje", "učenje", "potencijal"],
          "context": "Vaš najbolji potencijal dolazi od učenja iz različitih perspektiva."
        },
        "position5": {
          "upright": "Obesio čoveka, možda ste promenili svoju perspektivu, dali žrtvu ili stekli novo razumevanje u nedavnoj prošlosti.",
          "reversed": "Okrušen muškarac naopako, možda ste iskusili tvrdoglavost, otpor ili nedostatak podnošenja u nedavnoj prošlosti.",
          "keywords": ["mišljenje", "predaja", "žrtvovati", "prihvatanje", "učenje"],
          "context": "Vaša nedavna prošlost je možda oblikovana promenama perspektive ili otpora."
        },
        "position6": {
          "upright": "Obesio čoveka, dobit ćete drugu perspektivu, dajte žrtvu ili da razvijete novo razumevanje u bliskoj budućnosti.",
          "reversed": "Okrušeni muškarac naopako, možete doživeti tvrdoglavost, otpor ili nedostatak podnošenja u bliskoj budućnosti.",
          "keywords": ["mišljenje", "predaja", "žrtvovati", "svest", "učenje"],
          "context": "Vaša bliža budućnost će biti oblikovana novim perspektivama ili otporima."
        },
        "position7": {
          "upright": "Obešten čovek, trenutno ste sticali drugačiju perspektivu, čineći žrtve ili čekanje.",
          "reversed": "Okrušeni muškarac, otpora, tvrdoglavost ili nedostatak podnošenja može vas u ovom trenutku izazvati.",
          "keywords": ["mišljenje", "predaja", "žrtvovati", "svest", "učenje"],
          "context": "Vaša trenutna situacija je oblikovana novom perspektivom ili otporom."
        },
        "position8": {
          "upright": "Obučeni muškarac, spoljni uticaji mogu vas ohrabrujući da čekate, steknite drugačiju perspektivu ili napravite žrtvu.",
          "reversed": "Okrušen muškarac naopako, spoljni uticaji vas mogu izazvati tvrdoglavošću, otporom ili nedostatkom predaje.",
          "keywords": ["mišljenje", "čekati", "žrtvovati", "predaja", "svest"],
          "context": "Spoljni uticaji utiču na vašu novu perspektivu ili otpor."
        },
        "position9": {
          "upright": "Obješen čoveka, možda ćete imati strah od odustajanja od kontrole, ostavljene u Limbo-u ili da se žrtvujete.",
          "reversed": "Okrušen čovek naglavačke može stvoriti neaktivnost, nevoljnost ili strah od lažne žrtve.",
          "keywords": ["žrtvovati", "čekati", "predaja", "neizvesnost", "anksioznost"],
          "context": "Vaš strahovi centar za čekanje ili predavanje."
        }
      },
      "death": {
        "position1": {
          "upright": "Smrt je možda potreba za radikalnom transformacijom, koja završava ili obnavljaju u srcu problema.",
          "reversed": "Obrnuti smrt, otpornost na promenu ili odbijanje da se pusti možda je izvor problema.",
          "keywords": ["transformacija", "završiti", "početak", "regeneracija", "pitanje"],
          "context": "U srcu problema je potreba za radikalnim promenama."
        },
        "position10": {
          "upright": "Smrt može biti zatvaranje ciklusa, kraja i moćne transformacije kao rezultat događaja.",
          "reversed": "Obrnuta smrt može uključivati otpornost na promene, petlje koje ne zatvaraju ili nepotrebne produžetke kao rezultat događaja.",
          "keywords": ["transformacija", "završiti", "regeneracija", "promeniti", "zatvaranje"],
          "context": "Rezultat može biti snažna transformacija ili otpornost na promenu."
        },
        "position2": {
          "upright": "Smrt, prepreka se može oduprijeti promenama, ne puštajući stare ili ne može da zatvori ciklus. Problem koji negira potrebu za obnavljanjem jedinjenja.",
          "reversed": "Obrnuti smrt, nastavljajući ono što treba da se završi, ili strah od transformacije može biti prepreka.",
          "keywords": ["transformacija", "završiti", "promeniti", "strah", "prepreka"],
          "context": "Aprestracite se pojavljuje da ne prepustite onome što trebate da pustite."
        },
        "position3": {
          "upright": "Smrt može podsvesno znači da ne prepuštate onome što biste trebali ostaviti u prošlosti, odupirati se promenama ili izbegavanje obnove.",
          "reversed": "Obrnuto smrt, otvoreni ciklusi, nedovršeni posao ili strah od transformacije mogu se ugraditi u podsvesno.",
          "keywords": ["transformacija", "završiti", "promeniti", "strah", "podsvestan"],
          "context": "Oduzele se promenama u prošlosti može danas uticati na vaše probleme."
        },
        "position4": {
          "upright": "Smrt pokazuje da se vaš potencijal otkriva kroz transformaciju, obnavljanje i hrabrost da se prepusti starosti.",
          "reversed": "Obrnuta smrt može biti strah od promene i nemogućnost prihvatanja završetaka koji oslabiju nečiji potencijal.",
          "keywords": ["transformacija", "regeneracija", "završiti", "hrabrost", "potencijal"],
          "context": "Vaš najbolji potencijal je dozvoliti transformaciju i ponovno rođenje."
        },
        "position5": {
          "upright": "Smrt je možda zatvorila eru u nedavnoj prošlosti, možda ste doživeli radikalnu transformaciju ili ste možda ostavili stari iza sebe.",
          "reversed": "Možda ste doživeli obrnutu smrt, strah od promene, odbacivanja zatvaranja ili neriješenih procesa u nedavnoj prošlosti.",
          "keywords": ["transformacija", "završiti", "regeneracija", "hrabrost", "zatvaranje"],
          "context": "Vaša nedavna prošlost može biti obeležena transformacijom ili strahovima transformacije."
        },
        "position6": {
          "upright": "Smrt će u bliskoj budućnosti zatvoriti eru, doživećete radikalnu transformaciju ili ostavite stare iza sebe.",
          "reversed": "U obrnutom smrti, možete doživeti otpornost na promenu, otkrivene procese ili poteškoće u prepuštanju u bliskoj budućnosti.",
          "keywords": ["transformacija", "završiti", "regeneracija", "zatvaranje", "hrabrost"],
          "context": "Vaša bliska budućnost biće određena transformacijom ili otporom na transformaciju."
        },
        "position7": {
          "upright": "Smrt, trenutno ste u procesu zatvaranja perioda u vašem životu, radikalnoj transformaciji i ostavite stare iza sebe.",
          "reversed": "Obrnuto smrt, možda ćete se odmah opirati promenama i imati teško odlaganje procesa koji je potrebno zatvoriti.",
          "keywords": ["transformacija", "završiti", "regeneracija", "zatvaranje", "hrabrost"],
          "context": "Vaša trenutna situacija oblikovana je transformacijom ili otporom."
        },
        "position8": {
          "upright": "Smrt i spoljni uticaji mogu prouzrokovati radikalne promene, završetke ili transformacije u vašem životu.",
          "reversed": "Obrnuti smrt, spoljni uticaji mogu vas dovesti do otpornosti na promenu, ciklusi koji se ne zatvaraju ili ne puštaju staro.",
          "keywords": ["transformacija", "završiti", "regeneracija", "promeniti", "hrabrost"],
          "context": "Spoljni uticaji utiču na vas sa transformacijom ili otporom."
        },
        "position9": {
          "upright": "Možete osjetiti strah od smrti, velikih promena, završetaka ili transformacije.",
          "reversed": "Obrnuti smrt, strah da ne puštate, ciklusi koji se neće zatvoriti ili strah od odupiranja promenama može uticati na vas.",
          "keywords": ["transformacija", "završiti", "regeneracija", "promeniti", "strah"],
          "context": "Vaši strahovi se fokusiraju na otpornost transformacije ili promene."
        }
      },
      "temperance": {
        "position1": {
          "upright": "Ravnoteža, potraga za harmonijom u srcu problema, može biti potreba za umerenom ili strpljenjem.",
          "reversed": "Preokrećena ravnoteža, viškovi ili disharmonija mogu biti izvor problema.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "pitanje"],
          "context": "U srcu problema je potraga za ravnotežom i želja za harmonijom."
        },
        "position10": {
          "upright": "Ravnoteža može biti harmonija, strpljenje i balansiranje suprotnosti kao rezultat događaja.",
          "reversed": "Invertirana ravnoteža, ishod događaja može biti disharmonija, viškovi ili gubitak ravnoteže.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "ravnoteža", "u srednjem stanju"],
          "context": "Ishod se može prilagoditi ili baviti neravnotežom."
        },
        "position2": {
          "upright": "Stanje, prepreka može biti krajnje, neravnoteža ili nedostatak sklada. Kada izgubite proporcionalnost, rastvor postaje teško.",
          "reversed": "Ograničena ravnoteža, nestrpljivost, odlazak u krajnosti ili disharmonija može biti izvor problema.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "prepreka"],
          "context": "Aprestracite se pojavljuje da nije u stanju da uspostavi ravnotežu i nestrpljenje."
        },
        "position3": {
          "upright": "Ravnoteža može podsvesno biti pitanje prošlosti disharmonija, viška ili gubitka strpljenja.",
          "reversed": "Invertirani balans, prošlo ponašanje, nestrpljenje ili problemi prilagođavanja možda su dovedeni do podsvesti.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "ekstremizam", "podsvestan"],
          "context": "Gubitak ravnoteže u prošlosti možda je osnova za današnje probleme."
        },
        "position4": {
          "upright": "Bilans pokazuje da je nečiji potencijal da krene naprijed sa strpljenjem, umerenom i harmonom.",
          "reversed": "Obrnuti balans može biti višak, nestrpljivost ili disharmonija koja ometa njen potencijal.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "potencijal"],
          "context": "Vaš najbolji potencijal je uzimanje harmoničnih i pacijentnih koraka."
        },
        "position5": {
          "upright": "Možda ste tražili ravnotežu, harmoniju u nedavnoj prošlosti, pokazali strpljenjem ili pomerite napred sa umerenom.",
          "reversed": "Obrnuti ravnoteža, možda ste iskusili krajnosti, neravnotežu ili nestrpljenje u nedavnoj prošlosti.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "stabilizator"],
          "context": "Vaša nedavna prošlost je možda oblikovana iskustvom harmonije ili disharmonije."
        },
        "position6": {
          "upright": "U skoroj budućnosti ćete pronaći ravnotežu, harmoniju, krenuti naprijed sa strpljenjem i uspeti da uravnotežite različite elemente.",
          "reversed": "Obrnuti ravnoteža, možete osjetiti nestrpljenje, viškove ili disharmoni u bliskoj budućnosti.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "stabilizator"],
          "context": "Vaša bliža budućnost će se oblikovati harmonijom ili neravnotežom."
        },
        "position7": {
          "upright": "Stanje, trenutno ste u pacijentu, skladno i balansirajući energiju. Drži se podalje od krajnosti.",
          "reversed": "Obrnuti balans, nestrpljenje, disharmonija ili krajnosti vas trenutno mogu izazvati.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "stabilizator"],
          "context": "Vaša trenutna situacija oblikovana je harmonijom ili neravnotežom."
        },
        "position8": {
          "upright": "Ravnoteža, spoljni uticaji mogu vam ponuditi harmoniju, strpljenje i balansiranje energije.",
          "reversed": "Invertirani balans, spoljni uticaji mogu stvoriti višak, disharmoniju ili nestrpljivost.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "temperatura", "stabilizator"],
          "context": "Spoljni uticaji utiču na vas kroz harmoniju ili disharmoniju."
        },
        "position9": {
          "upright": "Možete osjetiti strah da nećete biti u stanju da postignete ravnotežu, harmoniju, prenošenje krajnosti ili nestrpljenjem.",
          "reversed": "Reversed Balance može stvoriti neravnotežu, disharmoniju ili strah od štete od viška.",
          "keywords": ["ravnoteža", "raport", "strpljenje", "ekstremizam", "anksioznost"],
          "context": "Vaši strahovi su u gubitku ravnoteže ili odnesenja krajnosti."
        }
      },
      "thedevil": {
        "position1": {
          "upright": "Đavo može biti u srcu problema, zavisnosti, ograničenja ili nezdravih priloga.",
          "reversed": "Okrećena sotona, ne može se osloboditi lanaca ili da se odrekne kontrole nekom drugom može biti izvor problema.",
          "keywords": ["zavisnost", "Ograničenje", "sloboda", "kontrola", "pitanje"],
          "context": "U srcu problema su veze koje ograničavaju vašu slobodu."
        },
        "position10": {
          "upright": "Zlo može biti zavisnosti, ograničenja ili ropstvo privremenim željama kao rezultat događaja.",
          "reversed": "Invertirani demon, ishod događaja može biti oslobađanje, postavljanje ovisnosti i lomljenja lanaca.",
          "keywords": ["zavisnost", "ropstvo", "oslobođenje", "želja", "Ograničenje"]
        }
      }
    }
  }
}
