{
  "love": {
    "meanings": {
      "fiveofwands": {
        "position1": {
          "context": "This person is in the middle of a battlefield where ideas and egos collide."
        },
        "position2": {
          "upright": "There's competition, playful friction, or too much raw energy in your sex life. This can indicate passionate and energetic sexuality, but it can also turn into a conflict. The collision of different desires.",
          "reversed": "The Five of Wands reversed indicates avoidance of sexual conflict, repressed desire, or sexual fatigue. Competition has given way to reluctance.",
          "keywords": {
            "0": "sexual competition",
            "1": "raw energy",
            "2": "passionate friction",
            "3": "conflict",
            "4": "different desires"
          },
          "context": "Your sexuality is a playful yet chaotic space where energies and desires collide."
        },
        "position3": {
          "upright": "There is competition, friction, or a clash of different energies in your emotional connection. This can be a passionate dynamic, but it is also spiritually draining. It takes effort to understand each other.",
          "reversed": "The Five of Wands reversed indicates that you are experiencing an internal conflict or are avoiding an emotional battle. This creates repressed tension.",
          "keywords": "[\"emotional conflict\", \"competition\", \"friction\", \"energy mismatch\", \"exhausting dynamic\"]",
          "context": "Your spiritual connection is a field of energetic chaos where different ideas and passions collide."
        },
        "position4": {
          "upright": "In the long run, this relationship will be in constant conflict, competition and friction. This is an exhausting dynamic that drains your energy.",
          "reversed": "The Five of Wands reversed indicates that avoiding a major conflict in the long run and sweeping problems under the carpet will end the relationship. The pent-up tension explodes.",
          "keywords": "[\"constant conflict\", \"competition\", \"discord\", \"tiring relationship\", \"tension\"]",
          "context": "The future of this relationship is a never-ending war with no winners."
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "This person has achieved success, received recognition, and is enjoying the victory. He has high self-confidence and is supported by those around him. He may see you as a part of his victory.",
          "reversed": "The Six of Wands reversed indicates that this person has experienced a defeat, is feeling unappreciated, or has lost self-confidence. Its success may be temporary or spurious.",
          "keywords": "[\"victory\", \"success\", \"appreciation\", \"self-confidence\", \"support\"]",
          "context": "This person is a hero who won his fight and celebrates his victory in front of the public."
        },
        "position2": {
          "upright": "A satisfying and successful sexual life. Partners please each other and this increases self-confidence. Appreciation of sexual performance and feeling of victory.",
          "reversed": "The Six of Wands reversed indicates a feeling of failure, performance anxiety, or lack of appreciation in sexual life. One party's ego crushing the other.",
          "keywords": {
            "0": "sexual victory",
            "1": "confidence",
            "2": "discretion",
            "3": "success",
            "4": "satisfaction"
          },
          "context": "Your physical connection is a successful conquest where both parties feel victorious."
        },
        "position3": {
          "upright": "You support each other emotionally and celebrate your successes. There is a sense of triumph and appreciation among you. This is a motivating spiritual connection that increases self-confidence.",
          "reversed": "The Six of Wands reversed indicates that there is a lack of recognition between you or one party is jealous of the other's success. Spiritual support is lacking.",
          "keywords": "[\"mutual support\", \"appreciation\", \"success\", \"self-confidence\", \"victory\"]",
          "context": "Your emotional bond is two allies who honor each other and carry each other to victory."
        },
        "position4": {
          "upright": "The long-term result is a shared victory and a successful relationship that is appreciated by society. Together you will shine and gain self-confidence.",
          "reversed": "The Six of Wands reversed indicates a relationship that will end in long-term failure or one party overshadowing the other. A decline in public opinion.",
          "keywords": "[\"shared victory\", \"success\", \"appreciation\", \"happy ending\", \"self-confidence\"]",
          "context": "The destiny of this relationship is a brilliant victory that everyone will envy."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "This person is bravely defending something he believes in or his position. He may be struggling alone against difficulties and competition. He tries to protect his own space and boundaries in the relationship.",
          "reversed": "The Reversed Seven of Wands indicates that this person has given up the fight, admitted defeat, or is feeling overwhelmed. His defenses may have been broken.",
          "keywords": "[\"defense\", \"courage\", \"fight\", \"challenge\", \"faith\"]",
          "context": "This person is a warrior alone on the hill, fighting against those below for what he believes in."
        },
        "position2": {
          "upright": "A state of sexual self-defense or maintaining boundaries. Resistance from one party to the sexual approaches of the other. A passionate challenge or sexual struggle.",
          "reversed": "Reversed Seven of Wands, defeat in a sexual struggle, loss of sexual self-confidence, or feeling vulnerable. The fatigue felt when limits are exceeded.",
          "keywords": {
            "0": "sexual boundaries",
            "1": "challenge",
            "2": "defense",
            "3": "resistance",
            "4": "struggle"
          },
          "context": "Your sexual energy is a struggle in which someone passionately defends their space and desires."
        },
        "position3": {
          "upright": "You defend this emotional bond together against external factors or challenges. There is a courageous spiritual partnership between you, fighting for the values ​​you believe in.",
          "reversed": "The Reversed Seven of Wands indicates that you are feeling emotionally overwhelmed by external pressures or have given up advocating for each other. You are spiritually tired.",
          "keywords": "[\"defense together\", \"courage\", \"challenge\", \"faith\", \"spiritual resilience\"]",
          "context": "Your spiritual bond is an unshakable fortress that stands together against difficulties."
        },
        "position4": {
          "upright": "In the long run, you will need to constantly defend your relationship against external factors and challenges. This is a tiring but potentially successful challenge.",
          "reversed": "The Reversed Seven of Wands indicates that the relationship will end in the long run by succumbing to external pressures or difficulties. You lose the fight.",
          "keywords": "[\"constant struggle\", \"defense\", \"challenge\", \"endurance\", \"challenging future\"]",
          "context": "The future of this relationship is a resistance that requires constant defense and struggle."
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "This person is experiencing rapid developments, sudden news or a journey in his life. Events are progressing rapidly. There may be rapid communication or rapid progress in the relationship with you.",
          "reversed": "The Reversed Eight of Wands indicates delays, obstacles, or misunderstandings in this person's life. Speed ​​may have slowed down and there may be a pause.",
          "keywords": "[\"fast developments\", \"news\", \"movement\", \"communication\", \"travel\"]",
          "context": "This person has an energy full of action and communication, like arrows flying quickly towards their target."
        },
        "position2": {
          "upright": "A fast, passionate and exciting sexual energy. Events can develop quickly. Passionate messaging, sudden meetings and a high sexual tempo.",
          "reversed": "The Reversed Eight of Wands indicates a slowdown, delay, or mistiming in sexual energy. Passionate messages may go unanswered or sexual intercourse may be postponed. Jealousy.",
          "keywords": {
            "0": "fast passion",
            "1": "excitement",
            "2": "sexual communication",
            "3": "high tempo",
            "4": "desire"
          },
          "context": "Your physical connection is an unstoppable energy, like arrows of passion speeding towards their target."
        },
        "position3": {
          "upright": "There is a rapid and exciting emotional and spiritual communication between you. Emotions are expressed clearly and quickly. This is a fast-moving, dynamic bond.",
          "reversed": "The Reversed Eight of Wands indicates a slowdown, misunderstanding, or delay in emotional communication. You are not on the same frequency spiritually.",
          "keywords": "[\"fast communication\", \"emotional flow\", \"excitement\", \"progress\", \"passionate messages\"]",
          "context": "Your emotional bond is like arrows full of love and passion moving rapidly between two hearts."
        },
        "position4": {
          "upright": "The long-term result is a future full of rapid and exciting developments. This could be a sudden marriage proposal, moving in together, or a fast-moving relationship.",
          "reversed": "The Eight of Wands reversed indicates that, in the long run, the relationship will end quickly due to poor timing, delays, or jealousy.",
          "keywords": "[\"fast developments\", \"exciting future\", \"progress\", \"good news\", \"marriage proposal\"]",
          "context": "The fate of this relationship is a series of events that will quickly lead you to a happy ending."
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "This person is a resilient person who has been wounded by past wars but is still standing. He is ready for one last fight and does not let his guard down. Can be cautious and defensive towards relationships.",
          "reversed": "The Nine of Wands reversed indicates that this person no longer has the strength to fight and has given up or has exhausted himself by remaining stubbornly defensive. He may be paranoid.",
          "keywords": "[\"endurance\", \"defense\", \"tiredness\", \"stubbornness\", \"cautiousness\"]",
          "context": "This person is a tired warrior, wounded but undefeated, preparing for one last battle."
        },
        "position2": {
          "upright": "A cautious and defensive stance due to past sexual disappointments. A wall may have been erected against sexual intimacy. The desire is there, but action is difficult due to lack of confidence.",
          "reversed": "The Nine of Wands reversed indicates that a sexual defense is no longer effective or has been overcome. Either give up completely or remain stubbornly insecure.",
          "keywords": {
            "0": "sexual insecurity",
            "1": "defense",
            "2": "poise",
            "3": "past wounds",
            "4": "bricklaying"
          },
          "context": "Your physical connection is the energy of a warrior who has been hurt in the past and is afraid of being hurt again."
        },
        "position3": {
          "upright": "You are cautious and defensive towards each other due to past emotional wounds. There may be a trust issue between you, but there is still resistance to maintain this bond. A spiritual bond that is tired but does not give up.",
          "reversed": "The Nine of Wands reversed indicates that you have emotionally built up your walls even higher or that you no longer have the strength to fight. A spiritual exhaustion.",
          "keywords": "[\"emotional defense\", \"insecurity\", \"resilience\", \"past wounds\", \"cautiousness\"]",
          "context": "Your emotional attachment is a weary warrior who has been wounded in the past but is still standing."
        },
        "position4": {
          "upright": "In the long run, this relationship will continue tired but durable. Despite the wounds of the past, you will not give up on each other. A tiring but lasting bond.",
          "reversed": "The Nine of Wands reversed indicates that, in the long run, the relationship will give up at some point due to the insecurities and wounds of the past. Resistance is broken.",
          "keywords": "[\"endurance\", \"permanent bond\", \"insecurity\", \"tiring relationship\", \"not giving up\"]",
          "context": "The fate of this relationship is a tired warrior who manages to survive despite all the wounds."
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "This person is overwhelmed by too much responsibility and burden. He may be working too hard and trying to do everything on his own. He may not have time or energy to devote to the relationship.",
          "reversed": "The Inverted Ten of Wands indicates that this person has let go of the burdens on him, shared the responsibilities, or does not want to carry such a heavy burden anymore. There is relief.",
          "keywords": "[\"burden\", \"responsibility\", \"pressure\", \"burnout\", \"hard work\"]",
          "context": "This person is someone who has shouldered too much burden to carry alone and is trying to achieve his goal."
        },
        "position2": {
          "upright": "Sexual life feels like a duty or burden rather than a source of pleasure. Stress and fatigue suppress libido and sexual desire.",
          "reversed": "The Inverted Ten of Wands indicates that a burden or pressure in sexual life is being relieved. Sexual energy can be revived as responsibilities decrease.",
          "keywords": {
            "0": "sexual load",
            "1": "stress",
            "2": "burnout",
            "3": "oppression",
            "4": "sexuality as duty"
          },
          "context": "Your sexual life is an energy that has lost its pleasure and has been crushed under the other burdens of life."
        },
        "position3": {
          "upright": "This emotional bond has become a burden or responsibility rather than a pleasure. One or both parties are being crushed under the weight of the relationship. It's mentally exhausting.",
          "reversed": "The reversed Ten of Wands indicates that you are starting to let go of the emotional burdens between you. This allows the relationship to lighten up and breathe spiritually.",
          "keywords": "[\"emotional burden\", \"responsibility\", \"burnout\", \"pressure\", \"tiring bond\"]",
          "context": "Your spiritual bond has become a heavy burden that is difficult to carry."
        },
        "position4": {
          "upright": "In the long run, this relationship will turn into a heavy burden rather than a pleasure. Responsibilities and pressures can destroy love and passion.",
          "reversed": "The Inverted Ten of Wands indicates that the relationship will end under this burden in the long run, or that one party will abandon all responsibility.",
          "keywords": "[\"heavy burden\", \"responsibility\", \"exhaustion\", \"pressure\", \"exhausting end\"]",
          "context": "The future of this relationship is a heavy responsibility that has become impossible to bear."
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "This person is a young soul who is adventurous, enthusiastic, energetic and open to new ideas. He likes to explore and try new things. It may bring you an exciting message or a proposal for adventure.",
          "reversed": "The Reversed Man of Wands indicates that this person is aimless, indecisive, or unable to make a start. It can bring bad news or disappointment.",
          "keywords": "[\"adventure\", \"enthusiasm\", \"energy\", \"new ideas\", \"exploration\"]",
          "context": "This person is an energetic and enthusiastic messenger, ready to explore the world with a wand in hand."
        },
        "position2": {
          "upright": "An enthusiasm for new sexual experiences and a desire for adventure. A flirtatious, energetic and passionate debut. A sexually exploratory and fun energy.",
          "reversed": "The Reversed Man of Wands indicates indecision in making a sexual initiation or immature sexual energy. He has passion but doesn't know where to direct it.",
          "keywords": {
            "0": "sexual adventure",
            "1": "enthusiasm",
            "2": "flirt",
            "3": "discovery",
            "4": "passionate beginning"
          },
          "context": "Your physical connection is an energetic and passionate explorer, eager to embark on new adventures."
        },
        "position3": {
          "upright": "A new passion, excitement and spiritual curiosity is blooming between you. You are eager to discover each other and embark on new adventures together. A fun and energetic bond.",
          "reversed": "The Reversed Man of Wands indicates indecision or immature energy in making an emotional debut. There is enthusiasm but no action.",
          "keywords": "[\"spiritual curiosity\", \"new passion\", \"adventure\", \"discovery\", \"excitement\"]",
          "context": "Your emotional bond is an enthusiastic and energetic explorer at the beginning of a new adventure."
        },
        "position4": {
          "upright": "The long-term result is exploring and having fun, embarking on new adventures together. This is a dynamic relationship that continues with a young and energetic spirit.",
          "reversed": "The Reversed Man of Wands indicates that in the long run, the desire to make a start will disappear and the relationship will go nowhere. A bond that cannot mature.",
          "keywords": "[\"new adventures\", \"discovery\", \"fun\", \"dynamic relationship\", \"enthusiasm\"]",
          "context": "The future of this relationship is a never-ending spirit of exploration and adventure."
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "This person is passionate, energetic, adventurous and charismatic. He is not afraid to take action and take risks. However, he can sometimes be hasty and impatient. He can come and go from your life in an instant.",
          "reversed": "The Knight of Wands reversed indicates that this person is reckless, rude, impatient, or unable to stick to one place. His energy may be scattered and aimless.",
          "keywords": "[\"passion\", \"adventure\", \"energy\", \"urgency\", \"charisma\"]",
          "context": "This person is a passionate and unstoppable adventurer who rides his horse at a gallop."
        },
        "position2": {
          "upright": "An extremely passionate, energetic and adventurous sexual connection. A charismatic and seductive energy. Sexually very active and bold.",
          "reversed": "The reversed Knight of Wands can indicate a sexual partner who is selfish, impetuous, and focused only on his own pleasure. His passion can flare up and fade quickly. An energy that escapes commitment.",
          "keywords": {
            "0": "intense passion",
            "1": "adventure",
            "2": "charisma",
            "3": "sexual energy",
            "4": "bravery"
          },
          "context": "Your sexual energy is bright like a flame, hot and unstoppable adventurer."
        },
        "position3": {
          "upright": "There is a spiritual bond between you that is passionate, adventurous and energetic. You enjoy taking risks and living in the moment together. However, this can sometimes be unstable.",
          "reversed": "The reversed Knight of Wands indicates an emotionally hasty, impatient, or commitment-avoidant dynamic. Passion can flare and fade quickly.",
          "keywords": "[\"passionate connection\", \"adventure\", \"energy\", \"urgency\", \"fear of commitment\"]",
          "context": "Your spiritual connection is like a flame, bright and warm but also unpredictable."
        },
        "position4": {
          "upright": "The long-term result is a passionate, exciting, but also unstable relationship. This can be a dynamic that comes and goes, avoiding commitment.",
          "reversed": "The Knight of Wands reversed indicates a quick separation followed by a sudden burst of passion in the long run. The relationship ends before commitment can be established.",
          "keywords": "[\"passionate but unstable\", \"sudden affair\", \"fear of commitment\", \"adventure\", \"quick ending\"]",
          "context": "The destiny of this relationship is a passionate adventure that flares up like a flame and suddenly goes out."
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "This person is self-confident, popular, energetic, friendly and creative. He is social and likes to be the center of attention. He is a passionate, fun and inspiring partner in a relationship.",
          "reversed": "The Queen of Wands reversed indicates that this person may be jealous, demanding, aggressive or insecure. He can abuse his popularity.",
          "keywords": "[\"self-confidence\", \"creativity\", \"popularity\", \"passion\", \"energy\"]",
          "context": "This person is a queen who shines on the stage of life and spreads energy and inspiration around her."
        },
        "position2": {
          "upright": "A confident, passionate and sexually free energy. A creative and fun partner who knows what he wants in bed. An attractive and magnetic sexual aura.",
          "reversed": "The Queen of Wands reversed can indicate someone who is sexually demanding, jealous, or dramatic. He can use his sexual energy for manipulation. Insecurity gets in the way of passion.",
          "keywords": {
            "0": "sexual self-confidence",
            "1": "passion",
            "2": "creativity",
            "3": "spell",
            "4": "freedom"
          },
          "context": "Your sexual connection is the energy of a fierce, confident and radiant queen."
        },
        "position3": {
          "upright": "There is a spiritual bond between you that is warm, generous, confident and inspiring. You support each other's creativity and individuality. A magnetic attraction.",
          "reversed": "The Queen of Wands reversed indicates that there is jealousy, emotional drama, or a desire on the part of one party to outshine the other. Spiritual trust is missing.",
          "keywords": "[\"inspiring connection\", \"self-confidence\", \"creativity\", \"warmth\", \"mutual support\"]",
          "context": "Your emotional bond is two bright fires that inspire and energize each other."
        },
        "position4": {
          "upright": "The long-term result is to become a confident, popular and creative couple. You will enjoy a social life together and establish an inspiring and warm relationship.",
          "reversed": "The Queen of Wands reversed indicates that jealousy, drama, and insecurity will destroy the relationship in the long run. The popularity of one side crushes the other.",
          "keywords": "[\"successful couple\", \"self-confidence\", \"social life\", \"creativity\", \"inspiration\"]",
          "context": "The future of this relationship is a power couple who shines together and spreads joy and energy around."
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "This person is a natural leader, visionary, charismatic and inspiring. He thinks big and drags people along with him. He is a brave, protective and passionate partner in a relationship.",
          "reversed": "The Reversed King of Wands indicates that this person may be an oppressive, egotistical, impatient or ruthless leader. He may go overboard with his vision or fail to keep his promises.",
          "keywords": "[\"leadership\", \"vision\", \"charisma\", \"inspiration\", \"passion\"]",
          "context": "This person is a leader who has established his own kingdom and inspires people with his vision."
        },
        "position2": {
          "upright": "A sexually experienced, leading and extremely passionate partner. He likes to be in control in bed but is also generous. A charismatic and powerful sexual energy.",
          "reversed": "The Reversed King of Wands may indicate a sexually domineering, selfish, or egotistical partner. A leader who does not care about his partner's needs and focuses only on his own satisfaction.",
          "keywords": {
            "0": "sexual leadership",
            "1": "experience",
            "2": "intense passion",
            "3": "charisma",
            "4": "strength"
          },
          "context": "Your sexual life is an experienced and charismatic leader who rules the kingdom of passion."
        },
        "position3": {
          "upright": "There is a strong, leading and inspiring spiritual bond between you, driven by a common vision. You encourage each other to achieve big goals. This is a dynamic power partnership.",
          "reversed": "The Reversed King of Wands indicates a bond that is emotionally domineering, egoistic, or where one party is trying to dominate the other. A spiritual power struggle.",
          "keywords": "[\"leadership\", \"shared vision\", \"inspiration\", \"partnership\", \"courage\"]",
          "context": "Your spiritual bond, two visionary and powerful leaders ruling a common kingdom."
        },
        "position4": {
          "upright": "The long-term result is a strong and successful partnership driven by a shared vision. Together you can build an empire, take leadership and achieve big goals.",
          "reversed": "The Reversed King of Wands indicates that the relationship will end in the long run when one party becomes oppressive or egotistical towards the other. The power struggle destroys the bond.",
          "keywords": "[\"strong partnership\", \"leadership\", \"success\", \"shared vision\", \"empire\"]",
          "context": "The destiny of this relationship is a visionary leadership that can rule the world together."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "This person is faced with the opportunity for a new and concrete start in his life. This could be a new business, investment or a well-established relationship. It can give you a confident, stable start.",
          "reversed": "The Ace of Pentacles reversed indicates that this person has made a bad investment, missed an opportunity, or is struggling financially. It's not a good time for startups.",
          "keywords": "[\"new opportunity\", \"concrete start\", \"prosperity\", \"stability\", \"confidence\"]",
          "context": "This person stands on the threshold of a tangible gift or opportunity from the universe."
        },
        "position2": {
          "upright": "A new, solid and confident physical start. This may be the first sexual experience or a new relationship in which sensual harmony is discovered. Sexuality is grounded and real.",
          "reversed": "The Ace of Pentacles reversed indicates that a sexual opportunity has been missed or that it is not the right time to establish physical connection. A lack or delay in physical adaptation.",
          "keywords": {
            "0": "solid start",
            "1": "sensual harmony",
            "2": "trust",
            "3": "reality",
            "4": "opportunity"
          },
          "context": "Your physical connection is like a new and valuable seed sprouting on solid ground."
        },
        "position3": {
          "upright": "A new emotional bond that is solid, reliable and has high potential is sprouting between you. This is the seed of a lasting love that can take root in the real world.",
          "reversed": "The Ace of Pentacles reversed indicates that an opportunity for an emotional beginning has been missed or the bond lacks a solid foundation. There is a spiritual insecurity.",
          "keywords": "[\"solid start\", \"trust\", \"lasting potential\", \"realistic love\", \"opportunity\"]",
          "context": "Your emotional bond is a precious seed planted in fertile soil, ready to grow."
        },
        "position4": {
          "upright": "The long-term result is an extremely solid, reliable and realistic union. This is a concrete beginning, such as marriage, buying a home together, or a permanent partnership.",
          "reversed": "The Ace of Pentacles reversed indicates that in the long run an opportunity will be missed or the relationship will end for financial or practical reasons.",
          "keywords": "[\"concrete beginning\", \"lasting relationship\", \"trust\", \"prosperity\", \"opportunity\"]",
          "context": "The future of this relationship is a solid and fruitful beginning, rooted in the real world."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "This person is trying to balance multiple things in their life at once (work, money, relationships). He is busy, flexible and adaptable. However, this can sometimes lead to indecision.",
          "reversed": "The Two of Pentacles reversed indicates that this person has lost balance, is overwhelmed by too much responsibility, or is financially strained. He has difficulty determining his priorities.",
          "keywords": "[\"balance\", \"multitasking\", \"flexibility\", \"busyness\", \"adaptation\"]",
          "context": "This is someone who is juggling the ups and downs of life, trying to find balance."
        },
        "position2": {
          "upright": "Your physical connection is playful, flexible and rhythmic. There is a playful balance between partners. Sexuality can be a balancing act between life's other responsibilities.",
          "reversed": "The Reverse Two of Talismans indicates that there is no balance in sexual life. Stress or busyness negatively impacts physical intimacy. A discordant rhythm.",
          "keywords": {
            "0": "balance",
            "1": "rhythm",
            "2": "flexibility",
            "3": "entertainment",
            "4": "acting"
          },
          "context": "Your sexuality is a joyful and flexible rhythm where two bodies dance in harmony."
        },
        "position3": {
          "upright": "You have an emotionally flexible and harmonious bond. You support each other through life's ups and downs and find balance. A fun and practical spiritual partnership.",
          "reversed": "The Two of Pentacles reversed indicates that you are emotionally out of balance or that the relationship is overwhelmed by other priorities in your life. There is spiritual instability.",
          "keywords": "[\"emotional balance\", \"flexibility\", \"adaptation\", \"practical support\", \"priorities\"]",
          "context": "Your emotional bond is a harmonious couple dancing together on the waves of life."
        },
        "position4": {
          "upright": "In the long run, a flexible relationship that manages to find balance despite life's ups and downs awaits you. Together you will adapt to every situation.",
          "reversed": "The Reversed Two of Pentacles indicates that the relationship will lose balance and end in the long run, as it will be overwhelmed by the stress and responsibilities of life.",
          "keywords": "[\"balance\", \"harmony\", \"flexibility\", \"continuity\", \"ups and downs\"]",
          "context": "The future of this relationship is a flexible partnership that dances in harmony with the rhythm of life."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "This person is a hard worker who demonstrates his talents in a team effort or project. He attaches importance to doing quality work and learning. He/she may see the relationship as a team effort and want to build something together.",
          "reversed": "The Three of Pentacles reversed indicates that this person is incompatible within the team, is unable to demonstrate his talents, or does poor quality work. He may be uncooperative.",
          "keywords": "[\"teamwork\", \"skill\", \"planning\", \"quality\", \"collaboration\"]",
          "context": "This person is a master who creates a valuable work by working with others."
        },
        "position2": {
          "upright": "Physical connection is like teamwork. Partners learn about each other's bodies and build pleasure together. This card may also indicate the possibility of a threesome.",
          "reversed": "The Three of Pentacles reversed indicates an inability to work as a team sexually, disharmony, or reluctance to learn. Sexuality has become a duty rather than a sharing of pleasure.",
          "keywords": {
            "0": "partnership",
            "1": "learning",
            "2": "sensual harmony",
            "3": "building",
            "4": "threesome"
          },
          "context": "Your sexual life is like a project where two architects build pleasure and satisfaction together."
        },
        "position3": {
          "upright": "It's an emotional bond built on teamwork. You respect each other's talents and build something together. This is a spiritual partnership based on mutual recognition and appreciation.",
          "reversed": "The Three of Pentacles reversed indicates that you are emotionally unable to work as a team or that there is disharmony between you. One party's efforts may not be appreciated.",
          "keywords": "[\"emotional cooperation\", \"mutual respect\", \"co-construction\", \"appreciation\", \"harmony\"]",
          "context": "Your spiritual bond is like three masters building a solid structure, each playing their own role."
        },
        "position4": {
          "upright": "The long-term result is a successful partnership based on building things together. This could be starting a business, building a home, or raising a family together. It is based on mutual respect.",
          "reversed": "The Three of Pentacles reversed indicates that the relationship will end by failing to work as a team in the long term. Incompatibility destroys the project.",
          "keywords": "[\"successful partnership\", \"co-building\", \"teamwork\", \"respect\", \"lasting work\"]",
          "context": "The destiny of this relationship is a permanent structure that rises with the efforts of both parties."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "This person is someone who attaches extreme importance to financial security, control and savings. Clings tightly to possessions (money, possessions, even relationships). May be closed to change and generosity.",
          "reversed": "The Four of Pentacles reversed indicates that this person is either finally becoming generous or becoming stingier due to fear of loss. He may be losing control.",
          "keywords": "[\"parsimony\", \"control\", \"seeking security\", \"possessiveness\", \"conservatism\"]",
          "context": "This person is a closed heart who clings to what he has for fear of losing it."
        },
        "position2": {
          "upright": "A conservative, controlled and sometimes stingy energy in sexual life. Do not restrict yourself for fear of losing your partner or sexual pleasure. Sexuality is in a routine and closed to innovations.",
          "reversed": "The Reversed Four of Pentacles indicates a desire to be free from sexual inhibitions or a fear of losing sexual control. A change is taking place, but this can create tension.",
          "keywords": {
            "0": "sexual conservatism",
            "1": "control",
            "2": "Restriction",
            "3": "routine",
            "4": "fear of losing"
          },
          "context": "Your sexual energy is a closed treasure chest that tries to accumulate pleasure instead of experiencing it freely."
        },
        "position3": {
          "upright": "You hold on tightly to each other emotionally. While this may provide a sense of security, it can also inhibit emotional growth and change. A controlled spiritual bond.",
          "reversed": "The Four of Pentacles reversed indicates that you are overwhelming each other with emotional stinginess or fear of loss. You are not allowing the flow spiritually.",
          "keywords": "[\"emotional security\", \"control\", \"holding on\", \"fear of change\", \"ownership\"]",
          "context": "Your emotional connection is a treasure chest locked tightly by the fear of losing it."
        },
        "position4": {
          "upright": "In the long run, this relationship will become extremely stable, but at the same time closed to change and static. There is a feeling of security but no excitement.",
          "reversed": "The inverted Four of Pentacles indicates that the relationship will become stifling and end due to fear of loss or stinginess in the long run.",
          "keywords": "[\"stationarity\", \"stability\", \"control\", \"immutability\", \"security\"]",
          "context": "The future of this relationship is a safe but boring, unchanging castle."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "This person is experiencing financial difficulties, exclusion, or health problems. He feels alone and in need of help. He may not see the opportunity for help (or maybe you) nearby.",
          "reversed": "The Five of Pentacles reversed indicates that this person is coming to the end of a difficult financial period, coming out of a crisis, or beginning to accept help. There is healing and recovery.",
          "keywords": "[\"financial loss\", \"poverty\", \"exclusion\", \"health problems\", \"loneliness\"]",
          "context": "This person is someone in a difficult situation, stuck outside in the middle of winter, without seeing the warm light of the church."
        },
        "position2": {
          "upright": "Feeling physically isolated, unwanted, or unloved. Lack of sexual intimacy or frigidity. Health problems or financial difficulties negatively affect sexual life.",
          "reversed": "The Five of Pentacles reversed indicates the end of a period of sexual abstinence. Physical and emotional warmth is regained. Healing and acceptance.",
          "keywords": {
            "0": "sexual abstinence",
            "1": "cold",
            "2": "exclusion",
            "3": "unwelcome",
            "4": "lack of intimacy"
          },
          "context": "Your physical connection is a cold soul searching for love and warmth."
        },
        "position3": {
          "upright": "There is a feeling of emotional deprivation, exclusion, or loneliness between you. You cannot support each other spiritually and you are going through a difficult time. You feel together but alone.",
          "reversed": "The Five of Pentacles reversed indicates that you are getting closer to each other again after a difficult emotional period and that you are entering into a spiritual healing process. Help is accepted.",
          "keywords": "[\"emotional deprivation\", \"loneliness\", \"exclusion\", \"lack of support\", \"difficult period\"]",
          "context": "Your spiritual bond is two souls stuck in the cold and unable to warm each other."
        },
        "position4": {
          "upright": "The long-term result is to struggle together in material or spiritual difficulties. This may indicate a couple going through a difficult time but not abandoning each other, or conversely, a breakup.",
          "reversed": "The Five of Pentacles reversed indicates that you will either recover together after a difficult period in the long run, or this crisis will tear you apart completely.",
          "keywords": "[\"hard times\", \"financial difficulties\", \"loneliness\", \"crisis\", \"solidarity or separation\"]",
          "context": "The fate of this relationship is to shiver together in the cold or to remain alone in that cold."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "This person is generous, helpful and financially stable. He knows both how to give and take. In the relationship, he may be a giving and supportive partner, or he may be the one who needs help at the moment.",
          "reversed": "The Six of Pentacles reversed indicates that this person is either in debt or abuses his generosity, giving with the expectation of something in return. There is an imbalance of power.",
          "keywords": "[\"generosity\", \"charity\", \"balance\", \"giving-receiving\", \"support\"]",
          "context": "This person is a fair and generous soul who shares what he has with those in need."
        },
        "position2": {
          "upright": "There is a generous and balanced give-and-take relationship in sexual life. Partners care about each other's pleasure. This may indicate a sexual balance of power or one party sexually 'teaching' the other.",
          "reversed": "The Reversed Six of Pentacles indicates an imbalance in sexual life. While one side is always a giver, the other is a receiver. This can lead to a feeling of indebtedness or manipulation.",
          "keywords": {
            "0": "sexual generosity",
            "1": "balance of giving and receiving",
            "2": "mutual pleasure",
            "3": "balance of power",
            "4": "sharing"
          },
          "context": "Your sexuality is a fair and generous gift in which both parties give and receive."
        },
        "position3": {
          "upright": "There is a generous and balanced emotional exchange between you. You nourish each other's souls and meet each other's needs. This is a fair and supportive spiritual partnership.",
          "reversed": "The Six of Pentacles reversed indicates an emotional imbalance. One side always gives, the other always takes. This can lead to a feeling of indebtedness or manipulation.",
          "keywords": "[\"emotional generosity\", \"balance of giving and receiving\", \"mutual support\", \"justice\", \"compassion\"]",
          "context": "Your emotional bond is a fair and generous gift exchange in which both parties give and receive."
        },
        "position4": {
          "upright": "The long-term result is an extremely generous, balanced and supportive relationship. A fair partnership in which you will support each other both materially and morally.",
          "reversed": "The Six of Pentacles reversed indicates that the relationship will end in the long run due to an imbalance of give and take or because one party feels indebted to the other.",
          "keywords": "[\"balanced partnership\", \"generosity\", \"mutual support\", \"justice\", \"prosperity\"]",
          "context": "The future of this relationship is a generous and fair sharing in which both parties get what they deserve."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "This person is evaluating the results of a long-term effort. He is waiting for the reward of his efforts and is in a patient period. He reviews the course of the relationship and decides whether to invest in the future.",
          "reversed": "The Reversed Seven of Pentacles indicates that this person's efforts are wasted, they are impatient, or they are investing in the wrong thing. He is not getting paid for his efforts.",
          "keywords": "[\"evaluation\", \"patience\", \"investment\", \"effort\", \"wait\"]",
          "context": "This person is a farmer who patiently waits for the seeds he planted to grow and weighs his labor."
        },
        "position2": {
          "upright": "It's time to stop and evaluate your sexual life. 'Does this relationship satisfy me sensually?' question may be asked. A period of patient waiting or a sexual pause.",
          "reversed": "The Reversed Seven of Pentacles indicates the feeling that efforts in sexual life are in vain or that pleasure is missed due to impatience. The sexual energy invested does not pay off.",
          "keywords": {
            "0": "evaluation",
            "1": "patience",
            "2": "sexual pause",
            "3": "dissatisfaction",
            "4": "waiting"
          },
          "context": "Your sexual connection is a garden where you patiently wait to see if your labors will bear fruit."
        },
        "position3": {
          "upright": "You evaluate the state of your emotional connection and decide whether to invest in its future. This is a period of spiritual observation that requires patience.",
          "reversed": "The Reversed Seven of Pentacles indicates that you are not getting the return on your emotional investment in this relationship or that you are showing impatience. A spiritual disappointment.",
          "keywords": "[\"emotional evaluation\", \"patience\", \"investment\", \"waiting\", \"observation\"]",
          "context": "Your spiritual connection is a garden where you wait patiently to see if your labors will bear fruit."
        },
        "position4": {
          "upright": "In the long run, this relationship will result in you reaping the fruits of the seeds you patiently planted. This is an enduring association that grows slowly but surely.",
          "reversed": "The Reversed Seven of Pentacles indicates that your efforts will be in vain in the long run and the relationship will end in disappointment. Impatience ruins everything.",
          "keywords": "[\"reward for labor\", \"patience\", \"permanent growth\", \"investment\", \"harvest time\"]",
          "context": "The future of this relationship is the abundance of a garden that is tended with patience and care."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "This person is a hardworking and detail-oriented person who works diligently on a craft or skill. Dedicated to self-improvement and mastery. He can show the same care and effort to the relationship.",
          "reversed": "The Eight of Pentacles reversed indicates that this person has lost interest in their work, is lazing around, or is not getting anything done due to perfectionism. He is drowning in details.",
          "keywords": "[\"mastery\", \"diligence\", \"skill development\", \"detailing\", \"care\"]",
          "context": "This is someone who, like a craftsman, works diligently to perfect his skills."
        },
        "position2": {
          "upright": "A process of learning, practicing and mastering sexual life. Partners are focused on exploring each other's bodies and pleasure points. A careful and careful sexuality.",
          "reversed": "The Reversed Eight of Pentacles indicates a state of laziness, carelessness, or being stuck in a routine in sexual life. Sexuality has become mechanical and uninspired.",
          "keywords": {
            "0": "sexual learning",
            "1": "mastery",
            "2": "care",
            "3": "practical",
            "4": "discovery"
          },
          "context": "Your sexuality is a workshop where you carefully craft each other's bodies like a work of art."
        },
        "position3": {
          "upright": "You are making a conscious effort to strengthen your emotional connection. You work diligently to understand each other and build a better relationship. This is dedicated spiritual labor.",
          "reversed": "The Eight of Pentacles reversed indicates that you are not putting enough effort into the relationship emotionally or that you are stuck in a rut. Spiritual development has stopped.",
          "keywords": "[\"emotional effort\", \"dedication\", \"care\", \"improvement\", \"mastery\"]",
          "context": "Your emotional bond is crafted with the care, attention and love that a craftsman shows to his work."
        },
        "position4": {
          "upright": "The long-term result is to perfect the relationship by constantly working on it and taking care of it. This is a powerful bond that is mastered with dedication and effort.",
          "reversed": "The Eight of Pentacles reversed indicates that in the long run the bond will weaken and end due to insufficient effort or laziness in the relationship.",
          "keywords": "[\"dedication\", \"consistent effort\", \"developing relationship\", \"mastery\", \"care\"]",
          "context": "The destiny of this relationship is a bond perfected through constant work, like the work of a master."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "This person is financially independent, self-sufficient, elegant and enjoys the luxuries of life. He achieved prosperity through his own labor. He does not need a partner in the relationship, but he chooses it if he wants.",
          "reversed": "The Nine of Pentacles reversed indicates that this person is financially dependent, ostentatious, or lonely. They have problems with being self-sufficient.",
          "keywords": "[\"independence\", \"well-being\", \"self-sufficiency\", \"elegance\", \"enjoyment\"]",
          "context": "This person is an independent and elegant soul who enjoys the garden she built with her own labor."
        },
        "position2": {
          "upright": "A self-sufficient energy that is at peace with its own body and sexuality. Sexuality is experienced as a pleasure and luxury rather than a need. Finding sexual satisfaction without masturbation or a partner.",
          "reversed": "The reversed Nine of Pentacles indicates a lack of sexual self-confidence, a feeling of loneliness, or not being at peace with one's body. The pursuit of luxury and pleasure may be an attempt to fill a void.",
          "keywords": {
            "0": "sexual independence",
            "1": "self-sufficiency",
            "2": "pleasure",
            "3": "luxury",
            "4": "body positivity"
          },
          "context": "Your sexual energy is an independent and sensual soul that enjoys its own garden."
        },
        "position3": {
          "upright": "The bond between you was formed by the coming together of two independent and self-sufficient souls. You just enjoy being together, without needing each other. A mature and elegant emotional bond.",
          "reversed": "The Nine of Pentacles reversed indicates that there is an emotional distance or feeling of loneliness between you. Even when you are together, you are spiritually different worlds.",
          "keywords": "[\"emotional independence\", \"self-sufficiency\", \"maturity\", \"grace\", \"enjoyment\"]",
          "context": "Your spiritual bond is two people who respect each other's space, each having their own garden."
        },
        "position4": {
          "upright": "The long-term result is a mature and prosperous relationship in which both parties maintain their independence and personal space. You experience the luxury of being together without needing each other.",
          "reversed": "The Nine of Pentacles reversed may result in one party becoming financially or spiritually dependent on the other or feeling lonely in the long run.",
          "keywords": "[\"independent relationship\", \"well-being\", \"maturity\", \"luxury\", \"self-sufficiency\"]",
          "context": "The future of this relationship is an elegant partnership where each has their own garden."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "This is someone who values ​​family legacy, traditions, and long-term security. It has a rich infrastructure both materially and spiritually. He may want to build a permanent, stable future and family with you.",
          "reversed": "The Ten of Pentacles reversed indicates that this person is experiencing financial problems within the family, has lost an inheritance, or has weak family ties. There is no lasting sense of security.",
          "keywords": "[\"family legacy\", \"wealth\", \"security\", \"tradition\", \"permanence\"]",
          "context": "This person represents generational wealth and family ties."
        },
        "position2": {
          "upright": "Your physical connection is extremely solid, satisfying and reassuring. This is not just a temporary enthusiasm, but also shows a sensual harmony that can be deep-rooted and permanent. Sexuality provides a sense of home and supports fertility.",
          "reversed": "The reversed Ten of Pentacles indicates physical disharmony or instability in sexual life. Skin bonding does not provide the expected trust and satisfaction, or family expectations negatively affect sexual life.",
          "keywords": {
            "0": "sensual harmony",
            "1": "stability",
            "2": "trust",
            "3": "fertility",
            "4": "physical satisfaction"
          },
          "context": "Your sexual compatibility is the foundation of a long-term connection and deep-rooted satisfaction."
        },
        "position3": {
          "upright": "This is an extremely solid, secure and lasting emotional bond. You are building a spiritual legacy that feels like family and can last for generations. A feeling of deep rooting.",
          "reversed": "The reversed Ten of Pentacles indicates that the emotional bond between you is unstable or family problems are disrupting your spiritual harmony. The feeling of security is missing.",
          "keywords": "[\"enduring bond\", \"emotional security\", \"family legacy\", \"rootedness\", \"stability\"]",
          "context": "Your emotional bond is a solid and fertile family tree with roots reaching into the future."
        },
        "position4": {
          "upright": "The long-term result is an extremely stable, secure and rich family life. This represents building a legacy, starting a family, and happiness that will last for generations.",
          "reversed": "The reversed Ten of Pentacles indicates that the relationship will end in the long run due to financial problems or family disagreements. A permanent foundation may not be established.",
          "keywords": "[\"permanent family\", \"wealth\", \"security\", \"legacy\", \"stability\"]",
          "context": "The destiny of this relationship is to establish a solid and fruitful family tree that will last for generations."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "This person is a young soul who is eager to learn, hard-working, reliable and seizes new opportunities. It is focused on a concrete goal. It can offer you a solid and realistic start.",
          "reversed": "The Reversed Man of Pentacle indicates that this person is lazy, aimless, or someone who is missing an opportunity. He may have problems in school or work life.",
          "keywords": "[\"learning\", \"new opportunity\", \"diligence\", \"reliability\", \"concrete goals\"]",
          "context": "This person is a student who examines the amulet in his hand and is eager to learn something new and concrete."
        },
        "position2": {
          "upright": "Being open to a new sensual experience or physical discovery. A curious and grounded energy that is eager to learn about sexuality. A solid and slow sexual start.",
          "reversed": "The Reversed Man of Pentacle indicates missing a sexual opportunity, laziness, or lack of bodily awareness. An impractical, dreamy approach to sexuality.",
          "keywords": {
            "0": "physical exploration",
            "1": "sensual curiosity",
            "2": "learning",
            "3": "solid start",
            "4": "opportunity"
          },
          "context": "Your physical connection is like an eager student exploring his or her own body and pleasures."
        },
        "position3": {
          "upright": "Your emotional bond blossoms on a solid and realistic basis. You are honest and trustworthy with each other. This is a promising spiritual beginning open to learning and growth.",
          "reversed": "The Reversed Servant of Pentacle indicates laziness or reluctance to make an emotional initiation. Spiritual potential is not evaluated.",
          "keywords": "[\"solid start\", \"reliability\", \"learning\", \"realism\", \"hope\"]",
          "context": "Your spiritual connection is a down-to-earth student who is eager to learn something new."
        },
        "position4": {
          "upright": "The long-term result is a promising relationship that grows on a solid and realistic basis. You will continue to learn and develop together.",
          "reversed": "The Reversed Man of Pentacle indicates that in the long run an opportunity will be missed or the relationship will go nowhere due to practical problems.",
          "keywords": "[\"promising future\", \"solid foundation\", \"growth\", \"learning\", \"opportunity\"]",
          "context": "The future of this relationship is a hopeful sapling growing on solid ground."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "This person is extremely reliable, patient, hard-working and methodical. He carries out his duties meticulously. He progresses slowly but surely in love. He is a loyal and stable partner.",
          "reversed": "The Knight of Pentacles reversed indicates that this person may be overly boring, stubborn, lazy, or impervious to change. They may be stuck in their routine.",
          "keywords": "[\"reliability\", \"patience\", \"diligence\", \"loyalty\", \"stability\"]",
          "context": "This person is a dutiful knight who steps forward slowly but surely."
        },
        "position2": {
          "upright": "Your physical connection is slow, patient, reliable and extremely sensual. He is not in a hurry, he focuses on feeling every moment of pleasure. A faithful and stable sexual partner.",
          "reversed": "The Knight of Pentacles reversed indicates stagnation, dullness or laziness in sexual life. Sexuality has become a routine rather than an adventure or pleasure.",
          "keywords": {
            "0": "lust",
            "1": "patience",
            "2": "reliability",
            "3": "loyalty",
            "4": "slow sexuality"
          },
          "context": "Your sexual energy is a sensual and reliable knight, advancing slowly but surely towards his goal."
        },
        "position3": {
          "upright": "There is an emotional bond between you that is extremely loyal, patient and reliable. You show your feelings slowly but surely. It's a stable spiritual partnership that grows stronger over time.",
          "reversed": "The reversed Knight of Pentacles indicates emotional stagnation, dullness, or lack of change. The spiritual connection has turned into a routine and lost its excitement.",
          "keywords": "[\"loyalty\", \"patience\", \"reliability\", \"stability\", \"slow progress\"]",
          "context": "Your emotional bond is a knight who is loyal to his duty, slow but never turning back."
        },
        "position4": {
          "upright": "The long-term result is an extremely loyal, reliable and stable union. This relationship slowly but surely turns into a lifelong structure.",
          "reversed": "The Knight of Pentacles reversed indicates that, in the long run, the relationship will end up falling into a boring routine or resisting change. Progress stops.",
          "keywords": "[\"lifelong commitment\", \"loyalty\", \"reliability\", \"stability\", \"patience\"]",
          "context": "The destiny of this relationship is an extremely reliable companion that progresses slowly but steadily."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "This person is nurturing, practical, generous and homely. He manages both his home and business successfully. It creates a warm and trusting environment for loved ones. He is a practical and loving partner.",
          "reversed": "The Queen of Pentacles reversed indicates that this person is either unable to balance work and home life, or is overly materialistic and anxious. He may not be looking after himself or his surroundings.",
          "keywords": "[\"nurturing\", \"practicality\", \"generosity\", \"safety\", \"domesticity\"]",
          "context": "This person is a down-to-earth motherly soul who offers both material and spiritual wealth."
        },
        "position2": {
          "upright": "Sexuality is nurturing, generous, warm and highly sensual. Appeals to all senses (touch, taste, smell). A sensual energy that offers a safe and comfortable environment to its partner.",
          "reversed": "The Queen of Pentacles reversed indicates a state of not caring for oneself or one's partner sexually, laziness, or seeing sexual energy only as a practical task. Sensuality is missing.",
          "keywords": {
            "0": "sensuality",
            "1": "lust",
            "2": "nutrition",
            "3": "generosity",
            "4": "trust"
          },
          "context": "Your sexual life is like a warm and fertile embrace that nourishes all the senses."
        },
        "position3": {
          "upright": "The emotional bond between you is nurturing, warm, generous and practical. You support each other both emotionally and practically. It's a reassuring, motherly spiritual embrace.",
          "reversed": "The Queen of Pentacles reversed indicates that one party is overly dependent on the other or that emotional needs are overwhelmed by practical considerations. Spiritual nourishment is lacking.",
          "keywords": "[\"nurturing love\", \"practical support\", \"generosity\", \"trust\", \"warmth\"]",
          "context": "Your spiritual bond is a warm and compassionate home that satisfies both your belly and your soul."
        },
        "position4": {
          "upright": "The long-term result is to establish a home that is nurturing, warm, safe and comfortable. An extremely generous union where you will take care of each other both materially and spiritually.",
          "reversed": "The Queen of Pentacles reversed indicates that in the long run, practical concerns or over-dependence of one party on the other will stifle the relationship.",
          "keywords": "[\"safe home\", \"nurturing partnership\", \"comfort\", \"generosity\", \"stability\"]",
          "context": "The future of this relationship is a warm and fertile home that nourishes both body and soul."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "This person is financially successful, reliable, generous and a stable leader. He established his own empire. He is someone who protects his loved ones and offers a prosperous life.",
          "reversed": "The King of Pentacles reversed indicates that this person may be overly materialistic, corrupt, stubborn or insecure. He may abuse his success and wealth.",
          "keywords": "[\"success\", \"wealth\", \"reliability\", \"generosity\", \"stability\"]",
          "context": "This person is the king of the material world; A successful, reliable and generous leader."
        },
        "position2": {
          "upright": "An extremely sensual, generous and adept sexual partner. He is fond of physical pleasures and knows how to please his partner. It provides a rich and satisfying sexual experience.",
          "reversed": "The Reversed King of Pentacles can indicate someone who is sexually selfish, lazy, or solely focused on their own pleasure. May use sexuality as a sign of status or power.",
          "keywords": {
            "0": "sensual master",
            "1": "generosity",
            "2": "physical pleasure",
            "3": "success",
            "4": "satisfaction"
          },
          "context": "Your sexual connection is like the generous and masterful ruler of the kingdom of physical pleasures."
        },
        "position3": {
          "upright": "There is a spiritual bond between you that is extremely successful, stable and trusting. It's like you've built an empire together. This is a generous partnership based on both material and spiritual wealth.",
          "reversed": "The King of Pentacles reversed indicates that the emotional attachment has become overly materialistic or controlling. Love may have become a sign of power or status.",
          "keywords": "[\"stable bond\", \"trust\", \"success\", \"generosity\", \"wealth\"]",
          "context": "Your emotional bond is a kingdom ruled by a wise king who is both rich and generous."
        },
        "position4": {
          "upright": "The long-term result is to build a highly successful, wealthy and stable empire. This is a strong and lasting union, prosperous both materially and spiritually.",
          "reversed": "The Reversed King of Pentacles indicates that in the long run, materialism or the desire for control will overshadow the love and end the relationship.",
          "keywords": "[\"successful empire\", \"wealth\", \"stability\", \"security\", \"lasting success\"]",
          "context": "The destiny of this relationship is a rich and generous kingdom built together."
        }
      }
    },
    "messages": {
      "formUnsavedWarning": "The form has been filled but not saved. Are you sure you want to quit? Your unsaved data will be lost.",
      "loginRequired": "You need to log in for this process.",
      "readingSaveError": "An error occurred while recording the reading.",
      "readingSavedSuccess": "Your love expansion has been successfully recorded!"
    },
    "modals": {
      "aboutSpread": "About Opening",
      "aboutSpreadText": "These 4 cards; It illuminates the person you have in mind, the attraction between you, heart-to-heart harmony, and the long-term direction of the relationship—building a compassionate bridge from today to tomorrow.",
      "cancel": "Cancel",
      "cardCountInfo": "intentions",
      "cardCountText": "(1) The Person You Are Interested In (2) Physical Connection (3) Emotional Connection (4) Long Term Process.",
      "confirm": "Yes, I Approve",
      "continue": "Continue",
      "creditConfirm": "Credit Approval",
      "creditConfirmMessage": "Credit will be used for this love expansion. Are you sure you want to continue?",
      "detailedReading": "Reading Aloud",
      "detailedReadingText": "Take your comment as a warm voice recording. It is specially prepared for you; You can download and listen whenever you want.",
      "infoTitle": "About Love Expansion",
      "loveAttention": "After recording the reading, I usually email your personal comment within 2–4 hours. This study is for guidance purposes only; The final choices are yours.",
      "loveAttentionInfo": "A Kind Note",
      "process": "Period",
      "processing": "Processing…",
      "redirecting": "💝 You are redirected to the home page…",
      "saveReading": "Save Reading 💝",
      "savingReading": "Recording…",
      "step1": "Enter your personal information",
      "step2": "Answer questions about love",
      "step3": "Select and preview 4 cards",
      "step4": "Save reading; get the results to your e-mail",
      "successMessage": "Your love opening has been recorded and analyzed. You can view the results from the panel.",
      "successTitle": "Reading Saved",
      "writtenReading": "Written Reading",
      "writtenReadingText": "If you prefer, it will be delivered as a detailed written report; You can re-read it whenever you want."
    },
    "positions": {
      "position1": {
        "description": "The true tone of the person you have in mind, their view of you, their approach, and their intentions. It makes the unsaid visible; It makes you feel what you hold in your heart.",
        "title": "Person You Are Interested In"
      },
      "position2": {
        "description": "The heat of attraction between you, the harmony of your body language and the balance of physical closeness. How energy flows when you are together is revealed here.",
        "title": "Physical Connection"
      },
      "position3": {
        "description": "The heart-to-heart bridge: depth of empathy, trust, and spiritual harmony. The fact that you hear each other and vibrate on the same frequency appears on this card.",
        "title": "Emotional Connection"
      },
      "position4": {
        "description": "The way the relationship matures, the potential to grow together, and the route that time suggests to you. It gives signs about patience, stability and the future picture.",
        "title": "Long Term Process"
      }
    }
  },
  "marriage": {
    "credit": {
      "cancel": "Cancel",
      "confirm": "Confirm",
      "description": "Credit will be used to record this reading. Do you want to continue?",
      "saving": "Recording…",
      "title": "Credit Approval"
    },
    "data": {
      "badgeText": "Card comments are for informational purposes only. Reading it in detail will help you.",
      "detailedTitle": "Marriage Expansion - Detailed Personal Reading",
      "interpretationTitle": "Comment on Marriage Expansion",
      "spreadName": "Marriage Expansion"
    },
    "description": "A special 10-card spread for your marriage and spouse-finding journey",
    "form": {
      "birthDate": "Your Date of Birth",
      "birthDateRequired": "Date of birth required",
      "cancel": "Cancel",
      "clearAll": "Clear All",
      "communicationMethod": "Communication Method",
      "concern": "Your Marriage Concern",
      "concernQuestion": "What are you most worried about about marriage?",
      "concernRequired": "worry necessary",
      "continue": "Continue",
      "email": "Your Email Address",
      "emailCommunication": "Email",
      "emailRequired": "Email required",
      "emotional": "Your Current Marriage Status",
      "emotionalQuestion": "What emotional obstacles are you experiencing regarding marriage?",
      "emotionalRequired": "Emotional state required",
      "firstName": "Your name",
      "lastName": "your surname",
      "loginRequired": "You must be logged in to save a reading",
      "name": "Your name",
      "nameRequired": "Name required",
      "personalInfo": "Your Personal Information",
      "phone": "Phone Number",
      "questions": "Questions",
      "saveAndOpen": "Save and Open",
      "saveError": "An error occurred while saving the reading",
      "saveReading": "Save Reading",
      "saved": "Reading saved successfully",
      "selectAllCards": "Please select all cards",
      "surname": "your surname",
      "surnameRequired": "Surname required",
      "title": "Marriage Expansion Information",
      "understanding": "What You Want to Understand",
      "understandingQuestion": "What areas of marriage would you like to understand better?",
      "understandingRequired": "Understanding required",
      "whatsappCommunication": "WhatsApp"
    },
    "info": {
      "close": "Close",
      "description": "This expansion shows your marriage potential, your ideal spouse, and how your marriage journey will progress. It is a special expansion adapted from Sylvia Abraha's book.",
      "howToUse": "How to Use:",
      "step1": "Choose one card for each position",
      "step2": "Place the cards in order",
      "step3": "Read your comment",
      "step4": "Save your reading",
      "title": "About Marriage Opening"
    },
    "interpretation": {
      "conclusion": "This commentary will guide you on your marriage journey. Be patient and trust that the right person will come your way.",
      "intro": "This expansion provides important information about your marriage journey. Each card illuminates your marriage process from a different perspective.",
      "title": "Comment on Marriage Expansion"
    },
    "modals": {
      "aboutSpread": "About Opening",
      "aboutSpreadText": "This expansion shows your marriage potential, your ideal spouse, and how your marriage journey will progress. It is a special expansion adapted from Sylvia Abraha's book.",
      "cancel": "Cancel",
      "cardCount": "Number of Cards",
      "communicationMethod": "Communication Method",
      "confirm": "Confirm",
      "continue": "Continue",
      "creditConfirm": "Credit Approval",
      "creditConfirmMessage": "Credit will be used for this reading. Are you sure you want to continue?",
      "detailedReading": "Reading Aloud",
      "detailedReadingText": "Take your comment as a warm voice recording. It is specially prepared for you; You can download and listen whenever you want.",
      "emailCommunication": "Email",
      "infoTitle": "About Marriage Opening",
      "loveAttention": "After recording the reading, I usually email your personal comment within 2–4 hours. This study is for guidance purposes only; The final choices are yours.",
      "loveAttentionInfo": "A Kind Note",
      "process": "Period",
      "processing": "Processing…",
      "redirecting": "💍 You are directed to the home page…",
      "saveReading": "Save Reading 💍",
      "savingReading": "Recording…",
      "step1": "Enter your personal information",
      "step2": "Answer questions about marriage",
      "step3": "Select and preview 9 cards",
      "step4": "Save reading; get the results to your e-mail",
      "successMessage": "Your marriage expansion was recorded and analyzed. You can view the results from the panel.",
      "successTitle": "Reading Saved",
      "whatsappCommunication": "WhatsApp",
      "writtenReading": "Written Reading",
      "writtenReadingText": "If you prefer, it will be delivered as a detailed written report; You can save it and read it again."
    },
    "title": "Marriage Expansion"
  },
  "meanings": {
    "theFool": {
      "position1": {
        "context": "This person is an adventurer who is ready or afraid to turn a new page in his love life.",
        "keywords": {
          "0": "new beginnings",
          "1": "innocence",
          "2": "spontaneity",
          "3": "take risks",
          "4": "free spirit"
        },
        "reversed": "The Reversed Fool indicates that this person may be reckless, irresponsible, or afraid to start a relationship. He or she may be ignoring potential dangers and avoiding attachment.",
        "upright": "The person you are attracted to is full of childlike curiosity and excitement about life. He has an adventurous spirit, open to new beginnings, but this can sometimes cause him to be unplanned and unscheduled. He approaches relationships with this free spirit."
      }
    }
  },
  "messages": {
    "accessibility": {
      "skipToMain": "Skip to Main Content"
    },
    "common": {
      "back": "Back",
      "buy": "Buy",
      "cancel": "Cancel",
      "clear": "clear",
      "close": "Close",
      "confirm": "Confirm",
      "continue": "Continue",
      "copy": "copy",
      "credits": "credit",
      "delete": "Delete",
      "download": "Download",
      "edit": "Edit",
      "error": "Mistake",
      "filter": "Filter",
      "finish": "finish",
      "free": "Free",
      "immediateAccess": "Instant Access",
      "info": "Information",
      "loading": "Loading…",
      "locale": "en-TR",
      "new": "New",
      "next": "Forward",
      "no": "No",
      "ok": "Ok",
      "open": "Hungry",
      "pause": "pause",
      "popular": "Popular",
      "previous": "Former",
      "processing": "Processing…",
      "progress": "Progress",
      "refresh": "Refresh",
      "reset": "reset",
      "resume": "Continue",
      "reversed": "Opposite",
      "save": "Save",
      "search": "Search",
      "select": "Select",
      "selectAll": "Select All",
      "share": "Share",
      "sort": "Sort by",
      "start": "start",
      "stop": "stop",
      "submit": "Send",
      "success": "Successful",
      "today": "Today",
      "upload": "Upload",
      "upright": "Straight",
      "view": "View",
      "viewAll": "view all",
      "warning": "Warning",
      "yes": "Yes"
    },
    "dashboard": {
      "accountSettings": "Account Settings",
      "admin": "admin",
      "backToDashboard": "Return to Dashboard",
      "beginner": "Beginning",
      "buy": "To buy",
      "buyCredits": "Buy Credits",
      "cancel": "Cancel",
      "completedReadings": "reading completed",
      "creditAlert": "Low Credit Balance",
      "creditAlertMessage": "Buy credits to read more",
      "creditBalance": "Credit Balance",
      "creditHistory": {
        "allTime": "All Times",
        "allTransactions": "All Transactions",
        "bonus": "Bonus",
        "bonuses": "Bonuses",
        "buyCredits": "Buy Credits",
        "completed": "completed",
        "credits": "credit",
        "csvAmount": "Amount",
        "csvDate": "History",
        "csvDescription": "Explanation",
        "csvType": "Medicine",
        "currentBalance": "Current Balance",
        "description": "Track your credit purchase, usage and transaction history",
        "downloadCSV": "Download CSV",
        "error": "An error occurred while loading credit history",
        "last1Year": "Last 1 Year",
        "last30Days": "Last 30 Days",
        "last7Days": "Last 7 Days",
        "loading": "🔮 Loading credit history…",
        "noTransactions": "No transactions yet",
        "purchase": "Purchasing",
        "purchases": "Acquisitions",
        "refund": "Return",
        "refunds": "Refunds",
        "startWithFirstPurchase": "Start by making your first credit purchase",
        "title": "Credit history",
        "totalPurchased": "Total Purchased",
        "totalRefunded": "Total Refund",
        "totalUsed": "Total Used",
        "transactionsFound": "{count} işlem bulundu",
        "usage": "Uses"
      },
      "creditPackages": "Credit Packages",
      "detailedStatistics": "Detailed Statistics",
      "discoverLevel": "Take your first reading and discover your level!",
      "displayName": "Display Name",
      "downloadReading": "Download Reading",
      "editProfile": "Edit Profile",
      "email": "Email",
      "expert": "Expert",
      "free": "Free",
      "immediateAccess": "Instant Access",
      "intermediate": "Middle",
      "keepGoing": "You are doing great! Go ahead!",
      "last30Days": "Last 30 days",
      "memberSince": "Membership Date",
      "membershipDuration": "Membership Duration",
      "moreReadings": "There is more reading",
      "mysticJourney": "You are progressing on your mystical journey!",
      "mysticLevel": "Mystic Level",
      "new": "New",
      "noReadingsYet": "No reading yet. Start a reading to have your first mystical experience and discover the secrets of your destiny.",
      "packages": {
        "addedToAccount": "added to your account.",
        "bonus": "bonus",
        "bonusCredits": "Bonus Credits",
        "bonusCreditsDesc": "Earn extra credit on large packages",
        "buyNow": "Buy",
        "credits": "credit",
        "currentBalance": "Your Current Balance",
        "description": "Buy the credits you need for your tarot readings",
        "faq": "Frequently Asked Questions",
        "faq1Answer": "Your credits are valid for 1 year from the date of purchase.",
        "faq1Question": "How long are the loans valid?",
        "faq2Answer": "You can get a refund for unused credits within 7 days.",
        "faq2Question": "What is the return policy?",
        "faq3Answer": "Credit cards, debit cards and digital wallets are accepted.",
        "faq3Question": "What payment methods are accepted?",
        "faq4Answer": "10% bonus credit is given in the Popular package and 20% bonus credit in the Premium package.",
        "faq4Question": "How are bonus credits calculated?",
        "feature10Bonus": "%10 bonus kredi",
        "feature10Readings": "10+ detailed tarot readings",
        "feature20Bonus": "%20 bonus kredi",
        "feature2Readings": "1-2 detailed tarot readings",
        "feature30Days": "30 days validity",
        "feature5Readings": "5-6 detailed tarot readings",
        "feature60Days": "60 days validity",
        "feature7Days": "7 days validity",
        "featureCareer": "career reading",
        "featureGeneral": "general reading",
        "featureLove": "love expansion",
        "featureNumerology": "Numerology analysis",
        "featurePriority": "Priority support",
        "instantActivation": "Instantly Active",
        "instantActivationDesc": "Your credits are added to your account immediately",
        "loading": "🔮 Loading credit packages…",
        "mostPopular": "Most Popular",
        "noPackages": "There are no active packages yet. Please check back later.",
        "pageTitle": "Credit Packages",
        "processing": "Processing…",
        "profileError": "Failed to load profile information",
        "purchaseError": "An error occurred while purchasing the package. Please try again.",
        "purchaseSuccess": "successfully purchased!",
        "purchased": "purchased",
        "securePayment": "Secure Payment",
        "securePaymentDesc": "All payments are protected by SSL encryption",
        "title": "Credit Packages"
      },
      "popular": "Popular",
      "processing": "Processing…",
      "profile": "Profile",
      "quickAccess": "Quick Access",
      "quickActions": "Quick Transactions",
      "readingHistory": "Reading History",
      "readings": "Readings",
      "readingsPage": {
        "allTime": "All Times",
        "allTypes": "All Genres",
        "careerType": "Career Reading",
        "clearFilters": "Clear Filters",
        "credits": "credit",
        "detailModal": {
          "adminNotes": "Admin Notes",
          "close": "Close",
          "creditCost": "Credit Cost",
          "download": "Download",
          "drawnCards": "Cards Drawn",
          "interpretation": "Interpretation",
          "readingDate": "Reading Date",
          "status": "Situation",
          "statusCompleted": "completed",
          "statusPending": "Pending",
          "statusReviewed": "Reviewed",
          "yourQuestion": "Ask"
        },
        "download": "Download",
        "generalReadings": "General Readings",
        "generalType": "General Reading",
        "lastMonth": "Last 1 Month",
        "lastWeek": "Last 1 Week",
        "lastYear": "Last 1 Year",
        "loadMore": "Load More",
        "loading": "Loading…",
        "loveReadings": "Love Readings",
        "loveType": "Love Reading",
        "noReadings": "No Reading Yet",
        "noReadingsDesc": "Are you ready to have your first mystical experience?",
        "numerologyType": "Numerology",
        "searchPlaceholder": "Search for reading…",
        "startFirstReading": "Start First Reading",
        "subtitle": "All your mystical experiences",
        "title": "My readings",
        "totalCredits": "Total Credit",
        "totalReadings": "Total Reading",
        "view": "View"
      },
      "recentReadings": "Recent Readings",
      "recentTransactions": "Recent Transactions",
      "role": "Role",
      "saveChanges": "Save Changes",
      "settings": "Settings",
      "signOut": "Sign Out",
      "startFirstReading": "Start My First Read",
      "statistics": "Statistics",
      "thisWeek": "This week",
      "title": "dashboard",
      "today": "Today",
      "todayReadings": "Today's Readings",
      "totalReadings": "Total Reading",
      "user": "User",
      "userId": "User ID",
      "userInfo": "User Information",
      "userLevel": "User Level",
      "viewAll": "view all",
      "viewAllReadings": "View all readings",
      "viewReading": "View Reading",
      "welcome": "Welcome",
      "welcomeMessage": "Welcome to Your Mystical Journey!"
    },
    "messages": {
      "payment": {
        "cancel": {
          "description": "The payment transaction has been cancelled. You can repurchase your credit package",
          "goToDashboard": "Return to Dashboard",
          "title": "Payment canceled",
          "viewPackages": "Credit Packages"
        },
        "success": {
          "creditsUnit": "Credit"
        }
      }
    },
    "nav": {
      "dashboard": "dashboard"
    },
    "navigation": {
      "dashboard": "dashboard",
      "languageSelector": {
        "languageOptions": "Language options",
        "openMenu": "Open language selector menu",
        "selectLanguage": "choose your language"
      },
      "menu": {
        "goToPage": "go to page"
      }
    },
    "payment": {
      "cancel": {
        "creditsAdded": "Credit",
        "creditsUnit": "Credit",
        "goToDashboard": "Return to Dashboard"
      },
      "error": {
        "description": "Payment transaction could not be completed",
        "title": "Payment Error"
      },
      "success": {
        "checkingStatus": "Checking payment status...",
        "creditsAdded": "Credit",
        "creditsAddedDescription": "Go to Dashboard",
        "creditsUnit": "Credit",
        "goToDashboard": "Go to Dashboard",
        "packagePurchased": "purchased successfully",
        "title": "Payment successful!"
      }
    },
    "readings": {
      "loveReadingDetailed": "Love Explanation - Detailed Reading Aloud",
      "loveReadingWritten": "Love Expansion - Written Reading",
      "marriageReading": "Marriage Expansion",
      "readingSaveError": "An error occurred while saving the reading.",
      "readingSavedSuccess": "Your reading has been successfully saved!",
      "relationshipAnalysisReading": "Situation Analysis",
      "saveReadingSuccess": "Reading recorded",
      "situationAnalysisReading": "Situation Analysis Explanation",
      "situationAnalysisSpread": "Situation Analysis Explanation"
    },
    "tarot": {
      "page": {
        "loadingSpread": "Expansion Loading...",
        "selectSpread": "Choose a tarot spread",
        "selectSpreadDescription": "Select your reading type to begin the unfolding."
      }
    },
    "profile": {
      "updateError": "Profile update error",
      "title": "Profile",
      "noName": "Name not specified",
      "personalInfo": "Personal Information",
      "firstName": "Name",
      "firstNamePlaceholder": "Enter your name",
      "lastName": "Surname",
      "lastNamePlaceholder": "Enter your last name",
      "fullName": "Full Name",
      "fullNamePlaceholder": "Enter your full name",
      "birthDate": "Date of birth"
    }
  },
  "money": {
    "data": {
      "badgeText": "MONEY",
      "detailedTitle": "Money Explanation - Detailed Personal Reading",
      "spreadName": "Currency Expansion"
    },
    "form": {
      "birthDate": "Date of birth",
      "clearAll": "Clear All",
      "concernQuestion": "Which financial situation do you want to analyze?",
      "email": "Email",
      "emotionalQuestion": "How do you feel about money right now?",
      "firstName": "Name",
      "lastName": "Surname",
      "questions": "Questions",
      "saveAndOpen": "Save and Open",
      "saving": "Recording…",
      "understandingQuestion": "What do you want to understand with this money expansion?"
    },
    "modals": {
      "aboutSpread": "About Opening",
      "aboutSpreadText": "Money analysis analyzes your financial situation and money opportunities.",
      "cancel": "Cancel",
      "cardCount": "Number of Cards",
      "cardCountText": "This spread uses 6 cards and comprehensively analyzes your financial situation.",
      "confirm": "Confirm",
      "continue": "Continue",
      "creditConfirm": "Credit Approval",
      "creditConfirmMessage": "Credit will be used for this reading. Are you sure you want to continue?",
      "detailedReading": "Reading Aloud",
      "detailedReadingText": "A detailed money analysis with your personal information and specific questions.",
      "infoTitle": "About Currency Opening",
      "process": "Period",
      "processing": "Processing…",
      "redirecting": "You are directed to the home page…",
      "saveReading": "Save Reading",
      "savingReading": "Recording Reading…",
      "step1": "Enter your personal information",
      "step2": "Answer your money questions",
      "step3": "choose 6 cards",
      "step4": "Get your detailed comment",
      "successMessage": "Your money expansion has been successfully saved and sent to your e-mail address.",
      "successTitle": "Currency Opening Completed!",
      "writtenReading": "Written Reading",
      "writtenReadingText": "A written money analysis with your personal information and specific questions."
    }
  },
  "nav": {
    "about": "About",
    "breadcrumb": "Path",
    "contact": "Communication",
    "dashboard": "Panel",
    "help": "Help",
    "home": "Home Page",
    "login": "Entrance",
    "logout": "Exit",
    "menu": "Menu",
    "privacy": "Security",
    "profile": "Profile",
    "register": "Sign Up",
    "settings": "Settings",
    "terms": "Conditions"
  },
  "navigation": {
    "auth": "Log in",
    "dashboard": "dashboard",
    "home": "homepage",
    "numerology": "Numerology",
    "pakize": "pakize",
    "profile": "Profile",
    "tarot": "Tarot",
    "ariaLabel": {
      "main": "Main Navigation",
      "mobile": "Mobile Navigation",
      "openMenu": "open menu",
      "closeMenu": "close menu"
    }
  },
  "newLover": {
    "credit": {
      "cancel": "Cancel",
      "confirm": "Confirm",
      "description": "Credit will be used to record this reading. Do you want to continue?",
      "saving": "Recording…",
      "title": "Credit Approval"
    },
    "data": {
      "badgeText": "NEW LOVE",
      "detailedTitle": "New Love Expansion - Detailed Personal Reading",
      "spreadName": "New Love Expansion"
    },
    "description": "Special 6-card spread for a new love relationship",
    "form": {
      "birthDate": "Your Date of Birth",
      "birthDateRequired": "Date of birth required",
      "cancel": "Cancel",
      "clearAll": "Clear All",
      "communicationMethod": "Communication Preference",
      "concern": "Your Love Concern",
      "concernQuestion": "empty",
      "concernRequired": "worry necessary",
      "continue": "Continue",
      "email": "Your Email Address",
      "emailCommunication": "Email",
      "emailRequired": "Email required",
      "emotional": "Your Current Emotional State",
      "emotionalQuestion": "empty",
      "emotionalRequired": "Emotional state required",
      "firstName": "Name",
      "lastName": "Surname",
      "loginRequired": "You must be logged in to save a reading",
      "name": "Your name",
      "nameRequired": "Name required",
      "personalInfo": "Personal Information",
      "questions": "Your Expansion Questions",
      "saveAndOpen": "Save and Open",
      "saveError": "An error occurred while saving the reading",
      "saveReading": "Save Reading",
      "saved": "Reading saved successfully",
      "selectAllCards": "Please select all cards",
      "surname": "your surname",
      "surnameRequired": "Surname required",
      "title": "Information on Opening a New Lover",
      "understanding": "What You Want to Understand",
      "understandingQuestion": "empty",
      "understandingRequired": "Understanding required",
      "whatsappCommunication": "WhatsApp"
    },
    "interpretation": {
      "conclusion": "This interpretation will guide you on your love journey. Be patient and trust that the right person will come your way.",
      "intro": "This expansion provides important information about your future love relationship. Each card illuminates your love journey from a different perspective.",
      "title": "A New Lover Expansion Interpretation"
    },
    "messages": {
      "readingSavedSuccess": "Your new Lover expansion has been successfully saved!"
    },
    "modals": {
      "aboutSpread": "About Opening",
      "aboutSpreadText": "Special 6-card spread for a new love relationship",
      "cancel": "Cancel",
      "confirm": "Yes, I Approve",
      "continue": "Continue",
      "creditConfirm": "Credit Approval",
      "creditConfirmMessage": "Credit will be used for this New lover expansion. Are you sure you want to continue?",
      "detailedReading": "Reading Aloud",
      "detailedReadingText": "Take your comment as a warm voice recording. It is specially prepared for you; You can download and listen whenever you want."
    }
  }
}
