{
  "career": {
    "meanings": {
      "queenofcups": {
        "position1": {
          "context": "Your true career is revealed in the way you demonstrate your empathy and emotional intelligence."
        },
        "position2": {
          "upright": "The Queen of Cups recommends using your empathy and intuition in your career. Moving forward with compassion in human relations creates new opportunities.",
          "reversed": "The Queen of Cups reversed indicates that excessive emotionality or self-neglect can strain you.",
          "keywords": {
            "0": "empathy",
            "1": "intuition",
            "2": "compassion",
            "3": "awareness",
            "4": "inspiration"
          },
          "context": "To advance your career, you must take steps with empathy and intuition."
        },
        "position3": {
          "upright": "The Queen of Cups tells you that you are not in control of the emotional reactions of the people around you.",
          "reversed": "Reversed Queen of Cups, it may be inevitable that the emotional instability of others will affect you.",
          "keywords": {
            "0": "empathy",
            "1": "feeling",
            "2": "intuition",
            "3": "effect",
            "4": "out of control"
          },
          "context": "In your career, you cannot change other people's emotional attitudes."
        },
        "position4": {
          "upright": "The Queen of Hearts shows that she brings empathy, sensitivity, and compassion to her work. Your effort is valuable in this respect.",
          "reversed": "Inverted Queen of Cups, excess emotionality can cause you to have difficulty balancing your performance.",
          "keywords": {
            "0": "empathy",
            "1": "sensitivity",
            "2": "compassion",
            "3": "sincerity",
            "4": "performance"
          },
          "context": "Your effort becomes more visible with your empathy and emotional intelligence."
        },
        "position5": {
          "upright": "Queen of Cups, using your empathy and emotional intelligence more will create positive changes in your career.",
          "reversed": "Reversed Queen of Cups, you need to move away from excessive emotionality and find balance.",
          "keywords": {
            "0": "empathy",
            "1": "sensitivity",
            "2": "balance",
            "3": "awareness",
            "4": "change"
          },
          "context": "For change in your career, you must prioritize empathy and balance."
        },
        "position6": {
          "upright": "The Queen of Hearts may have been overly emotional or too self-sacrificing in the past, which may have limited her career.",
          "reversed": "Inverted Queen of Cups, emotional instability may be a hindrance in the past.",
          "keywords": {
            "0": "sensitivity",
            "1": "sacrifice",
            "2": "balance",
            "3": "empathy",
            "4": "past"
          },
          "context": "Excessive emotionality in the past may have hindered his current career."
        },
        "position7": {
          "upright": "The Queen of Cups indicates that the outcome of your career journey will be shaped by empathy, understanding and emotional balance.",
          "reversed": "Inverted Queen of Cups, emotional instability can cloud the outcome.",
          "keywords": {
            "0": "empathy",
            "1": "balance",
            "2": "sensitivity",
            "3": "awareness",
            "4": "future"
          },
          "context": "The result will be a journey strengthened by emotional balance and empathy."
        }
      },
      "kingofcups": {
        "position1": {
          "upright": "The King of Cups symbolizes maturity, wisdom and emotional balance. If you can manage your emotions in a balanced way in your career, you are on the right track.",
          "reversed": "The reversed King of Cups may indicate emotional manipulation or inner instability. Maybe work is draining you emotionally.",
          "keywords": {
            "0": "balance",
            "1": "wisdom",
            "2": "feeling",
            "3": "maturity",
            "4": "leadership"
          },
          "context": "Your true career is the way you manage your emotions with maturity and inspire others."
        },
        "position2": {
          "upright": "The King of Cups recommends managing your emotions in a balanced manner. Mature and wise decisions will advance you in your career.",
          "reversed": "The Reversed King of Cups says that emotional instability or hypersensitivity may challenge the development.",
          "keywords": {
            "0": "balance",
            "1": "maturity",
            "2": "wisdom",
            "3": "leadership",
            "4": "feeling"
          },
          "context": "To improve your career, you must manage your emotions with maturity."
        },
        "position3": {
          "upright": "The King of Cups indicates that the emotional attitudes of those in positions of authority are outside of you.",
          "reversed": "Inverted King of Cups, it may be inevitable that the unbalanced decisions of those in authority around you will affect you.",
          "keywords": {
            "0": "leadership",
            "1": "authority",
            "2": "feeling",
            "3": "balance",
            "4": "out of control"
          },
          "context": "You cannot determine the attitudes of leaders or managers in your career."
        },
        "position4": {
          "upright": "The King of Cups shows that he proceeds with his work with maturity and emotional balance. You're doing your best.",
          "reversed": "Inverted King of Cups, emotional instability can diminish the value of your performance.",
          "keywords": {
            "0": "balance",
            "1": "maturity",
            "2": "leadership",
            "3": "empathy",
            "4": "performance"
          },
          "context": "Your effort is reflected in your work with maturity and emotional balance."
        },
        "position5": {
          "upright": "King of Cups, moving forward with emotional maturity and composure ensures constructive changes in your career.",
          "reversed": "The reversed King of Cups facilitates development by resolving imbalances.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "leadership",
            "3": "peace",
            "4": "change"
          },
          "context": "For change in your career, you must maintain emotional balance."
        },
        "position6": {
          "upright": "King of Cups, inability to maintain emotional control or act calmly may have hindered his career in the past.",
          "reversed": "Reversed King of Cups: Unbalanced attitudes in the past may have influenced your current path.",
          "keywords": {
            "0": "balance",
            "1": "emotional maturity",
            "2": "cool",
            "3": "control",
            "4": "past"
          },
          "context": "Lack of emotional control in the past may have hindered his career today."
        },
        "position7": {
          "upright": "The King of Cups indicates that the outcome of your career journey will be maturity, composure and reliable leadership.",
          "reversed": "The reversed King of Cups may limit the outcome due to instability or excessive emotionality.",
          "keywords": {
            "0": "maturity",
            "1": "leadership",
            "2": "balance",
            "3": "trust",
            "4": "future"
          },
          "context": "The result will be mature and balanced leadership."
        }
      },
      "aceofswords": {
        "position1": {
          "upright": "The Ace of Swords is the card of mental clarity and new ideas. An opportunity or inspiration may appear in your career that will bring you clarity.",
          "reversed": "The Ace of Swords reversed indicates confusion or communication problems. Maybe your current path doesn't offer you clarity.",
          "keywords": {
            "0": "clarity of mind",
            "1": "idea",
            "2": "real",
            "3": "decision",
            "4": "beginning"
          },
          "context": "Your true career is the one that creates clarity and a new vision in your mind."
        },
        "position2": {
          "upright": "Ace of Swords recommends a clear vision and strong decisions for development. Mental clarity, a new idea or strategic plan will move you forward.",
          "reversed": "The Ace of Swords reversed indicates that confusion or communication problems may be slowing you down.",
          "keywords": {
            "0": "clarity of mind",
            "1": "decision",
            "2": "idea",
            "3": "strategy",
            "4": "beginning"
          },
          "context": "To advance your career, you must gain mental clarity and make a bold decision."
        },
        "position3": {
          "upright": "Ace of Swords, you cannot control when sudden realizations and mental enlightenments come. This inner clarity is revealed in its own time.",
          "reversed": "Reverse Ace of Swords, confusion or communication barriers sometimes develop outside of you.",
          "keywords": {
            "0": "enlightenment",
            "1": "idea",
            "2": "communication",
            "3": "sharpness",
            "4": "out of control"
          },
          "context": "You cannot entirely determine the emergence of mental clarity in your career."
        },
        "position4": {
          "upright": "The Ace of Swords shows clarity and determination in his work, expressing his thoughts strongly.",
          "reversed": "Reverse Ace of Swords, you may not be able to fully reflect your energy due to indecision or unclear thoughts.",
          "keywords": {
            "0": "sharpness",
            "1": "decision",
            "2": "mind power",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort is strengthened by your mental clarity and determination."
        },
        "position5": {
          "upright": "Ace of Swords, you can create a powerful change in your career by clearing your mind and making clearer decisions.",
          "reversed": "The Ace of Swords reversed helps you clear up confusion and organize your thoughts.",
          "keywords": {
            "0": "sharpness",
            "1": "decision",
            "2": "vision",
            "3": "mind power",
            "4": "change"
          },
          "context": "For change in your career, you need to express your thoughts more clearly."
        },
        "position6": {
          "upright": "Ace of Swords, not being able to make clear decisions or defend your ideas in the past may have hindered your current career.",
          "reversed": "Inverted Ace of Swords, confusion and uncertainty can be an obstacle from the past.",
          "keywords": {
            "0": "decision",
            "1": "sharpness",
            "2": "communication",
            "3": "vision",
            "4": "past"
          },
          "context": "Being away from clarity in the past may have affected your career today."
        },
        "position7": {
          "upright": "The Ace of Swords indicates that the outcome of your career journey will be clarity, right decisions and a strong vision.",
          "reversed": "The Ace of Swords Reversed can delay the outcome through confusion or lack of communication.",
          "keywords": {
            "0": "sharpness",
            "1": "decision",
            "2": "vision",
            "3": "communication",
            "4": "future"
          },
          "context": "The result will be moving forward with clear decisions and a strong vision."
        }
      },
      "twoofswords": {
        "position1": {
          "upright": "Two of Swords symbolizes difficulty in making decisions. You may be torn between two paths in your career.",
          "reversed": "Two Swords reversed indicates that postponing the decision is forcing you and now it is time to make a choice.",
          "keywords": {
            "0": "decision",
            "1": "dilemma",
            "2": "balance",
            "3": "vote",
            "4": "ambivalent"
          },
          "context": "Your real career will be revealed when you lift the curtain of indecision."
        },
        "position2": {
          "upright": "Two of Swords suggests you make a clear decision. Indecision may be delaying development.",
          "reversed": "Two Swords reversed shows that the decisions you postponed are now blocking your path. You must make your choice.",
          "keywords": {
            "0": "decision",
            "1": "balance",
            "2": "dilemma",
            "3": "bravery",
            "4": "sharpness"
          },
          "context": "You shouldn't be afraid to make choices to improve your career."
        },
        "position3": {
          "upright": "Two of Swords, you cannot control when your options become clear. Sometimes you have to wait for the conditions to mature to make a decision.",
          "reversed": "The Reversed Two of Swords indicates that confusion or indecision may be due to external factors.",
          "keywords": {
            "0": "decision",
            "1": "dilemma",
            "2": "balance",
            "3": "waiting",
            "4": "out of control"
          },
          "context": "Clarification of options in your career may develop outside of you."
        },
        "position4": {
          "upright": "Two of Swords indicates that you are trying to make balanced decisions. You're doing your best, but sometimes dilemmas can slow you down.",
          "reversed": "Two of Swords reversed, indecision or procrastination can prevent effort from appearing.",
          "keywords": {
            "0": "decision",
            "1": "balance",
            "2": "dilemma",
            "3": "effort",
            "4": "performance"
          },
          "context": "You have effort, but you will shine more when you are clear in your decision processes."
        },
        "position5": {
          "upright": "Two of Swords, moving forward by resolving indecision and making clear choices brings beneficial changes in your career.",
          "reversed": "Reversed Two Swords, you should speed up your decisions instead of constantly postponing them.",
          "keywords": {
            "0": "decision",
            "1": "balance",
            "2": "dilemma",
            "3": "vision",
            "4": "change"
          },
          "context": "You must make clear and bold decisions for change in your career."
        },
        "position6": {
          "upright": "Two of Swords, being indecisive and postponing elections in the past may have created obstacles in your career.",
          "reversed": "Two of Swords Reversed, not facing the facts instead of closing your eyes may have made your path difficult in the past.",
          "keywords": {
            "0": "instability",
            "1": "dilemma",
            "2": "suspension",
            "3": "confrontation",
            "4": "past"
          },
          "context": "Past indiscretions affect your current career."
        },
        "position7": {
          "upright": "The Two of Swords indicates that the outcome of the career journey will be to reach a balanced point through careful choices.",
          "reversed": "Two of Swords reversed, indecision or procrastination can negatively affect the outcome.",
          "keywords": {
            "0": "vote",
            "1": "balance",
            "2": "decision",
            "3": "dilemma",
            "4": "future"
          },
          "context": "The result will be achieving balance through careful choices."
        }
      },
      "threeofswords": {
        "position1": {
          "upright": "The Three of Swords symbolizes disappointment and heartbreak. There may be situations in your career that upset you or do not meet your expectations.",
          "reversed": "The Reversed Three of Swords indicates the process of healing and letting go of past disappointments.",
          "keywords": {
            "0": "sadness",
            "1": "disappointment",
            "2": "loss",
            "3": "betrayal",
            "4": "real"
          },
          "context": "Your true career emerges when you learn and heal from the experiences that hurt you."
        },
        "position2": {
          "upright": "Three of Swords recommends that you move forward by learning from your disappointments. These experiences make you stronger.",
          "reversed": "The reversed Three of Swords tells you that it is time to leave old wounds behind and heal.",
          "keywords": {
            "0": "lesson",
            "1": "experience",
            "2": "improvement",
            "3": "awareness",
            "4": "progress"
          },
          "context": "To improve your career, you must learn from past upsets and move on."
        },
        "position3": {
          "upright": "Three of Swords, you cannot control disappointments or resentments. These experiences are inevitable.",
          "reversed": "Inverted Three of Swords, the healing process of past wounds sometimes occurs outside of you.",
          "keywords": {
            "0": "disappointment",
            "1": "loss",
            "2": "angle",
            "3": "experience",
            "4": "out of control"
          },
          "context": "Some upsets are inevitable in your career and you can't change them."
        },
        "position4": {
          "upright": "The Three of Swords shows that he is doing his best despite his disappointments. You put effort into your work even in difficult times.",
          "reversed": "When the reversed Three of Swords does not let go of past resentments, you may not be able to fully express your energy.",
          "keywords": {
            "0": "disappointment",
            "1": "effort",
            "2": "durability",
            "3": "patience",
            "4": "performance"
          },
          "context": "Your effort gains value when you continue despite the difficulties."
        },
        "position5": {
          "upright": "Three of Swords, you can make positive change in your career by learning from past disappointments and letting go of resentments and moving forward.",
          "reversed": "Reversed Three of Swords helps you move forward by healing your emotional wounds.",
          "keywords": {
            "0": "lesson",
            "1": "improvement",
            "2": "awareness",
            "3": "patience",
            "4": "change"
          },
          "context": "To change your career, you must let go of past resentments."
        },
        "position6": {
          "upright": "Three of Swords, the disappointments and resentments you experienced in the past may have hindered your current career.",
          "reversed": "Reversed Three of Swords, failure to heal past wounds may still be affecting you today.",
          "keywords": {
            "0": "disappointment",
            "1": "disappointment",
            "2": "angle",
            "3": "wounds",
            "4": "past"
          },
          "context": "Past resentments may have hindered his current career."
        },
        "position7": {
          "upright": "The Three of Swords indicates that the outcome of the career journey will be learning from some disappointments and difficulties.",
          "reversed": "The Reversed Three of Swords can make the process difficult as a result of the effects of past wounds.",
          "keywords": {
            "0": "lesson",
            "1": "difficulty",
            "2": "disappointment",
            "3": "learning",
            "4": "future"
          },
          "context": "The result will be to move forward by learning from the challenges."
        }
      },
      "fourofswords": {
        "position1": {
          "upright": "The Four of Swords symbolizes the need for rest and recovery. Maybe you should take a break from your career and re-evaluate your direction.",
          "reversed": "The Reversed Four of Swords indicates excessive fatigue or neglect of recovery.",
          "keywords": {
            "0": "rest",
            "1": "improvement",
            "2": "recovery",
            "3": "turning inward",
            "4": "regeneration"
          },
          "context": "Your true career is the path that allows you to rejuvenate mentally and physically."
        },
        "position2": {
          "upright": "The Four of Swords suggests stepping back, resting, and planning. To improve, you need to clear your mind.",
          "reversed": "The Reversed Four of Swords indicates an inability to move forward due to constant fatigue and burnout.",
          "keywords": {
            "0": "rest",
            "1": "plan",
            "2": "regeneration",
            "3": "preparation",
            "4": "balance"
          },
          "context": "To improve your career, you need to take a break and make a strategic plan."
        },
        "position3": {
          "upright": "The Four of Swords indicates that periods of rest or pause are sometimes necessary. These processes are out of your control.",
          "reversed": "Reversed Four of Swords, burnout, or forced breaks are out of your control.",
          "keywords": {
            "0": "rest",
            "1": "break",
            "2": "difficulty",
            "3": "waiting",
            "4": "out of control"
          },
          "context": "Some pauses in your career develop outside of you."
        },
        "position4": {
          "upright": "The Four of Swords indicates that you are making an effort to recover and keep your energy balanced.",
          "reversed": "Inverted Four of Swords, excessive fatigue can reduce the visibility of effort.",
          "keywords": {
            "0": "rest",
            "1": "balance",
            "2": "preparation",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort is stronger when it also allows for rest and recovery."
        },
        "position5": {
          "upright": "Four of Swords, you can make positive changes in your performance by ensuring regular rest and mental recovery.",
          "reversed": "Reversed Four of Swords, you should strike a balance instead of procrastinating too much.",
          "keywords": {
            "0": "rest",
            "1": "balance",
            "2": "preparation",
            "3": "health",
            "4": "change"
          },
          "context": "For change in your career, you must make room for mental and physical rest."
        },
        "position6": {
          "upright": "Four of Swords, not resting or recovering enough in the past may have created weakness in your career.",
          "reversed": "Reversed Four of Swords, excessive procrastination or laziness may be obstacles from the past.",
          "keywords": {
            "0": "rest",
            "1": "suspension",
            "2": "health",
            "3": "preparation",
            "4": "past"
          },
          "context": "Insufficient rest and procrastination in the past are affecting your career today."
        },
        "position7": {
          "upright": "The Four of Swords indicates that the outcome of your career journey will be shaped by a process of rest, recovery and renewal.",
          "reversed": "Reversed Four of Swords, extreme fatigue or procrastination can delay results.",
          "keywords": {
            "0": "rest",
            "1": "recovery",
            "2": "regeneration",
            "3": "balance",
            "4": "future"
          },
          "context": "The result will be strengthening through the process of renewal and recovery."
        }
      },
      "fiveofswords": {
        "position1": {
          "upright": "The Five of Swords symbolizes conflict and losing while winning. Unnecessary struggles in your career may be tiring you.",
          "reversed": "The reversed Five of Swords says that it is time to leave conflicts behind and make peace.",
          "keywords": {
            "0": "conflict",
            "1": "income",
            "2": "defeat",
            "3": "ego",
            "4": "struggle"
          },
          "context": "Your true career will emerge when you gain strength from harmony, not conflict."
        },
        "position2": {
          "upright": "Five of Swords recommends that you stay away from unnecessary conflicts. It will be more efficient to move forward with cooperation for development.",
          "reversed": "The reversed Five of Swords tells you that you should leave old fights behind and seek reconciliation.",
          "keywords": {
            "0": "conflict",
            "1": "compromise",
            "2": "experience",
            "3": "awareness",
            "4": "balance"
          },
          "context": "To develop your career, you must feed on harmony, not ego."
        },
        "position3": {
          "upright": "Five of Swords, you cannot always control the intensity of arguments and conflicts.",
          "reversed": "Reversed Five of Swords, misunderstandings or injustices sometimes develop outside of you.",
          "keywords": {
            "0": "conflict",
            "1": "income",
            "2": "struggle",
            "3": "misunderstanding",
            "4": "out of control"
          },
          "context": "You cannot determine the nature of all conflicts in your career."
        },
        "position4": {
          "upright": "Five of Swords shows that he does his best even in a combat environment. You are resilient in challenging environments.",
          "reversed": "Five of Swords reversed, unnecessary conflicts can detract from your performance.",
          "keywords": {
            "0": "struggle",
            "1": "resistance",
            "2": "effort",
            "3": "conflict",
            "4": "performance"
          },
          "context": "Your effort is revealed by your perseverance in difficult conditions."
        },
        "position5": {
          "upright": "Five of Swords, staying away from unnecessary arguments and establishing constructive communication provides beneficial changes in your career.",
          "reversed": "Inverted Five of Swords, being flexible and putting aside pride is important for development.",
          "keywords": {
            "0": "compromise",
            "1": "communication",
            "2": "ego",
            "3": "rapport",
            "4": "change"
          },
          "context": "For change in your career, you should prefer compromise rather than conflict."
        },
        "position6": {
          "upright": "Five of Swords, conflicts or losses you have experienced in the past may have created obstacles in your career.",
          "reversed": "Five of Swords reversed, pride and stubbornness may have strained their relationships in the past.",
          "keywords": {
            "0": "conflict",
            "1": "to lose",
            "2": "stubbornness",
            "3": "ego",
            "4": "past"
          },
          "context": "Conflicts and losses in the past affect your career today."
        },
        "position7": {
          "upright": "The Five of Swords indicates that the outcome of the career journey will be victory or the gain of experience after some conflict.",
          "reversed": "The reversed Five of Swords can make progress difficult as a result of unnecessary arguments.",
          "keywords": {
            "0": "conflict",
            "1": "victory",
            "2": "learning",
            "3": "ego",
            "4": "future"
          },
          "context": "The result will be to come to a stronger point by learning from the conflicts."
        }
      },
      "sixofswords": {
        "position1": {
          "upright": "The Six of Swords symbolizes transition and healing. There may be a transition period in your career that will lead you to peace.",
          "reversed": "The Reversed Six of Swords indicates an inability to break away from past problems or move forward.",
          "keywords": {
            "0": "transition",
            "1": "improvement",
            "2": "progress",
            "3": "journey",
            "4": "hope"
          },
          "context": "Your true career will be marked by a transition that moves you forward."
        },
        "position2": {
          "upright": "Six of Swords suggests that you enter a transition period for development. A new business model, a new environment or a different method will bring you peace.",
          "reversed": "The Reversed Six of Swords says that you cannot move forward when you are stuck in the past.",
          "keywords": {
            "0": "transition",
            "1": "progress",
            "2": "journey",
            "3": "improvement",
            "4": "opportunity"
          },
          "context": "To improve your career, you must embark on a new journey that will take you forward."
        },
        "position3": {
          "upright": "Six of Swords, you cannot control when a transition begins or ends.",
          "reversed": "Inverted Six of Swords, forced journeys or changes may occur outside of you.",
          "keywords": {
            "0": "transition",
            "1": "change",
            "2": "difficulty",
            "3": "journey",
            "4": "out of control"
          },
          "context": "Some transitions and changes in your career are out of your control."
        },
        "position4": {
          "upright": "Six of Swords shows that he manages transition periods in his work with patience and effort. You are doing your best.",
          "reversed": "Inverted Six of Swords can overshadow indecision performance during transition periods.",
          "keywords": {
            "0": "transition",
            "1": "patience",
            "2": "journey",
            "3": "effort",
            "4": "performance"
          },
          "context": "Çaban grows stronger by patiently managing difficult times."
        },
        "position5": {
          "upright": "Six of Swords, moving away from a challenging environment and heading towards a more peaceful path creates a powerful change in your career.",
          "reversed": "Reversed Six of Swords, you should find new solutions instead of being stuck in the same place.",
          "keywords": {
            "0": "transition",
            "1": "journey",
            "2": "progress",
            "3": "solution",
            "4": "change"
          },
          "context": "To change your career, you need to move to a healthier environment."
        },
        "position6": {
          "upright": "Six of Swords, not being able to walk away from a difficult situation in the past may have made your career difficult today.",
          "reversed": "Reversed Six of Swords, staying stuck in the past may not be able to move you forward.",
          "keywords": {
            "0": "transition",
            "1": "progress",
            "2": "journey",
            "3": "stay stuck",
            "4": "past"
          },
          "context": "Not being able to make transitions in the past may have hindered your career today."
        },
        "position7": {
          "upright": "Six of Swords indicates that the outcome of your career journey will be to leave difficulties behind and reach calmer waters.",
          "reversed": "Reversed Six of Swords, clinging to the past can delay the outcome.",
          "keywords": {
            "0": "progress",
            "1": "transition",
            "2": "tranquility",
            "3": "journey",
            "4": "future"
          },
          "context": "The result will be to leave the difficulties behind and move into a peaceful period."
        }
      },
      "sevenofswords": {
        "position1": {
          "upright": "The Seven of Swords symbolizes strategy, caution, and sometimes stealth. You need to plan wisely in your career.",
          "reversed": "The Reversed Seven of Swords indicates that being dishonest can get you into trouble.",
          "keywords": {
            "0": "strategy",
            "1": "plan",
            "2": "security",
            "3": "alertness",
            "4": "bill"
          },
          "context": "Your real career is built with honest strategies and smart steps."
        },
        "position2": {
          "upright": "Seven Swords advises you to act wisely and strategically for development. You should make your plans carefully.",
          "reversed": "The Reversed Seven of Swords indicates that dishonest ways will hinder your development in the long run.",
          "keywords": {
            "0": "strategy",
            "1": "plan",
            "2": "alertness",
            "3": "attention",
            "4": "bill"
          },
          "context": "You must take strategic and transparent steps to improve your career."
        },
        "position3": {
          "upright": "Seven of Swords, you cannot control whether others will be honest or not. You should make your strategies accordingly.",
          "reversed": "Reversed Seven of Swords, the time when hidden truths will be revealed is not in your hands.",
          "keywords": {
            "0": "strategy",
            "1": "honesty",
            "2": "security",
            "3": "plan",
            "4": "out of control"
          },
          "context": "You can't change the honesty or ulterior motives of others in your career."
        },
        "position4": {
          "upright": "The Seven of Swords shows that you are being strategic and doing your best using your intelligence.",
          "reversed": "Reversed Seven of Swords, carelessness or lack of clear strategy can reduce performance.",
          "keywords": {
            "0": "strategy",
            "1": "intelligence",
            "2": "effort",
            "3": "planning",
            "4": "performance"
          },
          "context": "Your effort comes from your strategic thinking."
        },
        "position5": {
          "upright": "Seven of Swords, thinking more strategically and making smart plans brings positive change in your career.",
          "reversed": "Reversed Seven of Swords, being open and transparent will bring you more benefits.",
          "keywords": {
            "0": "strategy",
            "1": "plan",
            "2": "intelligence",
            "3": "awareness",
            "4": "change"
          },
          "context": "For change in your career, you need to be more strategic and transparent."
        },
        "position6": {
          "upright": "Seven of Swords, past deception or lack of strategy may have hindered your career.",
          "reversed": "Reversed Seven of Swords, lack of openness and secrecy may be a problem from the past.",
          "keywords": {
            "0": "cheat",
            "1": "security",
            "2": "strategy",
            "3": "cheat",
            "4": "past"
          },
          "context": "Past trust issues are affecting your career today."
        },
        "position7": {
          "upright": "The Seven of Swords indicates that the outcome of your career journey will be overcoming obstacles by thinking strategically.",
          "reversed": "Reversed Seven of Swords, secrecy or lack of honesty can slow down the outcome.",
          "keywords": {
            "0": "strategy",
            "1": "plan",
            "2": "attention",
            "3": "tactics",
            "4": "future"
          },
          "context": "The result will be achieving success with strategic steps."
        }
      },
      "eightofswords": {
        "position1": {
          "upright": "The Eight of Swords symbolizes the feeling of constraint and stalemate. You may be feeling stuck in your career.",
          "reversed": "The Reversed Eight of Swords indicates beginning to be free from these restrictions.",
          "keywords": {
            "0": "Restriction",
            "1": "stuckness",
            "2": "fear",
            "3": "impasse",
            "4": "liberation"
          },
          "context": "Your true career will be revealed when you break free from your own mental blocks."
        },
        "position2": {
          "upright": "The Eight of Swords recommends recognizing your mental blocks for improvement. You must get out of the areas where you limit yourself.",
          "reversed": "The Reversed Eight of Swords indicates beginning to be free from restrictions.",
          "keywords": {
            "0": "liberation",
            "1": "Restriction",
            "2": "awareness",
            "3": "bravery",
            "4": "progress"
          },
          "context": "To advance your career, you must remove the obstacles you create."
        },
        "position3": {
          "upright": "The Eight of Swords indicates that some limitations and mental blockages arise from external circumstances.",
          "reversed": "The Reversed Eight of Swords tells you that the time for liberation can occur outside of you.",
          "keywords": {
            "0": "Restriction",
            "1": "obstacles",
            "2": "mental block",
            "3": "freedom",
            "4": "out of control"
          },
          "context": "You can't clear some obstacles in your career on your own."
        },
        "position4": {
          "upright": "The Eight of Swords shows that you continue to make an effort even if you limit yourself. You are doing your best.",
          "reversed": "Inverted Eight of Swords, your performance will be much stronger when you are liberated.",
          "keywords": {
            "0": "Restriction",
            "1": "effort",
            "2": "liberation",
            "3": "patience",
            "4": "performance"
          },
          "context": "Your effort comes from pushing your limits."
        },
        "position5": {
          "upright": "Eight of Swords, you can improve your career by getting rid of self-limiting thoughts.",
          "reversed": "Inverted Eight of Swords, breaking free and breaking mental patterns moves you forward.",
          "keywords": {
            "0": "freedom",
            "1": "mind",
            "2": "awareness",
            "3": "confidence",
            "4": "change"
          },
          "context": "To change your career, you must let go of your limiting beliefs."
        },
        "position6": {
          "upright": "Eight of Swords, confining yourself to limiting thoughts in the past may have hindered your career.",
          "reversed": "Reversed Eight of Swords, not being able to break free may have limited you in the past.",
          "keywords": {
            "0": "Restriction",
            "1": "mind",
            "2": "freedom",
            "3": "belief",
            "4": "past"
          },
          "context": "Mental limitations in the past may have hindered his current career."
        },
        "position7": {
          "upright": "The Eight of Swords indicates that the outcome of your career journey will be liberation by transcending your mental limitations.",
          "reversed": "The Reversed Eight of Swords can delay progress as a result of lack of self-confidence.",
          "keywords": {
            "0": "freedom",
            "1": "mind",
            "2": "borders",
            "3": "belief",
            "4": "future"
          },
          "context": "The result will be to open your way beyond your mental limits."
        }
      },
      "nineofswords": {
        "position1": {
          "upright": "The Nine of Swords is the card of anxiety, stress and insomnia. You may be carrying a huge mental burden in your career.",
          "reversed": "The Reversed Nine of Swords indicates the process of alleviating anxiety or moving towards inner peace.",
          "keywords": {
            "0": "anxiety",
            "1": "stress",
            "2": "anxiety",
            "3": "mental load",
            "4": "nightmare"
          },
          "context": "Your real career is not a burden that will make you sleepless, but a path that brings peace."
        },
        "position2": {
          "upright": "The Nine Swords tells you that you must overcome your anxieties. To improve, you must manage your fears and take positive steps.",
          "reversed": "The reversed Nine of Swords indicates that you are starting to get rid of unnecessary worries.",
          "keywords": {
            "0": "anxiety",
            "1": "anxiety",
            "2": "stress",
            "3": "liberation",
            "4": "balance"
          },
          "context": "To improve your career, you must overcome your fears and take bold steps."
        },
        "position3": {
          "upright": "The Nine of Swords indicates that anxieties can sometimes arise from external circumstances. You can't manage all the stress.",
          "reversed": "Inverted Nine of Swords, the reduction of fears and anxieties may also be due to external factors.",
          "keywords": {
            "0": "anxiety",
            "1": "anxiety",
            "2": "stress",
            "3": "difficulty",
            "4": "out of control"
          },
          "context": "You can't eliminate all your worries in your career; Some come from external influences."
        },
        "position4": {
          "upright": "Nine Swords shows that he is doing his best at his job, despite his concerns. Your effort is strong.",
          "reversed": "Inverted Nine of Swords, reduced anxiety will make your performance more visible.",
          "keywords": {
            "0": "anxiety",
            "1": "effort",
            "2": "anxiety",
            "3": "patience",
            "4": "performance"
          },
          "context": "Your effort becomes worthwhile when you continue despite your fears."
        },
        "position5": {
          "upright": "Nine of Swords, managing your anxieties and thinking more positively creates positive change in your career.",
          "reversed": "Reversed Nine of Swords, facing fears makes it easier to move forward.",
          "keywords": {
            "0": "anxiety",
            "1": "confidence",
            "2": "confrontation",
            "3": "awareness",
            "4": "change"
          },
          "context": "For change in your career, you must learn to manage your anxiety."
        },
        "position6": {
          "upright": "Nine of Swords, intense anxiety and insomnia in the past may have weakened his performance in his career.",
          "reversed": "Inverted Nine of Swords, not being able to face past fears may be affecting your current path.",
          "keywords": {
            "0": "anxiety",
            "1": "fear",
            "2": "anxiety",
            "3": "stress",
            "4": "past"
          },
          "context": "Past concerns affect your current career."
        },
        "position7": {
          "upright": "The Nine of Swords indicates that the outcome of the career journey will be to confront and overcome anxieties.",
          "reversed": "Inverted Nine of Swords, succumbing to fears can negatively affect the outcome.",
          "keywords": {
            "0": "anxiety",
            "1": "confrontation",
            "2": "bravery",
            "3": "stress",
            "4": "future"
          },
          "context": "The result will be to face your fears and overcome them."
        }
      },
      "tenofswords": {
        "position1": {
          "upright": "Ten Swords symbolizes a bitter end. It may be the end of an era in your career, but it creates space for a new beginning.",
          "reversed": "The inverted Ten of Swords indicates the process of recovery and rebirth.",
          "keywords": {
            "0": "last",
            "1": "closing",
            "2": "angle",
            "3": "finish",
            "4": "regeneration"
          },
          "context": "Your real career is hidden in the new beginning that will arise after what must end."
        },
        "position2": {
          "upright": "Ten Swords says that after endings, a new path can be opened. To improve, you must abandon the old ways and start over.",
          "reversed": "The Reversed Ten of Swords indicates the opportunity to recover and turn over a new page.",
          "keywords": {
            "0": "finish",
            "1": "regeneration",
            "2": "transformation",
            "3": "new way",
            "4": "progress"
          },
          "context": "To improve your career, you must close the old and start the new."
        },
        "position3": {
          "upright": "Ten of Swords indicates that some endings and losses are inevitable. You cannot control these processes.",
          "reversed": "Reversed Ten of Swords, the timing of the recovery process is out of your control.",
          "keywords": {
            "0": "finish",
            "1": "regeneration",
            "2": "difficulty",
            "3": "inevitability",
            "4": "out of control"
          },
          "context": "You can't change some endings in your career; they are the natural cycle."
        },
        "position4": {
          "upright": "Ten of Swords shows that despite the endings, he is doing his best and trying to start over.",
          "reversed": "Inverted Ten of Swords, when you recover, your performance will become even stronger.",
          "keywords": {
            "0": "finish",
            "1": "regeneration",
            "2": "effort",
            "3": "patience",
            "4": "performance"
          },
          "context": "Your effort is revealed by getting back up after difficult finishes."
        },
        "position5": {
          "upright": "The Ten of Swords provides a beneficial change in your career, ending the processes that consume you and starting over.",
          "reversed": "Inverted Ten of Swords, allowing recovery makes it easier for you to move forward.",
          "keywords": {
            "0": "finish",
            "1": "rebirth",
            "2": "awareness",
            "3": "cleaning",
            "4": "change"
          },
          "context": "For a change in your career, you must end old burdens and start over."
        },
        "position6": {
          "upright": "Ten of Swords, the endings or betrayals you experienced in the past may have hindered your current career.",
          "reversed": "Inverted Ten of Swords, your inability to completely let go of the burdens of the past may be affecting you.",
          "keywords": {
            "0": "finish",
            "1": "betrayal",
            "2": "wounds",
            "3": "load",
            "4": "past"
          },
          "context": "Past endings may have hindered his current career."
        },
        "position7": {
          "upright": "Ten of Swords indicates that the outcome of the career journey will be the closing of a cycle and preparation for a new beginning.",
          "reversed": "Inverted Ten of Swords, not letting go of the burdens of the past can make the outcome difficult.",
          "keywords": {
            "0": "finish",
            "1": "loop",
            "2": "regeneration",
            "3": "transformation",
            "4": "future"
          },
          "context": "The result will be to close a loop and prepare for the new."
        }
      },
      "pageofswords": {
        "position1": {
          "upright": "The Prince of Swords symbolizes curiosity, desire to learn and new ideas. A new knowledge or education process may begin in your career.",
          "reversed": "The reversed Prince of Swords indicates carelessness or superficial learning.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "idea",
            "3": "communication",
            "4": "discovery"
          },
          "context": "Your real career will flourish when you are open to learning and new ideas."
        },
        "position2": {
          "upright": "The Prince of Swords recommends that you constantly learn and keep your curiosity alive for development. Research and new ideas will grow you.",
          "reversed": "The Reverse Sword Prince says that carelessness and superficial knowledge will limit you.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "research",
            "3": "idea",
            "4": "discovery"
          },
          "context": "To advance your career, you must research and deepen your knowledge."
        },
        "position3": {
          "upright": "Prince of Swords, you cannot control the process of accessing information or the timing of news arrival.",
          "reversed": "The Reversed Prince of Swords shows that misinformation sometimes arises from external circumstances.",
          "keywords": {
            "0": "information",
            "1": "news",
            "2": "learning",
            "3": "communication",
            "4": "out of control"
          },
          "context": "You cannot determine the timing of all knowledge in your career."
        },
        "position4": {
          "upright": "The Prince of Swords shows that he is open to learning and research. This curiosity fuels your effort.",
          "reversed": "Inverted Prince of Swords, carelessness or superficial approach can diminish the strength of the effort.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "effort",
            "3": "discovery",
            "4": "performance"
          },
          "context": "Your effort is strengthened by your desire to learn."
        },
        "position5": {
          "upright": "Prince of Swords, increasing one's curiosity, researching and learning more brings a strong change in one's career.",
          "reversed": "Prince of Inverted Swords, you should go deeper instead of being satisfied with superficial knowledge.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "research",
            "3": "information",
            "4": "change"
          },
          "context": "To change your career, you need to research and learn more."
        },
        "position6": {
          "upright": "Prince of Swords, being satisfied with superficial knowledge in the past may have created a deficiency in his career.",
          "reversed": "Inverted Prince of Swords, carelessness or gossip may have slowed you down in the past.",
          "keywords": {
            "0": "information",
            "1": "learning",
            "2": "superficiality",
            "3": "carelessness",
            "4": "past"
          },
          "context": "Superficial learning in the past may have hindered your current career."
        },
        "position7": {
          "upright": "The Prince of Swords indicates that the outcome of your career journey will be shaped by new knowledge, curiosity and learning opportunities.",
          "reversed": "Inverted Prince of Swords, carelessness or superficiality can negatively affect the outcome.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "information",
            "3": "discovery",
            "4": "future"
          },
          "context": "The result will be progress by learning new things."
        }
      },
      "knightofswords": {
        "position1": {
          "upright": "The Knight of Swords symbolizes quick action and bold decisions. You want to progress decisively in your career.",
          "reversed": "The Reversed Knight of Swords indicates the risk of rashness or impulsiveness.",
          "keywords": {
            "0": "speed",
            "1": "stability",
            "2": "bravery",
            "3": "action",
            "4": "focus"
          },
          "context": "Your true career will emerge not through haste but through conscious courage."
        },
        "position2": {
          "upright": "The Knight of Swords recommends taking quick but focused steps towards improvement. You can move forward with your courage.",
          "reversed": "The Reversed Knight of Swords tells you that acting hastily or moving forward without direction will get you into trouble.",
          "keywords": {
            "0": "bravery",
            "1": "speed",
            "2": "decision",
            "3": "focus",
            "4": "progress"
          },
          "context": "You must take quick but conscious steps to improve your career."
        },
        "position3": {
          "upright": "Knight of Swords, you cannot control when rapid developments and unexpected opportunities will come.",
          "reversed": "The Reversed Knight of Swords says that changes in direction sometimes occur outside of you.",
          "keywords": {
            "0": "speed",
            "1": "opportunity",
            "2": "unexpected",
            "3": "action",
            "4": "out of control"
          },
          "context": "You cannot completely control sudden developments in your career."
        },
        "position4": {
          "upright": "The Knight of Swords shows that he moves forward with speed and courage. You're doing your best.",
          "reversed": "Reversed Knight of Swords, haste can diminish the effectiveness of the effort.",
          "keywords": {
            "0": "bravery",
            "1": "speed",
            "2": "effort",
            "3": "focus",
            "4": "performance"
          },
          "context": "Your effort shows up in your courage and speed."
        },
        "position5": {
          "upright": "Knight of Swords, taking action courageously and quickly will enable you to make beneficial changes in your career.",
          "reversed": "Reverse Knight of Swords, avoiding haste allows you to progress more efficiently.",
          "keywords": {
            "0": "bravery",
            "1": "movement",
            "2": "vision",
            "3": "resolution",
            "4": "change"
          },
          "context": "For change in your career, you must act bravely but balancedly."
        },
        "position6": {
          "upright": "Knight of Swords, hasty decisions in the past may have hindered his career.",
          "reversed": "Knight of Swords Reversed: Impatience and anger may have blocked your path in the past.",
          "keywords": {
            "0": "impetuosity",
            "1": "impatience",
            "2": "anger",
            "3": "speed",
            "4": "past"
          },
          "context": "Hasty decisions in the past may have hindered your current career."
        },
        "position7": {
          "upright": "The Knight of Swords indicates that the outcome of your career journey will be moving forward with quick and determined steps.",
          "reversed": "Reverse Knight of Swords, your plans may be incomplete as a result of haste.",
          "keywords": {
            "0": "speed",
            "1": "stability",
            "2": "aim",
            "3": "bravery",
            "4": "future"
          },
          "context": "The result will be rapid and determined progress."
        }
      },
      "queenofswords": {
        "position1": {
          "upright": "The Queen of Swords symbolizes intelligence, independence and objectivity. You can make the right decisions in your career with your logic.",
          "reversed": "The Reversed Queen of Swords can show extreme coldness or detachment from emotions.",
          "keywords": {
            "0": "intelligence",
            "1": "independence",
            "2": "sharpness",
            "3": "real",
            "4": "logic"
          },
          "context": "Your true career will become clear where you can use your logic freely."
        },
        "position2": {
          "upright": "The Queen of Swords recommends you make clear decisions using your logic and independence. It accelerates the development of objective perspective.",
          "reversed": "The Queen of Swords reversed indicates that excessive coldness or ignoring emotions can limit you.",
          "keywords": {
            "0": "logic",
            "1": "independence",
            "2": "sharpness",
            "3": "justice",
            "4": "intelligence"
          },
          "context": "To develop your career, you must make logical and independent decisions."
        },
        "position3": {
          "upright": "Queen of Swords, you cannot control other people's thoughts or their level of objectivity.",
          "reversed": "Reverse Queen of Swords, the coldness or misjudgment around you develops outside of you.",
          "keywords": {
            "0": "logic",
            "1": "judgment",
            "2": "objectivity",
            "3": "communication",
            "4": "out of control"
          },
          "context": "You can't change other people's logic or judgment in your career."
        },
        "position4": {
          "upright": "The Queen of Swords shows that she is doing her best by working logically, objectively and independently.",
          "reversed": "The Reversed Queen of Swords can overshadow performance by extreme coldness or distance.",
          "keywords": {
            "0": "logic",
            "1": "independence",
            "2": "effort",
            "3": "discipline",
            "4": "performance"
          },
          "context": "Your effort is strengthened by your logical and independent approach."
        },
        "position5": {
          "upright": "Queen of Swords, you can make powerful changes in your career by emphasizing objectivity and logic.",
          "reversed": "Reverse Queen of Swords, you need to increase empathy rather than being overly distant.",
          "keywords": {
            "0": "logic",
            "1": "objectivity",
            "2": "sharpness",
            "3": "discipline",
            "4": "change"
          },
          "context": "For change in your career, you need to be more objective and clear."
        },
        "position6": {
          "upright": "The Queen of Swords, being too distant or unemotional in the past may have made their relationships difficult.",
          "reversed": "Queen of Swords Reversed, being overly critical can be an obstacle from the past.",
          "keywords": {
            "0": "criticism",
            "1": "cold",
            "2": "logic",
            "3": "distance",
            "4": "past"
          },
          "context": "Rigid attitudes in the past may have hindered his current career."
        },
        "position7": {
          "upright": "The Queen of Swords indicates that the outcome of your career journey will be objective perspective, logical decisions and independence.",
          "reversed": "Inverted Queen of Swords, excessive criticism or coldness can negatively impact the outcome.",
          "keywords": {
            "0": "logic",
            "1": "objectivity",
            "2": "independence",
            "3": "sharpness",
            "4": "future"
          },
          "context": "The result will be to move forward independently with logical and objective decisions."
        }
      },
      "kingofswords": {
        "position1": {
          "upright": "The King of Swords symbolizes the combination of authority, justice and intelligence. You move forward in your career with wisdom and strategy.",
          "reversed": "The Reversed King of Swords may indicate abuse of authority or overly rigid attitudes.",
          "keywords": {
            "0": "authority",
            "1": "justice",
            "2": "strategy",
            "3": "intelligence",
            "4": "logic"
          },
          "context": "Your true career is revealed when you lead with wisdom and fairness."
        },
        "position2": {
          "upright": "The King of Swords recommends that you move forward with strategic thinking and fair leadership. You can guide others with your wisdom.",
          "reversed": "The Reverse King of Swords indicates that you may be hindered by misuse of authority or rigid thoughts.",
          "keywords": {
            "0": "leadership",
            "1": "strategy",
            "2": "justice",
            "3": "intelligence",
            "4": "wisdom"
          },
          "context": "To advance your career, you must make wise and fair decisions."
        },
        "position3": {
          "upright": "King of Swords, you cannot control the strategic decisions made by authority figures.",
          "reversed": "The Reverse King of Swords indicates that oppressive or unfair decisions are coming from outside of you.",
          "keywords": {
            "0": "authority",
            "1": "decision",
            "2": "strategy",
            "3": "judgment",
            "4": "out of control"
          },
          "context": "You cannot change the decisions of leaders in your career."
        },
        "position4": {
          "upright": "The King of Swords shows that he reflects his wisdom and fair decisions into his work. You're doing your best.",
          "reversed": "The Reversed King of Swords, rigid attitude, or misjudgments may diminish the value of your performance.",
          "keywords": {
            "0": "wisdom",
            "1": "justice",
            "2": "leadership",
            "3": "effort",
            "4": "performance"
          },
          "context": "You stand out with your efforts, fairness and wise decisions."
        },
        "position5": {
          "upright": "King of Swords, you can make constructive changes in your career by making strategic and wise decisions.",
          "reversed": "Reverse King of Swords, you should move away from rigid attitudes and be more flexible.",
          "keywords": {
            "0": "wisdom",
            "1": "strategy",
            "2": "leadership",
            "3": "justice",
            "4": "change"
          },
          "context": "For change in your career, you should emphasize wisdom and strategic thinking."
        },
        "position6": {
          "upright": "King of Swords, authoritarian attitudes or overly strict rules may have hindered his career in the past.",
          "reversed": "The Reversed King of Swords may be an obstacle from the past, such as unfair decisions or irrational behavior.",
          "keywords": {
            "0": "authority",
            "1": "rigidity",
            "2": "justice",
            "3": "logic",
            "4": "past"
          },
          "context": "Authoritarian or unfair approaches in the past may have hindered your current career."
        },
        "position7": {
          "upright": "The King of Swords indicates that the outcome of your career journey will be shaped by wisdom, justice and strong leadership.",
          "reversed": "The Reversed King of Swords can be weakened by authoritarianism or injustice.",
          "keywords": {
            "0": "wisdom",
            "1": "justice",
            "2": "authority",
            "3": "leadership",
            "4": "future"
          },
          "context": "The result will be empowerment with wise and fair leadership."
        }
      },
      "aceofwands": {
        "position1": {
          "upright": "The Ace of Wands means inspiration, a new opportunity, and an energetic beginning. A door may open in your career that ignites your passion and excites you.",
          "reversed": "The Ace of Wands reversed indicates delayed opportunities or blockage of energy. Maybe your creativity is being stifled in your current job.",
          "keywords": {
            "0": "inspiration",
            "1": "beginning",
            "2": "creativity",
            "3": "energy",
            "4": "passion"
          },
          "context": "Your real career lies in a new beginning that fires you up and brings out your energy."
        },
        "position2": {
          "upright": "The Ace of Wands suggests starting a new project or passionate idea for growth. Activate your inspiration.",
          "reversed": "The Ace of Wands reversed indicates that procrastination on opportunities or loss of motivation may be holding you back.",
          "keywords": {
            "0": "inspiration",
            "1": "beginning",
            "2": "energy",
            "3": "passion",
            "4": "creativity"
          },
          "context": "To improve your career, you need to make a new start that excites you."
        },
        "position3": {
          "upright": "Ace of Wands, you can't control when inspiration and bursts of energy will strike. Opportunities sometimes arise spontaneously.",
          "reversed": "Reverse Ace of Wands, blockages or delays are out of your hands. When inspiration turns on depends on natural cycles.",
          "keywords": {
            "0": "inspiration",
            "1": "energy",
            "2": "opportunity",
            "3": "beginning",
            "4": "out of control"
          },
          "context": "You cannot determine the flow of inspiration and energy in your career."
        },
        "position4": {
          "upright": "The Ace of Wands shows that you approach new opportunities at work with enthusiasm and do your best with passion.",
          "reversed": "Inverted Ace of Wands, lack of motivation or procrastination can prevent your performance from appearing complete.",
          "keywords": {
            "0": "passion",
            "1": "inspiration",
            "2": "effort",
            "3": "beginning",
            "4": "performance"
          },
          "context": "Your effort is revealed by the energy and passion you bring to your work."
        },
        "position5": {
          "upright": "Ace of Wands: Starting new projects and revealing one's creativity more boldly creates a strong change in one's career.",
          "reversed": "Reverse Ace of Wands: Bringing the ideas you have been postponing to life will take you forward.",
          "keywords": {
            "0": "creativity",
            "1": "beginning",
            "2": "bravery",
            "3": "inspiration",
            "4": "change"
          },
          "context": "For change in your career, you must dare new beginnings."
        },
        "position6": {
          "upright": "Ace of Wands, the beginnings you did not dare to or the opportunities you missed in the past may have hindered your career today.",
          "reversed": "Inverted Ace of Wands, lack of enthusiasm or lack of motivation may be an obstacle from the past.",
          "keywords": {
            "0": "beginning",
            "1": "inspiration",
            "2": "bravery",
            "3": "opportunity",
            "4": "past"
          },
          "context": "The starts you missed in the past affect your career today."
        },
        "position7": {
          "upright": "The Ace of Wands indicates that the outcome of your career journey will be shaped by creative beginnings and strong inspiration.",
          "reversed": "The Ace of Wands Reversed can slow down as a result of lack of motivation or missed opportunities.",
          "keywords": {
            "0": "beginning",
            "1": "inspiration",
            "2": "creativity",
            "3": "motivation",
            "4": "future"
          },
          "context": "The result will be strong inspiration and moving forward with new beginnings."
        }
      },
      "twoofwands": {
        "position1": {
          "upright": "Two of Wands means planning and vision. You have the potential to take solid steps towards the future in your career.",
          "reversed": "The Two of Wands reversed may indicate that you are not living up to your potential due to fears or indecision.",
          "keywords": {
            "0": "planning",
            "1": "vision",
            "2": "decision",
            "3": "progress",
            "4": "opportunity"
          },
          "context": "Your true career is revealed where you expand your horizons and plan boldly."
        },
        "position2": {
          "upright": "Two of Wands suggests you plan for the long term and expand your vision. You must look to the future boldly.",
          "reversed": "The Two of Wands reversed tells you that indecision and fears may limit you.",
          "keywords": {
            "0": "vision",
            "1": "plan",
            "2": "bravery",
            "3": "expansion",
            "4": "aim"
          },
          "context": "To develop your career, you need to broaden your horizons and make clear plans."
        },
        "position3": {
          "upright": "Two of Wands, you cannot control when external opportunities and areas of long-term growth open up.",
          "reversed": "Reversed Two of Wands, some future uncertainty and lack of opportunities develop outside of you.",
          "keywords": {
            "0": "plan",
            "1": "vision",
            "2": "opportunity",
            "3": "uncertainty",
            "4": "out of control"
          },
          "context": "You cannot control the emergence of opportunities that will expand your horizons in your career."
        },
        "position4": {
          "upright": "Two of Wands indicates that you are doing your best to plan and develop a vision.",
          "reversed": "Two of Wands Reversed, lack of a clear plan can diminish the strength of the effort.",
          "keywords": {
            "0": "vision",
            "1": "plan",
            "2": "aim",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort becomes stronger with the planned steps you take for the future."
        },
        "position5": {
          "upright": "Two of Wands provides beneficial change in career, making longer-term plans and expanding one's vision.",
          "reversed": "Reversed Two of Wands, eliminating the lack of planning accelerates development.",
          "keywords": {
            "0": "plan",
            "1": "vision",
            "2": "long term",
            "3": "aim",
            "4": "change"
          },
          "context": "You should set clear and big goals for change in your career."
        },
        "position6": {
          "upright": "Two of Wands, not making long-term plans or keeping a narrow horizon may have hindered your career in the past.",
          "reversed": "Two of Wands reversed, not taking advantage of opportunities and lack of vision may have limited your present.",
          "keywords": {
            "0": "vision",
            "1": "plan",
            "2": "long term",
            "3": "narrow view",
            "4": "past"
          },
          "context": "Lack of vision in the past affects his career today."
        },
        "position7": {
          "upright": "The Two of Wands indicates that the outcome of your career journey will be shaped by planned steps and broad vision.",
          "reversed": "The Two of Wands reversed can negatively affect the outcome due to short-sightedness or hesitation.",
          "keywords": {
            "0": "plan",
            "1": "vision",
            "2": "future",
            "3": "aim",
            "4": "progress"
          }
        }
      }
    }
  }
}
