{
  "love": {
    "meanings": {
      "theemperor": {
        "position1": {
          "context": "Ova osoba je lider koji želi da izgradi svoj život i odnose na čvrste temelje."
        },
        "position2": {
          "upright": "U vašoj fizičkoj vezi postoji struktura, kontrola i strast. Doživela energija koja ima vođstvo i kontrolu u seksualnosti. To može biti moćan i zaštitni seksualni dinamika.",
          "reversed": "Invertirani car ukazuje na preterano kontrolisanje, dominantno ili kruti stav u seksualnom životu. Možda postoji nedostatak emocionalnog izražavanja ili nedostatka seksualne želje. Može se pojaviti borba za napajanje.",
          "keywords": {
            "0": "strast",
            "1": "kontrola",
            "2": "snaga",
            "3": "stabilnost",
            "4": "rukovodstvo"
          },
          "context": "Vaša seksualna veza je dobro osnovana struktura u kojoj se spajaju strast i kontrola."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je izgrađena na čvrstim temeljima, stabilnosti i međusobnom poštovanju. Vi ste zaštitni i lojalni jedni drugima. Ovo je poverenje, strukturirano duhovno partnerstvo.",
          "reversed": "Reverdirani car ukazuje da postoji emocionalna krutost, bitke za kontrolu ili nedostatak naklonosti između vas. Emocije nisu izražene, duhovna veza ostaje slaba.",
          "keywords": "[\"Stabilnost\", \"Poverenje\", \"Zaštita\", \"Solid Fondacije\", \"lojalnost\"]",
          "context": "Vaša emocionalna veza je dvorac izgrađen dovoljno jak da izdrži oluje."
        },
        "position4": {
          "upright": "Dugoročni rezultat je izuzetno stabilan, siguran i trajan odnos. Ovo ukazuje na uspostavljanje čvrstih struktura kao što su brak ili dugoročno partnerstvo.",
          "reversed": "Invertirani car ukazuje da će to dugoročno, veza postati zatvor zbog bitaka za kontrolu, emocionalnu rigidnost ili dominaciju jednog partnera.",
          "keywords": "[\"Trajna veza\", \"Stabilnost\", \"Sigurnost\", \"brak\", \"čvrsta struktura\"]",
          "context": "Dugoročna sudbina ove veze je izgradnja čvrstog carstva koja će podnijeti test vremena."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "Osoba koju ste zainteresovane je neko ko se pridržava tradicija, ima velike moralne vrednosti i pridaje značaj socijalnim pravilima. On može tražiti ozbiljnost, posvećenost i tradicionalni put u odnosima.",
          "reversed": "Ukrasan hierofant pokazuje da ova osoba može biti razbijanje pravila, buntovni, dogmatski ili uski ugovor. Možda oseća socijalni pritisak ili odbija tradicionalne načine.",
          "keywords": "[\"Tradicija\", \"Sistemi verovanja\", \"Pravila\", \"Posvećenost\", \"Duhovnost\"]",
          "context": "Ova osoba je neko ko živi ljubav i život sa određenim verovanjem ili sistemom vrednosti."
        },
        "position2": {
          "upright": "Vaša fizička veza može se doživeti u okviru tradicionalnih i određenih očekivanja. Seksualnost se može posmatrati kao deo sveta veze ili braka. Nosi značenje rituala i predanosti, a ne strasti.",
          "reversed": "Hierofant je preokrenut ukazuje na pobunu protiv seksualnog tabua ili tradicionalnog morala. Možda postoji potraga za seksualnom slobodom ili nekonvencionalna seksualna iskustva.",
          "keywords": {
            "0": "Tradicionalna seksualnost",
            "1": "lojalnost",
            "2": "ritual",
            "3": "Tabuos",
            "4": "svetina veza"
          },
          "context": "Vaš seksualni život živi u okviru oblikovan socijalnim ili ličnim uverenjima."
        },
        "position3": {
          "upright": "Postoji duhovna veza između vas koja se zasniva na zajedničkim uverenjima, vrednostima i tradicijama. Ova veza ima više značenje za vas i vi ste duhovni učitelji jedni drugima.",
          "reversed": "Prekoračeni hierofant pokazuje da doživljavate sukob na duhovnim ili moralnim pitanjima. Vaše vrednosti se ne usklađuju i to uzrokuje emocionalnu udaljenost.",
          "keywords": "[\"Duhovno partnerstvo\", \"Zajedničko uverenje\", \"Vrednosti\", \"podučavanje\", \"Posvećenost\"]",
          "context": "Vaša duhovna veza je poput druženja dva učenika ujedinjena u zajedničkom sistemu verovanja."
        },
        "position4": {
          "upright": "Dugoročni ishod ovog odnosa je tradicionalna posvećenost, obično brak. Često vas očekuje poštovanje partnerstva zasnovano na uobičajenim verovima i društvenim vrednostima.",
          "reversed": "Ograničeni hierofant pokazuje da će ovaj odnos biti težak da dugoročno učini rad zbog socijalnog pritiska ili različitih uverenja. Pobuna ili odlazak iz konvencije.",
          "keywords": "[\"brak\", \"tradicionalna posvećenost\", \"zajednička uverenja\", \"Socijalno odobrenje\", \"Dugoročno partnerstvo\"]",
          "context": "Krajnja sudbina ove obveznice je formalna unija, koju je društvo i tradicija posvećena."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Ova osoba je na važnom mestu u pogledu odnosa i partnerstava. Neko ko deluje iz srca, voli je i otvoren je za stvaranje duboke veze sa partnerom. Možda će vam osećati snažnu duhovnu privlačnost.",
          "reversed": "Ljubitelji preokrenuti ukazuju da je ta osoba neodlučna u odnosima, čineći pogrešne izbore ili u sukobu njihovog srca i uma. Možda postoje nespojivost i problemi sa komunikacijama.",
          "keywords": "[\"Ljubav\", \"Izbor\", \"Harmoni\", \"Partnerstvo\", \"Duhovna veza\"]",
          "context": "Ova osoba je neko ko traži put do svog srca i uoči je važne odluke o odnosu."
        },
        "position2": {
          "upright": "Postoji duboka harmonija i savršena hemija između vas, duhovno i fizički. Seksualnost nije samo fizički čin, to je zajednica dve duše. Seksualna veza puna intenzivne ljubavi i strasti.",
          "reversed": "Ljubitelji preokrenuti ukazuju na fizičku i emocionalnu disharmoniju, pogrešne odluke u seksualnim stvarima ili isključenjem. Čak i ako se kože podudara, može ukazivati na to da srca nisu na istoj frekvenciji.",
          "keywords": {
            "0": "seksualna harmonija",
            "1": "srodna duša",
            "2": "strast",
            "3": "hemijski",
            "4": "duboko vezan"
          },
          "context": "Vaša fizička veza predstavlja sveti unije, gde dve duše postaju jedno."
        },
        "position3": {
          "upright": "Između vas postoji duboka duhovna i emocionalna harmonija. Ovo predstavlja srodnu dušu ili blizanku vezu, savršenu uniju srca i umova. Popunite jedni druge emocionalno.",
          "reversed": "Ukrašeni ljubitelji pokazuju da postoji emocionalna disharmonija ili duhovno isključenje između vas. Vaše vrednosti ili srca mogu da gledaju u različitim pravcima. Pogrešan emotivni izbor.",
          "keywords": "[\"SOULLE\", \"Emotivna kompatibilnost\", \"Dubina veza\", \"Izbor srca\", \"Union\"]",
          "context": "Vaša emocionalna veza je sveta unija u kojoj se dve duše okupe da formiraju jedinstvenu celinu."
        },
        "position4": {
          "upright": "Dugoročni rezultat je partnerstvo puno dubokog ljubavi, duhovnog jedinstva i harmonije. Ovo je najviši potencijal veze \"SOULLE\" i označava trajnu sreću.",
          "reversed": "Ljubitelji preokrenuti ukazuju da je dugoročno napravljen pogrešan izbor i veza će se završiti zbog nekompatibilnosti. Odvajanje srca je neizbežno.",
          "keywords": "[\"Soulmate\", \"Trajna ljubav\", \"Harmoning partnerstvo\", \"Sreća\", \"Pravi izbor\"]",
          "context": "Sudbina ove veze je duboka i smislena ljubavna priča u kojoj dve duše postaju jedno."
        }
      },
      "thechariot": {
        "position1": {
          "upright": "Osoba koju vas privlači ambiciozna je, snažna voljena i fokusirana na njihove ciljeve. Preuzeo je kontrolu nad svojim životom i brzo se kreće napred. Ako želi vezu, on će navesti ovaj cilj odlučnošću.",
          "reversed": "Invertirano kočije ukazuje da ova osoba ima nekontrolisanu, besmislenu ili agresivnu energiju. Možda je izgubio kontrolu nad svojim životom ili je odustao od strane prepreka.",
          "keywords": "[\"Vill\", \"Pobeda\", \"Kontrola\", \"Ambicija\", \"Akcija\"]",
          "context": "Ova osoba je ratnik koji vozi automobil svog života odlučnošću prema svojim ciljevima."
        },
        "position2": {
          "upright": "Imate snažnu volju, orijentaciju ciljeva i visoki libido u svom seksualnom životu. Strastveni i energični seksualni odnos. Jedna od stranaka zna šta žele seksualno i preduzima mere da ga dobiju.",
          "reversed": "Invertirani kolatira ukazuje na nekontrolisanu ili agresivnu upotrebu seksualne energije. Možda postoji seksualna disharmonija, nestrpljivost ili neravnoteža libida.",
          "keywords": {
            "0": "visoki libido",
            "1": "volja",
            "2": "strast",
            "3": "kontrola",
            "4": "energija"
          },
          "context": "Vaša seksualna energija je moćna i strastvena sila koja se kreće ka svom cilju odlučnošću."
        },
        "position3": {
          "upright": "Emotivno ste fiksirani na istoj meta. Duhovna veza između vas omogućava vam da krenete ka zajedničkom cilju. Ovo je snažan timski duh koji zajedno prevlada poteškoće.",
          "reversed": "Reverse Chariot ukazuje da vaši emocionalni ciljevi idu u različitim pravcima ili se između vas ima energije. Ne možete napredovati na istoj sobi duhovno.",
          "keywords": "[\"Zajednički cilj\", \"Snažna volja\", \"Emotivno jedinstvo\", \"napredak\", \"Određivanje\"]",
          "context": "Vaša emocionalna veza je snažna i odlučna kočija, putujući zajedno prema istom cilju."
        },
        "position4": {
          "upright": "Dobićete svoje ciljeve prevazilaženjem teškoća zajedno. Dugoročni rezultat je pobeda osvojena zajedničkom voljom i uspešnom savezom.",
          "reversed": "Reversed Chariot ukazuje da će se odnos dugoročno razvijati zbog borbe na snazi i različitog ciljeva. Gubitak kontrole i neuspeha.",
          "keywords": "[\"Zajednička pobeda\", \"Uspeh\", \"Postizanje ciljeva\", \"snažno jedinstvo\", \"napredak\"]",
          "context": "Budućnost ovog odnosa je deljena pobeda zbog nevolja."
        }
      },
      "strength": {
        "position1": {
          "upright": "Ova osoba ima unutrašnju snagu, hrabrost i strpljenje. Prevladava poteškoće sa saosećanjem i razumevanjem, a ne grube sile. On je nežan, ali snažan lik koji može da kontroliše svoje divlje impulse.",
          "reversed": "Obrnuta snaga ukazuje da je ta osoba nesigurna, kukavička ili vođena unutrašnjim impulsima. On možda nepravilno koristi svoju moć ili se oseća slabo.",
          "keywords": "[\"unutrašnja snaga\", \"Hrabrost\", \"saosećanje\", \"Strpljenje\", \"Kontrola\"]",
          "context": "Ova osoba je hrabro srce koje zna da istinska snaga leži u dobroti i strpljenju."
        },
        "position2": {
          "upright": "Strast i naklonost su u savršenoj ravnoteži u vašoj fizičkoj vezi. Divlje želje se upravljaju blagim dodirom i strpljenjem. Seksualnost koja je jaka, ali istovremeno mekano i ljubavno.",
          "reversed": "Invertirana snaga ukazuje na seksualnu nesigurnost ili nekontrolisani izraz sirovih želja. Ne postoji ravnoteža između strasti i saosećanja.",
          "keywords": {
            "0": "uravnotežena strast",
            "1": "saosećanje",
            "2": "unutrašnja snaga",
            "3": "strpljenje",
            "4": "seksualno samopouzdanje"
          },
          "context": "Vaša seksualnost je izraz unutrašnje moći koja nežno može da ukroti divlji lav."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je izgrađena na saosećanje, strpljenje i duboku unutrašnju snagu. Svoje prihvatate i smirite jedni drugima najdublji aspekti. To je veza koja zaceljuje dušu.",
          "reversed": "Obrnuta snaga pokazuje da pokazujete emocionalnu nepoverenje ili slabost jedni prema drugima. Možda ćete se odvojiti duhovnu snagu jedni drugima.",
          "keywords": "[\"saosećajna snaga\", \"Strpljenje\", \"Prihvatanje\", \"Duhovno isceljivanje\", \"unutrašnja snaga\"]",
          "context": "Vaša emocionalna veza je isceljujući dodir koji govori čak i najteže emocije sa saosećanjem."
        },
        "position4": {
          "upright": "Dugoročni rezultat je duboka, izdržljiva obveznica ojačana saosećanje i strpljenje. Prihvatanjem još najtežih aspekata jedni drugima sa ljubavlju, uspostavićete nepokolebljivo jedinstvo.",
          "reversed": "Ukrašena čvrstoća ukazuje da će nesigurnosti i slabosti u dugoj vožnji provesti vezu. Strast između vas ne može biti uravnotežena sa saosećanje i veza je prekinuta.",
          "keywords": "[\"Izdržljiva veza\", \"saosećanje\", \"Strpljenje\", \"Međusobni prihvat\", \"unutrašnja snaga\"]",
          "context": "Dugoročni rezultat ovog odnosa je nepokolebljiva snaga koja odoleva oluje sa ljubavlju."
        }
      },
      "thehermit": {
        "position1": {
          "upright": "Osoba koju vas privlači je neko ko je introvertiran, na duhovnu potragu i potrebna je samoća. Trenutno se može udaljiti od odnosa i tražiti svoje unutrašnje smernice.",
          "reversed": "Invertirani pustinjak ukazuje da se ta osoba prisilno izolirala od društva, pati od straha od usamljenosti ili odbija da sluša savet drugih. Možda je izgubljen u izolaciji.",
          "keywords": "[\"unutrašnja potraga\", \"usamljenost\", \"mudrost\", \"Uputstvo\", \"Introverzija\"]",
          "context": "Ova osoba je mudra put koji traži odgovore u sebi, a ne napolju."
        },
        "position2": {
          "upright": "Fizička veza i seksualnost trenutno nisu prioriteti. Jedna ili obe strane su u periodu seksualnog povlačenja, usamljenosti ili introverzije. Potrebno je vreme i strpljenje da uspostavi fizičku vezu.",
          "reversed": "Invertirani pustinjak može navesti kraj perioda seksualne izolacije ili imati seksualni odnos iz straha od usamljenosti. Postoji napor za povezivanje, ali to može biti izazovno.",
          "keywords": {
            "0": "seksualno povlačenje",
            "1": "nizak libido",
            "2": "usamljenost",
            "3": "introverzija",
            "4": "rastojanje"
          },
          "context": "Fizička veza je sada sekundarna duša koja je na potrazi i okrenuta se prema unutra."
        },
        "position3": {
          "upright": "Postoji emocionalna udaljenost između vas ili perioda u kojem se obe strane okreću prema unutra. Vaša veza se može zasnivati na poštovanju duhovnog putovanja jednih drugih. Duboka, ali tiha veza.",
          "reversed": "Okrećeni svetac pokazuje da se neko ko se pridržava drugog ili prisilno izolirajući emocionalno iz straha od usamljenosti. Duhovna veza se ne može uspostaviti.",
          "keywords": "[\"Emocionalna udaljenost\", \"Uključivanje unutrašnje\", \"duhovna potraga\", \"usamljenost\", \"Poštovanje\"]",
          "context": "Vaša emocionalna veza je putovanje u kojem dvije duše koje daju jedni drugima prostor za svemiru za sopstvenu unutrašnju svetlost."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos može dovesti do raspada ili duhovne pretrage u kojoj obe strane idu posebne načine. Ovo nije nužno loše, to je korak ka ličnom rastu.",
          "reversed": "Reversed Hestit ukazuje da će, dugoročno, osećaj usamljenosti i izolacije okončati odnos. Pre nego što možete da posegnete jedni druge, izgubit ćete se u odvojenim svetovima.",
          "keywords": "[\"Odvajanje\", \"lično putovanje\", \"usamljenost\", \"okretanje prema unutra\", \"rast\"]",
          "context": "Sudbina ovog odnosa je da obe duše idu odvojene načine da pronađu svoju svetlost."
        }
      },
      "thewheeloffortune": {
        "position1": {
          "upright": "Ova osoba je na važnom prekretnju i ciklusu promene u njegovom životu. Vetrovi sudbine udaraju za njega. Takođe može biti najarna i neočekivana dešavanja u vašem životu.",
          "reversed": "Vheel forTune obrnut ukazuje da ova osoba prolazi kroz nesretnu zakrpu, odupiru se promenama ili se oseća kao da gube kontrolu nad svojim životom. Stvari bi mogle pogriješiti za njega.",
          "keywords": "[\"Sudbina\", \"Ciklusi\", \"Promena\", \"šansa\", \"prekretnička tačka\"]",
          "context": "Ova osoba je u sredini života i padova, u tački gde se okreće točak sudbine."
        },
        "position2": {
          "upright": "Postoje neočekivani događaji i ciklične promene u vašem seksualnom životu. Ponekad možete biti veoma strastveni, ponekad udaljeniji. Vreme kada vas sudbina fizički dovede zajedno ili vas razdvajaju.",
          "reversed": "Obrnuti točak bogatstva ukazuje na stagnaciju, lošu sreću ili ponavljajući negativne cikluse u seksualnom životu. Seksualna rutina je možda postala dosadna.",
          "keywords": {
            "0": "sudbina",
            "1": "petlje",
            "2": "Neočekivani razvoj",
            "3": "seksualna hemija",
            "4": "promeniti"
          },
          "context": "Vaš seksualni život je pun uspona i padova i iznenađenja, poput okretanja točka sudbine."
        },
        "position3": {
          "upright": "Ovo je karmička duhovna veza. Sudbina vas je okupila i ova veza igra važnu ulogu u vašoj duhovnoj evoluciji. Vaša veza je u stalnom promeni i rastu.",
          "reversed": "Vheel forTune obrnut ukazuje da je odnos zaglavljen u duhovnom ciklusu ili ponavljate negativan karmički obrazac. Odupiraćete se promenama.",
          "keywords": "[\"Karmička veza\", \"Sudbina\", \"Duhovni ciklus\", \"Promena\", \"Evolucija\"]",
          "context": "Vaša duhovna veza je dve duše koju su povezane sa sudbinom i sa kim morate završiti ciklus."
        },
        "position4": {
          "upright": "Dugotrajna sudbina ovog odnosa je sudbona prekretnice. Možete ući u novi i srećni ciklus zajedno. Sudbina će vas dovesti zajedno.",
          "reversed": "Vjekotvoreni točak bogatstva ukazuje da će to dugoročno, loša sreća i ponovljeni negativni ciklusi uništiti odnos. Sudbina može da se razdvoji vaše načine.",
          "keywords": "[\"Sudbina\", \"Prekretnička tačka\", \"šansa\", \"Novi ciklus\", \"Karmički ishod\"]",
          "context": "Krajnji rezultat ove veze je da se točak sudbina pretvara u vašu korist ili protiv vas."
        }
      },
      "justice": {
        "position1": {
          "upright": "Osoba koju vas privlači je fer, iskren, logičan i uravnotežen. On traži istinitost i transparentnost u svom životu i odnosima. Može se suočiti sa posledicama njegovih prošlih postupaka.",
          "reversed": "Obrnuta pravda pokazuje da ova osoba nepravedno deluje, premijera odgovornost ili je pristrasna. U vašem životu može postojati neravnoteža ili nepravda.",
          "keywords": "[\"Pravda\", \"ravnoteža\", \"pravičnost\", \"efekat uzroka\", \"Odluka\"]",
          "context": "Ova osoba je duša koja veruje da bi život i ljubav trebali biti u sajmu."
        },
        "position2": {
          "upright": "Bilans, pravičnost i iskrenost su važni u vašoj fizičkoj vezi. Posljedni seksualni odnos u kojima su ispunjeni potrebe i želje oba partnera. Seksualnost se zasniva na međusobnom poštovanju.",
          "reversed": "Obrnuta pravda ukazuje na neravnotežu ili nepravdu u seksualnom životu. Želje jedne stranke dominiraju drugim, ili nedostaje iskrenosti u seksualnim stvarima.",
          "keywords": {
            "0": "ravnoteža",
            "1": "pravda",
            "2": "iskrenost",
            "3": "reciprocitet",
            "4": "poštovanje"
          },
          "context": "Vaša seksualnost se zasniva na fer transakciji u kojoj su obe strane zadovoljne."
        },
        "position3": {
          "upright": "Vaša emocionalna veza zasniva se na iskrenosti, ravnotežnom i međusobnom razumevanju. Postoji otvorena komunikacija između vas i obe strane preuzimaju emocionalnu odgovornost. Ovo je pravi duhovni ugovor.",
          "reversed": "Obrnuta pravda ukazuje na emocionalnu nepravdu ili neravnotežu. Jedna strana se oseća pogrešno ili greške prošlosti nisu oproštene.",
          "keywords": "[\"Emocionalna pravda\", \"Iskrenost\", \"ravnoteža\", \"Odgovornost\", \"Otvorena komunikacija\"]",
          "context": "Vaša emocionalna veza je poštena skala u kojoj obe duše dobijaju i daju ono što zaslužuju."
        },
        "position4": {
          "upright": "Dugoročni rezultat je dobro zasluženi balans i pravda. Ovo može biti formalna posvećenost (brak, pravno partnerstvo) ili iskreno odvajanje. Svi će žeti ono što poseju.",
          "reversed": "Obrnuta pravda pokazuje da će se odnos dugoročno završiti zbog nepravde, nepravednosti ili neriješenog sukoba. Karmički dug može ostati.",
          "keywords": "[\"Pravda\", \"ravnoteža\", \"zvaničnost\", \"uzrok i posledica\", zasluženi rezultat \"]",
          "context": "Sudbina ovog odnosa je pravi ishod u kojem će se manifestovati univerzalna pravda."
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "Ova osoba je u periodu pauziranja da bi se dobila drugačija perspektiva na stvarima. Možda će se zrnjeti ili čekati na nešto. Preferira da posmatra umesto da preduzme akcije.",
          "reversed": "Invertirani obješen čovek pokazuje da se ova osoba uzalud žrtava zaglavila je u situaciji ili se odupiru promenama. Možda gubi vreme i energiju.",
          "keywords": "[\"drugačija perspektiva\", \"Žrtva\", \"Pauza\", \"Predajte se\", \"Čekanje\"]",
          "context": "Ovo je neko ko treba da se zaustavi i različito gleda na svijet da bi se krenuo napred."
        },
        "position2": {
          "upright": "Period pauze, žrtve ili suspenzije u seksualnom životu. Umesto fizičkog unija, duhovna ili platonska veza može biti na čelu. Vreme je da pogledate seksualnost iz druge perspektive.",
          "reversed": "Invertirani obješen čovek ukazuje na blokadu u seksualnom životu ili besmislenoj žrtvi. Jedna od stranaka nije seksualno zadovoljena, ali ne radi ništa da promeni ovu situaciju.",
          "keywords": {
            "0": "pauza",
            "1": "žrtvovati",
            "2": "suspenzija",
            "3": "Platonic Bond",
            "4": "mišljenje"
          },
          "context": "Vaša fizička veza se zaustavila za sada, čekajući da vide stvari iz druge perspektive."
        },
        "position3": {
          "upright": "Vi ste u periodu emocionalne pauze ili žrtve. Ova veza vas uči da gledate stvari iz druge duhovne perspektive. Napredak će doći sa predajom.",
          "reversed": "Invertirani obješen čovek pokazuje da ste u emocionalnom zastoj ili jedna stranka u uzaludnim. Ne možete da napredujete duhovno, zaglavili ste.",
          "keywords": "[\"Duhovna perspektiva\", \"Predaja\", \"Žrtva\", \"Pauza\", \"Čekanje\"]",
          "context": "Vaša emocionalna veza je suspendovani trenutak za postizanje dubljeg razumevanja."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos može ostati u Limbu ili ući u period stagnacije. Pre nego što zaključite, moraćete da pogledate stvari iz druge perspektive.",
          "reversed": "Invertirani obješen čovek ukazuje da će se veza dugoročno završiti, sa jednom strankom koja pravi nepotrebne žrtve ili ne mogu da izađe iz ćorsokaka. Situacija žrtve.",
          "keywords": "[\"Nesigurnost\", \"Pauza\", \"Žrtva\", \"Impasse\", \"Čeka\"]",
          "context": "Dugoročna sudbina ovog odnosa je ostati suspendovana bez donošenja zaključka."
        }
      },
      "death": {
        "position1": {
          "upright": "Ova osoba prolazi kroz glavnu procesu transformacije i završetka u svom životu. Sprema se da ostavi stari iza i napravi novi početak. To bi mogao biti kraj veze ili lične promene.",
          "reversed": "Smrt obrnuto pokazuje da se ta osoba odupiru promenama, prikupljajući se za prošlost ili odlaženje neophodnog završetka. Ova situacija ometa njegov napredak.",
          "keywords": "[\"Transformacija\", \"završeci\", \"Novi počeci\", \"Promenite\", \"Raskid\"]",
          "context": "Ova osoba je Feniks koji ostavlja iza starog ja da se digne iz pepela."
        },
        "position2": {
          "upright": "Velika transformacija se odvija u vašem seksualnom životu. Vaš stari seksualni identitet ili dinamika dolazi do kraja i ulazi potpuno novo seksualno razumevanje. Ovo bi moglo biti seksualno buđenje ili kraj ere.",
          "reversed": "Smrt obrnuto pokazuje da se odupirite seksualnom promeni ili kraju. Držeći se nezdrave seksualne dinamike ili navike ometa napredak.",
          "keywords": {
            "0": "Seksualna transformacija",
            "1": "završiti",
            "2": "ponovno rođenje",
            "3": "buđenje",
            "4": "prestanak"
          },
          "context": "Vaša seksualnost je u radikalnoj transformaciji, poput zmije koju izbacuje svoju staru kožu i rodila je."
        },
        "position3": {
          "upright": "Ova emocionalna veza prolazi u duboku transformaciju. Stara verzija odnosa umire i rodi se na potpuno novom duhovnom fondaciji. Ovo je neizbežna i isceljujuća promena.",
          "reversed": "Smrt obrnuta ukazuje da se odupirite neophodnom emocionalnom zatvaranju ili promeni. Ova situacija uzrokuje da duhovno propadate.",
          "keywords": "[\"Emocionalna transformacija\", \"Kraj i početak\", \"Rebirth\", \"Duhovno čišćenje\", \"Promena\"]",
          "context": "Vaša emocionalna veza je usred radikalne transformacije, poput feniksa koja se diže iz pepela."
        },
        "position4": {
          "upright": "Dugoročni rezultat je neizbežni kraj i radikalna transformacija. Ova veza se ne može nastaviti u svom trenutnom obliku. Ovaj kraj će dovesti do novih i zdravijih početaka za vas oboje.",
          "reversed": "Obrnuta smrt ukazuje da će se odupirati neizbežni kraj nanijeti više boli obe strane u kojima je dugoročno. Kruža koja se ne može završiti.",
          "keywords": "[\"neizbežni kraj\", \"Transformacija\", \"Završetak\", \"Rebirth\", \"Odricanje\"]",
          "context": "Sudbina ove veze je potpuno okončati staro i započeti novi život."
        }
      },
      "temperance": {
        "position1": {
          "upright": "Ova osoba je neko ko je u svom životu našao ravnotežu, harmoniju i umerenost. Stvara mirnu sintezu donošenjem različitih elemenata zajedno. Ima pacijenta, miran i pomirljiv stav u odnosima.",
          "reversed": "Reverzna temperatura ukazuje da ova osoba doživljava neravnotežu, višak ili sukob u svom životu. Možda se ponaša nestrpljiv i gubi svoj unutrašnji mir.",
          "keywords": "[\"ravnoteža\", \"Harmoni\", \"Moderacija\", \"Strpljenje\", \"sinteza\"]",
          "context": "Ova osoba je alhemičar koji stvara svoju melodiju mira kombinujući različite beleške o životu."
        },
        "position2": {
          "upright": "Postoji savršena ravnoteža i harmonija između fizičkih i emocionalnih energija. Seksualnost je mirna, saosećajna i poput alhemije koja ujedinjuje dve duše. Strast i ljubav su mešani.",
          "reversed": "Reverzna temperatura ukazuje na neravnotežu, višak ili disharmonija u seksualnoj energiji. Strast i ljubav ne mogu da se okupe, što dovodi do nezadovoljstva.",
          "keywords": {
            "0": "ravnoteža",
            "1": "raport",
            "2": "alhemija",
            "3": "temperatura",
            "4": "nežna strast"
          },
          "context": "Vaša seksualnost je prikupljanje napitaka u kojoj se dve različite energije kombinuju u savršenom harmoniji."
        },
        "position3": {
          "upright": "Postoji divna emocionalna i duhovna ravnoteža između vas. Savršeno se mešate i zacelite jedni druge energije. Ovo je mirna, mirna i harmonična veza.",
          "reversed": "Reverzna temperatura ukazuje na emocionalnu neravnotežu ili sukob između vas. Vaše energije nisu kompatibilne jedni sa drugima, izazivajući duhovnu napetost.",
          "keywords": "[\"Emotivna ravnoteža\", \"Harmoni\", \"Duhovno isceljivanje\", \"Mešanje\", \"Mir\"]",
          "context": "Vaša emocionalna veza je isceljujuće i uravnoteženo Eliksir koji je stvorio Savez dve različite duše."
        },
        "position4": {
          "upright": "Dugoročni rezultat je izuzetno uravnotežen, harmoničan i miran unija. Donošenje najboljih jedni u drugima, stvorićete mirno i ljubavno partnerstvo.",
          "reversed": "Reverzna temperatura ukazuje da će neslaganje i sukobi u dugoročno proći vezu. Ravnoteža se ne može naći i staze se razlikuju.",
          "keywords": "[\"ravnoteža\", \"harmonija\", \"mir\", \"dugoročno partnerstvo\", \"lečenje\"]",
          "context": "Dugoročni potencijal ove veze je lekovita veza u kojoj se dve duše mešaju u savršenom harmoniji."
        }
      },
      "thedevil": {
        "position1": {
          "upright": "Ova osoba može biti duboko posvećena materijalističkim zadovoljstvima, zavisinjima ili nezdravom dinamici odnosa. Iako ima intenzivnu strast, to može postati restriktivan ili toksičan.",
          "reversed": "Okretni vrag ukazuje da se ova osoba oslobodila ovisnosti, slomila je lance ili postala svesna zamke. On uzima važan korak ka oslobađanju.",
          "keywords": "[\"Ovisnost\", \"Ograničenje\", \"Materijalizam\", \"Strast\", \"Senka\"]",
          "context": "Ova osoba je zatvorenik kaveza koji je stvorio ili je u tome, ili neko pokušava da pobegne iz tog kaveza."
        },
        "position2": {
          "upright": "Postoji seksualna atrakcija između vas koja je neodoljiva, sirova i intenzivna. Ova kartica predstavlja tabui, seksualne fantazije i zavisni strast. Vaša fizička veza je izuzetno jaka i primalna.",
          "reversed": "Reversed đavo označava želju da se oslobodi seksualne zavisnosti ili nezdrave dinamike. Lanci intenzivne, ali toksične atrakcije između vas se razbijaju. Seksualno oslobođenje.",
          "keywords": {
            "0": "intenzivna strast",
            "1": "seksualna atrakcija",
            "2": "Tabuos",
            "3": "zavisnost",
            "4": "fantazija"
          },
          "context": "Seksualna energija između vas je primitivna i moćna sila privlačenja koja vas veže jedni drugima."
        },
        "position3": {
          "upright": "Postoji emocionalna veza između vas koja je intenzivna, strastvena i ovisnost. Ovo može biti karmička i izazovna duhovna lekcija koja vas prisiljava da se suočite sa svojim aspektima senki. Snažno ste povezani jedni sa drugima.",
          "reversed": "Okretni vrag ukazuje da počinje da razbijate nezdrave emocionalne ili duhovne veze između vas. Sloboda od zavisnosti ili okončanja opsesije.",
          "keywords": "[\"Intenzivna strast\", \"Ovisnost\", \"Karmička lekcija\", \"Aspekti senke\", \"Opsesija\"]",
          "context": "Vaša duhovna veza je neizbežna sila privlačnosti koja vas veže jedni drugima sa nevidljivim lancima."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos se može pretvoriti u nezdravu zavisnost, opsednutost ili toksično dinamiku. Karmička i ubeđena veza koju ćete imati poteškoća da se razbije jedna od druge.",
          "reversed": "Reversed đavo označava da ćete dugoročno probiti lance ove nezdrave veze i postati slobodni. Bolna, ali neophodna pauza.",
          "keywords": "[\"toksična veza\", \"Ovisnost\", \"Opsesija\", \"Karmička veza\", \"Nemogućnost razbijanja\"]",
          "context": "Dugoročna sudbina ovog odnosa je priča o dve duše koja se povređuju jedni druge, ali ne mogu se razdvojiti."
        }
      },
      "thetower": {
        "position1": {
          "upright": "Ova osoba doživljava iznenadna, šokantna i neočekivana razaranje u svom životu. Fondacije koje veruje da se drhtaju i on vidi istinu nagli prosvetljenje. Iako je ovaj proces bolan, oslobađa se.",
          "reversed": "Invertirani toranj ukazuje da ova osoba izbegava neophodno uništenje, pokušavajući da spreči katastrofu ili produžavajući krizu jer se odupiru promenama. Živi u strahu od uništenja.",
          "keywords": "[\"iznenadno uništenje\", \"Promena razbijanja\", \"prosvetljenje\", \"Spasenje\", \"haos\"]",
          "context": "Ova osoba je neko ko se suočava sa istinom kao kula svog života koju je mislio da je čvrst propao."
        },
        "position2": {
          "upright": "Nagnuta i šokantna prosvetiteljska ili šokantni događaj mogu se pojaviti u vašem seksualnom životu. Ovo bi moglo biti otkrivenje tajne želje ili istine koja trese seksualnu dinamiku njihovoj jezgri. Neočekivana orgazmička energija.",
          "reversed": "Invertirani toranj ukazuje da je odložena seksualna kriza ili sukob. Suzbijena seksualna energija preti da će dovesti do eksplozije. Napetost je iskusna sa strahom od uništenja.",
          "keywords": {
            "0": "iznenadni prosvetljenje",
            "1": "seksualni šok",
            "2": "lomljenje tabua",
            "3": "šokantna istina",
            "4": "eksplozija"
          },
          "context": "Vaša seksualna energija ima šokantni potencijal koji može da udari poput munje i uništava postojeće strukture."
        },
        "position3": {
          "upright": "U vašoj emocionalnoj i duhovnoj vezi postoji iznenadno i šokantno prosvetljenje. Ovo je možda pojava istine koja trese temelj odnosa ili iznenadna ruptura. Ovo uništenje je neophodno za novu i pošteniju vezu.",
          "reversed": "Invertirani toranj ukazuje na to da izbegavate neizbežno emocionalno sukob ili krizu. To bi moglo prouzrokovati da se opterećenja energija dovesti do veće eksplozije.",
          "keywords": "[\"Nagli prosvetljenje\", \"emocionalna devastacija\", \"Konfrontacija\", \"Kriza\", \"Stresanje temelja\"]]",
          "context": "Vaša emocionalna veza je iznenadna i šokantna, poput kolapsa kule izgrađene na lažnim fondacijama."
        },
        "position4": {
          "upright": "Dugoročni rezultat je iznenadna i šokantna raskida ili epifanija koja uništava temelje odnosa. Trenutna struktura je neodrživa i će doći na neočekivani kraj.",
          "reversed": "Invertirani toranj ukazuje da se ovaj proces produžava iz straha od neizbežne razbijanja ili krize. Dugoročno, to može dovesti do većeg emocionalnog sloma.",
          "keywords": "[\"naglo razdvajanje\", \"uništavanje\", \"kriza\", \"neočekivani kraj\", \"konfrontacija\"]",
          "context": "Dugoročna sudbina ovog odnosa je neizbežna uništavanja nestabilnih fondacija."
        }
      },
      "thestar": {
        "position1": {
          "upright": "Ova osoba je puna nade, inspiracije i vere nakon teškog vremena. Ima pozitivnu izgled o budućnosti i je u procesu duhovnog oporavka. Njegovo srce je otvoreno i optimistično prema odnosima.",
          "reversed": "Invertovana zvezda ukazuje da je ta osoba beznadežna, pesimistična ili isključena iz izvora inspiracije. Izgubio je veru u budućnost i oseća se izgubljeno.",
          "keywords": "[\"nada\", \"vera\", \"inspiracija\", \"isceljivanje\", \"mir\"]",
          "context": "Ova osoba je sjajna zvezda nade nakon mračne noći."
        },
        "position2": {
          "upright": "Vaša fizička veza ima nadu, isceljujuće i duhovne kvalitete. Seksualnost se doživljava sa ljubavlju i otvorenom. Postoji osećaj obnove i nevinosti koja dolazi posle prošlih seksualnih trauma.",
          "reversed": "Inverrovana zvezda ukazuje na nedostatak beznadežnosti, nevoljnosti ili inspiracije u seksualnom životu. Možda postoji hladnoća ili razočaranje fizičke veze.",
          "keywords": {
            "0": "zarastanje",
            "1": "nadati se",
            "2": "seksualno obnovu",
            "3": "nevinost",
            "4": "duhovna seksualnost"
          },
          "context": "Vaša fizička veza je poput zvezde koja sija posle mračne noći, donoseći isceljivanje i nadu."
        },
        "position3": {
          "upright": "Postoji duhovna veza između vas koja se nada, nadahnuće i isceljujuće. Izvadite najbolje jedni na druge i delite nadu u budućnost. Ovo je veza blagoslovljena univerzumom.",
          "reversed": "Invertovana zvezda pokazuje da ste umanjili nadu emotivno ili doživljavate duhovno isključenje. Izvor inspiracije između vas je možda osušio.",
          "keywords": "[\"nada\", \"inspiracija\", \"duhovno isceljivanje\", \"vera\", \"blagoslovljena veza\"]",
          "context": "Vaša duhovna veza je svetla zvezda koja vam svetli put čak i u najmračnijim vremenima."
        },
        "position4": {
          "upright": "Dugoročni rezultat je budućnost puna nade, isceljenja i inspiracije. Ova veza je kao poklon nakon teških vremena i može vam doneti trajnu sreću i mir.",
          "reversed": "Inverterovatna zvezda ukazuje da će se nade ponestalo i razočaranje će se dugoročno pojaviti. Odnos može izgubiti sjaj i postati običan.",
          "keywords": "[\"nada budućnosti\", \"isceljivanje\", \"sreća\", \"inspiracija\", \"mir\"]",
          "context": "Sudbina ove veze je svetla i nada da se zore posle mraka."
        }
      },
      "themoon": {
        "position1": {
          "upright": "Ova osoba prolazi kroz period prepun nesigurnosti, strahova i iluzija. Iako je njegova intuicija jaka, možda će imati poteškoća da se razlikuje ono što je stvarno i šta je san. Ima emocionalno zbunjujuću energiju.",
          "reversed": "Invertirani mesec ukazuje da se ta osoba suočila sa njihovim strahovima, izložena je obmana ili je konfuzija do kraja došla do kraja. Tajne su otkrivene i postaju jasne.",
          "keywords": "[\"strahovi\", \"iluzije\", \"intuicija\", \"nesigurnost\", \"podsvesni\"]",
          "context": "Ova osoba je intuitivna, ali anksiozna duša koja pokušava pronaći svoj put u svojoj unutrašnjoj tami."
        },
        "position2": {
          "upright": "Vaša fizička veza je prepuna nesigurnosti, fantazija i tajnih želja. Seksualnost se doživljava u snu i misterioznom prostoru. Možda je nejasno šta je stvarno i ono što je zamišljeno. To je intenzivan, ali zbunjujući snimak.",
          "reversed": "Invertirani mesec pokazuje da se otkrivaju skrivene seksualne želje ili obmane. Kruza na seksualnim pitanjima završava se i veća jasnoća se dobija.",
          "keywords": {
            "0": "fantazija",
            "1": "Tajne želje",
            "2": "neizvesnost",
            "3": "zbrka",
            "4": "Dnoćnica seksualnost"
          },
          "context": "Vaša seksualnost je misteriozna šuma meseca puna senki i fantazija."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je prepuna nesigurnosti, strahova i podsvesnih dinamika. Postoji snažna intuitivna atrakcija među vama, ali mogu postojati i stvari koje se krijete jedni od drugih ili nesporazuma.",
          "reversed": "Invertirani mesec ukazuje da se emocionalne nesigurnosti i strahovi između vas počinju rasipati. Tajne su otkrivene i stečena je duhovna jasnoća.",
          "keywords": "[\"Neizvesnost\", \"strahovi\", \"intuitivna atrakcija\", \"podsvesna\", \"iluzija\"]",
          "context": "Vaša emocionalna veza je misteriozno putovanje jedrenje duboko u okean podsvesnog."
        },
        "position4": {
          "upright": "Dugoročni ishod ove veze ostaće nejasan. Strahovi, iluzije ili skrivene situacije mogu neprestano uticati na budućnost veze. Teško je doći na jasan zaključak.",
          "reversed": "Invertirani mesec ukazuje da će se odnos dugoročno završiti kada se otkriva obmana ili skrivena situacija. Nepoverenje u potpunosti uništava vezu.",
          "keywords": "[\"neizvesna budućnost\", \"iluzija\", \"strahovi\", \"obmana\", \"nepoverenje\"]",
          "context": "Dugotrajna sudbina ovog odnosa je neizvesna, poput broda izgubljenog u magli."
        }
      },
      "thesun": {
        "position1": {
          "upright": "Ova osoba je prepuna radosti, vitalnosti, uspeha i pozitivne energije. On uživa u svom životu, samopouzdan je i sjaji svetlo oko njega. U odnosima je otvoren, iskren i srdačan.",
          "reversed": "Invertirano sunce ukazuje da ova osoba doživljava privremenu nesreću, ima nisku energiju ili nije u stanju da pokaže svoj puni potencijal. Teško je ugledati uspeh i radost.",
          "keywords": "[\"Joi\", \"Uspeh\", \"Vigor\", \"optimizam\", \"Jasnoća\"]",
          "context": "Ova osoba je sjajno sunce koje širi toplinu i sreću oko njega."
        },
        "position2": {
          "upright": "Vaša fizička veza je ispunjena radošću, vitalnošću i otvorenom otvorenom. Seksualnost se doživljava slobodno i sa zadovoljstvom, bez sramote. Postoji velika seksualna energija i zadovoljstvo.",
          "reversed": "Obrnuti sunce označava privremeno smanjenje seksualne energije ili nemogućnosti uživanja u seksualnom životu. Postoji potencijal, ali oseća se u senci oblaka.",
          "keywords": {
            "0": "radost",
            "1": "život",
            "2": "seksualna sloboda",
            "3": "zadovoljstvo",
            "4": "visoka energija"
          },
          "context": "Vaš seksualni život je sunce prepuno radosti i vitalnosti, osvetljavajući i zagrevanje svega."
        },
        "position3": {
          "upright": "Postoji divna emocionalna veza između vas, ispunjene radošću, toplinom i otvorenom. Osjećate se slobodno i srećno kad ste zajedno. Vaše duše su poput dvoje dece koja se igraju jedni sa drugima.",
          "reversed": "Invertirano sunce ukazuje da je radost i toplina između vas privremeno ugrožena. Možda nećete moći da se u potpunosti ne vidite emocionalno.",
          "keywords": "[\"Joi\", \"Sreća\", \"Jasnoća\", \"toplina\", \"duhovna vitalnost\"]",
          "context": "Vaša emocionalna veza je topla i živahna sunčeva svetlost koja svetli svu tamu."
        },
        "position4": {
          "upright": "Dugoročni rezultat je velika sreća, radost, uspeh i jasnoća. To je najavio izuzetno pozitivan, svetli i zadovoljavajući unija.",
          "reversed": "Invertirano sunce ukazuje da potencijal za sreću možda neće biti u potpunosti realizovan dugoročno. Čak i ako se odnosi nastavlja, može ostati senka ili osećaj nepotpunosti.",
          "keywords": "[\"Velika sreća\", \"uspeh\", \"radost\", \"jasnoća\", \"zadovoljavajuća budućnost\"]",
          "context": "Sudbina ove veze je toplo i jarko sunce koje svakodnevno svetli."
        }
      },
      "judgement": {
        "position1": {
          "upright": "Ova osoba je u važnom periodu računa i ponovnog rođenja u njegovom životu. Procjenjuje prošlost, oprašta i budi se i budi se na višom svrhu. Možda postoji druga šansa ili važna odluka u odnosima.",
          "reversed": "Revertra presuda ukazuje da ova osoba sudi sebe ili druge, a ne učenje iz prošlih grešaka ili izbegavajući važnu odluku. Može biti veoma kritičan prema sebi.",
          "keywords": "[\"Reconing\", \"Rebirth\", \"Buđenje\", \"Oproštenje\", \"Odluka\"]",
          "context": "Ovo je neko ko oseća poziv da se suoči sa svojom prošlošću i pretvori novu stranicu u svom životu."
        },
        "position2": {
          "upright": "Se javlja seksualno buđenje ili ponovno rođenje. Prošle seksualne iskustva i presude ostaju su zaostali i postiže se veća seksualna svest. Ovo je 'druga šansa' ili seksualna žalba.",
          "reversed": "Reverse presuda ukazuje da sudi sebe ili svog partnera u seksualnim stvarima i prebivalište na prošlim greškama. Možda postoje osećaji seksualne krivice ili sramote.",
          "keywords": {
            "0": "seksualno buđenje",
            "1": "ponovno rođenje",
            "2": "nazvati",
            "3": "računanje",
            "4": "oproštenje"
          },
          "context": "Vaša seksualnost je poput roga buđenja, nazivajući vas dubljem razumevanjem i prihvatanjem."
        },
        "position3": {
          "upright": "Ovo je veza buđenja i računanja. Vaša veza deluje kao katalizator, nazivajući vas većoj duhovnoj svesti. Vreme je da oprostite prošlost i zajedno se rodite.",
          "reversed": "Reverse presuda ukazuje da jedni druge sudete ili sami za svoje prošli greške. Postoji nemogućnost oproštenja što vas sprečava da se duhovno krećete prema naprijed.",
          "keywords": "[\"Duhovno buđenje\", \"Reconing\", \"Oproštenje\", \"Rebirth\", \"Poziv\"]",
          "context": "Vaša duhovna veza je transformativna sila koja vas poziva na autentičnije postojanje."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos će doživeti buđenje. To može značiti oproštenje, pomirenje i davanje odnosa druge šanse. Karmički preskočivanje i ponovno rođenje.",
          "reversed": "Revertra presuda ukazuje da će se odnos dugoročno završiti zbog nemogućnosti oprosti prošlih grešaka ili stalno sudeći jedni drugima. Neće biti još jedna šansa.",
          "keywords": "[\"Druga šansa\", \"Buđenje\", \"oproštaj\", \"Reconing\", \"Rebirth\"]",
          "context": "Krajnja sudbina ovog odnosa je suočiti se sa svojom prošlošću i biti rođena ili da bude srušena presuda."
        }
      },
      "theworld": {
        "position1": {
          "upright": "Ova osoba je uspešno završila ciklus u svom životu i postigla je celovitost. On je u miru sa sobom, zadovoljan i spreman da pređe na novu fazu. Takođe traži osećaj završenosti i zadovoljstva veza.",
          "reversed": "Invertirani svet ukazuje da ova osoba ne može da završi projekat ili ciklus, nije u mogućnosti da postigne svoje ciljeve i oseća se kao da nešto nedostaje. Možda se neće moći da zatvori.",
          "keywords": "[\"Završetak\", \"celovitost\", \"Uspeh\", \"Zadovoljstvo\", \"Putovanje\"]",
          "context": "Ovo je neko ko je uspešno završio važnu fazu u svom životnom putu i ​​oseća se na vrhu sveta."
        },
        "position2": {
          "upright": "Postoji osećaj celovitosti, završetka i duboko zadovoljstvo u vašoj fizičkoj vezi. Vaš seksualni život je zadovoljavajući i uspešno je završio svoj ciklus. Savršeno seksualna harmonija.",
          "reversed": "Invertirani svet ukazuje na osećaj da nešto nedostaje u seksualnom životu, nemogućnost ispunjavanja ili zaglavljenja u rutini. Nemogućnost da se zatvori ili seksualno nezadovoljstvo.",
          "keywords": {
            "0": "završetak",
            "1": "seksualno zadovoljstvo",
            "2": "integritet",
            "3": "uspeh",
            "4": "raport"
          },
          "context": "Vaša fizička veza je ples ispunjenja i celovitosti koja se postiže na kraju putovanja."
        },
        "position3": {
          "upright": "Osjećaj završetka i celovitosti, emocionalno i duhovno. Uspešno ste završili važan ciklus zajedno. Ovo je zrela duhovna veza dubokog zadovoljstva i harmonije.",
          "reversed": "Svetski svet naglavačke pokazuje da nešto nedostaje emocionalno ili da ne možete da pronađete zatvaranje. Osećaj da se ne može duhovno okupljati duhovno, nepotpunosti.",
          "keywords": "[\"Završetak\", \"Integritet\", \"Emocionalno zadovoljstvo\", \"Uspeh\", \"Duhovna harmonija\"]",
          "context": "Vaša emocionalna veza je ples ispunjenja i celovitosti koja se postiže na kraju dugog puta."
        },
        "position4": {
          "upright": "Dugoročni ishod ove veze je osećaj ispunjenja, celovitosti i duboke sreće. Uspešno ćete završiti ciklus zajedno i pronaći sve što tražite u ovom vinogradu. Krajnji uspeh.",
          "reversed": "Invertirana zemlja ukazuje da će dugoročno nestati nešto i postojaće osećaj nepotpunosti. Ovaj ciklus odnosa može se zatvoriti pre nego što postignete svoje ciljeve.",
          "keywords": "[\"Završetak\", \"Uspeh\", \"Sreća\", \"celovitost\", \"kraj ciklusa\"]",
          "context": "Dugoročno, ovaj odnos je srećan završetak putovanja pun zadovoljstva i uspeha."
        }
      },
      "aceofcups": {
        "position1": {
          "upright": "Ova osoba je emocionalno spremna za novi početak. Njegovo srce je potpuno otvoreno za ljubav, saosećanje i novi odnos. Možda će početi da ima čiste i intenzivne osećaje prema vama.",
          "reversed": "ACE of Cups preokrenuti ukazuje da ova osoba potiskuje svoje emocije, zatvara se od ljubavi ili doživljava emocionalno razočaranje. Srce mu se sada može zatvoriti.",
          "keywords": "[\"Nova ljubav\", \"Emotivni početak\", \"naklonost\", \"saosećanje\", \"Intuicija\"]",
          "context": "Srce ove osobe je spremno i otvoreno za novu ljubav da cveta."
        },
        "position2": {
          "upright": "Vaša fizička veza počinje ljubavlju, naklonošću i dubokom emocionalnom priključkom. Seksualnost je izraz emocija. Novi romantični i senzualni početak. Potencijal plodnosti.",
          "reversed": "ACE of Cups preokrenuti ukazuje na izbegavanje seksualne intimnosti, emocionalnog zatvaranja ili nedostatka seksualne želje. Fizička intimnost se ne može utvrditi bez emocionalne veze.",
          "keywords": {
            "0": "Emocionalna seksualnost",
            "1": "lov",
            "2": "saosećanje",
            "3": "novi početak",
            "4": "plodnost"
          },
          "context": "Vaša seksualnost je hranjena preplavljenim fontanom ljubavi i saosećanja."
        },
        "position3": {
          "upright": "Nova ljubav, saosećanje i emocionalno otvoreno procveta između vas. Ovo je početak čiste i bezuslovne ljubavi. Vaša srca se teku jedni na druge.",
          "reversed": "ACE of Cups preokrenuti ukazuje na emocionalno zatvaranje ili represiju. Jedna strana nije spremna da prihvati ili daje ljubav. Duhovni izvor je blokiran.",
          "keywords": "[\"Nova ljubav\", \"Emotivni početak\", \"saosećanje\", \"Otvori srca\", \"Duhovni tok\"]",
          "context": "Vaša emocionalna veza je prva kapljika ljubavne šolje spremna za prelivanje."
        },
        "position4": {
          "upright": "Dugoročni rezultat je početak duboke i prave ljubavi. Ovo je najavio vezu koja je izuzetno emocionalno zadovoljavajuća, voli i ima visok potencijal.",
          "reversed": "ACE of CUPS preokrenuti znači dugoročno emocionalno razočaranje ili neuspeh u povratku ljubavi. Emotivni potencijal bledi pre nego što se realizuje.",
          "keywords": "[\"Prava ljubav\", \"Emotivni početak\", \"Sreća\", \"naklonost\", \"Nova veza\"]",
          "context": "Budućnost ovog odnosa je prelivanje fontane ljubavi i sreće."
        }
      },
      "twoofcups": {
        "position1": {
          "upright": "Ova osoba oseća snažnu međusobnu atrakciju i emocionalnu povezanost sa vama. Tražim partnerstvo, srodne srodne veze ili duboko razumevanje. Ekvivalentnost i harmonija u vezi su mu veoma važni.",
          "reversed": "Invertirana dva šolja ukazuje da je veza između vas slaba i nedostatak harmonije ili komunikacije. To bi mogla biti jednostrana atrakcija ili spor.",
          "keywords": "[\"Međusobna atrakcija\", \"Partnerstvo\", \"Ljubav\", \"Kompatibilnost\", \"Soulmate\"]",
          "context": "Ova osoba je partner koji teži duhovnom i emocionalnom odrazom ogledala sa vama."
        },
        "position2": {
          "upright": "Imate neverovatnu hemiju i obostranu atrakciju. Vi ste u savršenom harmoniji fizički i emocionalno. Seksualnost je unija dve duše i tela sa ljubavlju.",
          "reversed": "Dvoje šoljicama obrnuto ukazuje da iako postoji fizička atrakcija, postoji emocionalno isključenje ili seksualnu nespojivost. Nerazumevanje ili hladnoća jedni prema drugima.",
          "keywords": {
            "0": "Savršena hemija",
            "1": "međusobna atrakcija",
            "2": "senzualna harmonija",
            "3": "romantična seksualnost",
            "4": "srodna duša"
          },
          "context": "Vaša fizička intimnost je čarobni trenutak u kojem dve osobe postaju jedno."
        },
        "position3": {
          "upright": "Postoji međusobna, uravnotežena i ljubljiva emocionalna veza između vas. Razumete osećanja jednih drugih i duhovno negujući jedni druge. Sastanak srca.",
          "reversed": "Dvoje Cup-ova obrnuta ukazuju na emocionalnu isključenje, nerazumevanje ili neuzvraćenu ljubav. Duhovna harmonija može biti oštećena ili se možda uopšte nije dogodila.",
          "keywords": "[\"Emocionalna veza\", \"Međusobna ljubav\", \"duhovna harmonija\", \"Empatija\", \"Jedinstvo\"]",
          "context": "Vaša emocionalna veza je poput reke u kojoj dva srca teku sa ljubavlju i razumevanjem jedni prema drugima."
        },
        "position4": {
          "upright": "Dugoročni rezultat je veoma skladno partnerstvo zasnovano na snažnoj i obostranoj ljubavi. Ovo je srodna veza koja može rezultirati brakom ili dubokom posvećenošću.",
          "reversed": "Dvoje šoljicama obrnuto ukazuje da će dugoročno biti raskida zbog nekompatibilnosti ili emocionalnog prekida veze. Veza se oslabi na vreme.",
          "keywords": "[\"Harmonius partnerstvo\", \"brak\", \"srodna duša\", \"obostrana ljubav\", \"posvećenost\"]",
          "context": "Sudbina ovog odnosa je stalna unija, gde su dva srca tukla u savršenom harmoniji."
        }
      },
      "threeofcups": {
        "position1": {
          "upright": "Ova osoba je socijalna, prijateljska i voli da proslavi. Trenutno može biti u prijatnom periodu svog života. Možda će želeti da izgradi odnos prema prijateljstvu i zabavi.",
          "reversed": "Tri trupa preokrenuta ukazuje da je ta osoba doživljava probleme u svom društvenom krugu, uključena je u tračeve ili se oseća izostavljenim. Takođe može biti uplitanje treće osobe u vezi.",
          "keywords": "[\"Proslava\", \"Prijateljstvo\", \"Zajednica\", \"Radost\", \"Socijalnost\"]",
          "context": "Ova osoba je društveni leptir koji voli da proslavi život i ljubav sa svojim prijateljima."
        },
        "position2": {
          "upright": "Vaša fizička veza je zabavna, socijalna i bezbrižna. Ovo može ukazivati na situaciju \"Prijatelji sa prednostima ili grupnim fantazijama. Seksualnost je izvor proslave i radosti.",
          "reversed": "Tri trostruko preokrenuta mogu ukazivati na seksualnu eskapadu, neverstvo ili treću stranu ometaju vašu vezu. Zabava je gotova, zamenjena tračevima i haosom.",
          "keywords": {
            "0": "zabavna seksualnost",
            "1": "sloboda od nege",
            "2": "proslava",
            "3": "flert",
            "4": "treća osoba"
          },
          "context": "Vaš seksualni život nosi socijalnu i laganu energiju, gde su prijateljstvo i radost na čelu."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je radosna, slavljenička i harmonija. Zabavite se zajedno i podići duhove jedni drugima. To je srećna veza zasnovana na prijateljstvu.",
          "reversed": "Tri trupa preokrenuta ukazuje da emocionalna površnost ili treća osoba šteti vezu između vas. Tračevi ili nepoverenje ometaju duhovnu harmoniju.",
          "keywords": "[\"radosna veza\", \"Proslava\", \"Prijateljstvo\", \"Emotivna harmonija\", \"zajednica\"]",
          "context": "Vaša emocionalna veza je radosna proslava u kojoj dve duše plešu zajedno."
        },
        "position4": {
          "upright": "Dugoročni rezultat je srećna, socijalna i slavna unija. To bi moglo značiti angažman, brak ili proslavu srećnog događaja. Jaka ljubav na osnovu prijateljstva.",
          "reversed": "Tri trupa preokrenuta ukazuje da će treća strana (ili varanje) okončati odnos dugoročno. Radost ustupa smeštaju i boli.",
          "keywords": "[\"Srećna proslava\", \"brak\", \"angažman\", \"socijalna harmonija\", \"prijateljska ljubav\"]",
          "context": "Budućnost ovog odnosa je radosni događaj koji će se slaviti sa vašim najmilijima."
        }
      },
      "fourofcups": {
        "position1": {
          "upright": "Ova osoba je trenutno emocionalno nezadovoljna i povučena. On možda ne vidi mogućnosti (ili možda vas) koji je došao njegov put. Dosadno životom ili odnosima i ne zanima ništa novo.",
          "reversed": "Četiri šolje obrnuto pokazuje da ova osoba izlazi iz perioda stagnacije, otvara se na nove mogućnosti i dobijanje obnovljenog interesa u životu. Njegova introverzija se završava kraju.",
          "keywords": "[\"Nezadovoljstvo\", \"apatija\", \"Introverzija\", \"Nedostajuće mogućnosti\", \"Stagnacija\"]",
          "context": "Ova osoba je neko ko ne voli naočare u ruci i ignoriše novu čašu koja mu je ponuđena."
        },
        "position2": {
          "upright": "Postoji dosada, apatija ili nezadovoljstvo seksualnom životu. Seksualni napredak partnera može se odbiti. Postoji nizak libido i nedostatak seksualnog nevoljstva.",
          "reversed": "Četiri šolje preokrećene ukazuju na to da izlazite iz perioda seksualne stagnacije i otvoreni su za nova iskustva. Oživjeti su seksualni interes.",
          "keywords": {
            "0": "seksualna apatija",
            "1": "nezadovoljstvo",
            "2": "nizak libido",
            "3": "dosada",
            "4": "odbijanje"
          },
          "context": "Vaša fizička veza je u stanju nezainteresovanosti i povlačenja iz predstavljenih seksualnih mogućnosti."
        },
        "position3": {
          "upright": "Period emocionalne stagnacije ili nezadovoljstva. Jedna strana može ignorisati ljubav ili pažnju koju je drugi ponudio. Postoji duhovno povlačenje.",
          "reversed": "Četvoro čekova obrnuta ukazuju na to da izlazite iz emocionalnog uspavanja i ponovo se zanimaju. Duhovno buđenje i nova svest.",
          "keywords": "[\"Emocionalna stagnacija\", \"nezadovoljstvo\", \"apatija\", \"povlačenje\", \"nedostajuće mogućnosti\"]",
          "context": "Vaša emocionalna veza je stanje uma koji se apsorbuje sama po sebi, ne videvši ponuđenu šolju ljubavi."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos može dovesti do stagnacije ili nezadovoljstva. Ravnodušnost ili dosada u delu jedne stranke može dovesti do kraja veze.",
          "reversed": "Četvoro čekova preokrećeno ukazuju na to da ćete nakon stagnacije nakon stagnacije dati ovu vezu novu šansu i ponovo otkrijte njegov potencijal.",
          "keywords": "[\"Stagnacija\", \"Nezadovoljstvo\", \"apatija\", \"propuštena prilika\", \"Potencijal prekida\"]",
          "context": "Dugoročna sudbina ovog odnosa je ravnodušnost i odred od ponuđene ljubavi."
        }
      },
      "fiveofcups": {
        "position1": {
          "upright": "Ova osoba je fokusirana na prethodni gubitak ili razočaranje. Oseća se žaljenje i teško je videti pozitivne stvari. On ili ona mogu biti emocionalno tuga i u procesu žalosti.",
          "reversed": "Petorica preokrećenih čaša ukazuje da je ta osoba počela da stavlja prošlost iza njih, prihvatila je njihove gubitke i na putu ka oproštaju. Postoje znakovi oporavka i nade.",
          "keywords": "[\"GUBITAK\", \"Žaljenje\", \"tuga\", \"razočaranje\", \"žalosno\"]",
          "context": "Ova osoba je neko ko ne primećuje pune čaše iza njega dok plače preko prolivenog mleka."
        },
        "position2": {
          "upright": "Loše seksualno iskustvo ili srčano u prošlosti negativno utiče na vaš trenutni seksualni život. Tuga ili žaljenje se mogu osećati tokom seksualne intimnosti. Poteškoće sa fokusiranjem na zadovoljstvo.",
          "reversed": "Petorica preokrećenih čaša ukazuje da su prevladale prošle seksualne traume i proces isceljenja je počeo. Približavajući se seksualnosti sa nadom i otvorenom otvorenom.",
          "keywords": {
            "0": "seksualno žalovanje",
            "1": "žaliti",
            "2": "Prošla trauma",
            "3": "razočaranje",
            "4": "tuga"
          },
          "context": "Vaš seksualni život je zasjenjen duhovima prošlosti, fokusiran je više na tugu nego zadovoljstvo."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je zasjenjena prošlom gubitkom ili razočaranjem. Među vama je tuga ili žaljenje. Međutim, ova bol nosi potencijal za duhovno oproštenje i isceljenje.",
          "reversed": "Petorica preokrećenih čaša ukazuje da počinje da opraštate i pustite prošlih emocionalnih boli. Duhovno isceljivanje i nada se klija.",
          "keywords": "[\"Gubitak\", \"tuga\", \"žaljenje\", \"emocionalna bol\", \"oproštaj\"]",
          "context": "Dok vaše emocionalne veze plače zbog onoga što je prolilo, teško je videti potencijal za ljubav koja je i dalje puna."
        },
        "position4": {
          "upright": "Dugoročni rezultat je gubitak, žaljenje i tuga. Ovaj odnos se može završiti u razočaranju i mogu ostati samo gorko sećanja.",
          "reversed": "Petorica u obrnutog trupa ukazuje da ćete, dugoročno, moći da oprostite bol u prošlosti i krenite dalje. Prihvatanje koje dolazi nakon teške procesa isceljenja.",
          "keywords": "[\"Gubitak\", \"žaljenje\", \"tuga\", \"razočaranje\", \"tužno se završava\"]",
          "context": "Budućnost ovog odnosa fokusira se na gubitke prošlosti i da ne vidi sreću ispred vas."
        }
      },
      "sixofcups": {
        "position1": {
          "upright": "Ova osoba ima nostalgičnu i nevinu dušu koja čezne za prošlost. To bi mogao biti neko iz vaše prošlosti ili možda imaju djetinjaste, naivne osećaje prema vama. Daje vam poznati i siguran osećaj.",
          "reversed": "Šest šoljica preokrećeno ukazuje da je ova osoba zaglavila u prošlosti, odbija da zreli ili nosi teret prošlih događaja. Teško je gledati u budućnost.",
          "keywords": "[\"Nostalgija\", \"prošlost\", \"nevinost\", \"sećanja u detinjstvu\", \"Poklon\"]",
          "context": "Ova osoba je nevina duša čije je srce puno slatkih sećanja na prošlost."
        },
        "position2": {
          "upright": "Vaša fizička veza se oseća nevinim, slatkim i nostalgičnim. Seksualnost se doživljava sa saosećajnim i gotovo zbrinjavanjem nalik na djelu. Takođe može da ukaže na zaređenu strast sa bivšim ljubavnikom.",
          "reversed": "Šest šoljica preokrećeno ukazuje na pridržavanje prošlih seksualnih iskustava ili nedostatak seksualne zrelosti. Seksualnost se doživljava sa nerealnim, retrospektivnim očekivanjima.",
          "keywords": {
            "0": "nevinost",
            "1": "saosećanje",
            "2": "nostalgija",
            "3": "slatkoća",
            "4": "stari plamen"
          },
          "context": "Vaša fizička blizina je sigurno i saosećajno utočište koje vas podseća na slatke uspomene u prošlost."
        },
        "position3": {
          "upright": "Postoji duhovna veza između vas, iz prošlosti, poznatog i nevinog. To bi mogla biti ljubav detinjstva ili prošla životna veza. Sigurno i brižno emotivno okruženje.",
          "reversed": "Šest čekova obrnuto, ukazuje da prebivalište u prošlosti negativno utiče na vašu emocionalnu vezu. Nezreo duhovna dinamika koja odbija rast.",
          "keywords": "[\"Prošli životnu vezu\", \"Nostalgija\", \"nevinost\", \"Trust\", \"Poznati duh\"]",
          "context": "Vaša duhovna veza je poznati i topli osećaj koji je hranio slatkim sećanjima u prošlost."
        },
        "position4": {
          "upright": "Dugoročni rezultat je da je ožive veza iz prošlosti i nastavlja se srećom. Ovo obećava nevino, slatko i sigurno okruženje ljubavi.",
          "reversed": "Šest revernih šoljica ukazuje da će, dugoročno, pridržavati prošlosti ili da se ne zreli, okončaće odnos. Senke prošlosti potamne budućnost.",
          "keywords": "[\"Oživljavanje prošlosti\", \"Srećna sećanja\", \"sigurna ljubav\", \"nevinost\", \"Trajna veza\"]",
          "context": "Sudbina ovog odnosa je mirna budućnost, izgrađena na slatkoće i nevinosti prošlosti."
        }
      },
      "sevenofcups": {
        "position1": {
          "upright": "Ova osoba je neko ko živi u svetu snova i ima mnogo opcija, ali ima poteškoća da odluči. Njihova očekivanja u vezi sa ljubavlju možda neće biti realno. Takođe može imati nejasan, sanjiv stav prema vama.",
          "reversed": "Okrećeno sedam šoljica pokazuje da je ta osoba izašla iz sveta snova i suočio se sa stvarnošću, suzila njegove mogućnosti i dala jasnu odluku. Zbunja se završava.",
          "keywords": "[\"DREAMS\", \"Opcije\", \"zbrka\", \"Iluzija\", \"Neodlučnost\"]",
          "context": "Ova osoba je neko ko je izgubljen u oblaku opcija i snova i ne zna koja čaša za izbor."
        },
        "position2": {
          "upright": "U vašem seksualnom životu postoji toliko maštarija, snova i opcija. Međutim, to može dovesti do življenja u svetu fantazije, a ne stvarno fizička veza. Seksualna konfuzija ili varljive situacije.",
          "reversed": "Preokrećeno sedam šoljica pokazuje da je izrađena razlika između seksualnih fantazija i stvarnosti. Zbunjenje se završava i pojavljuje se jasna seksualna želja ili odluka.",
          "keywords": {
            "0": "seksualna fantazija",
            "1": "zbrka",
            "2": "opcije",
            "3": "iluzija",
            "4": "snjati"
          },
          "context": "Vaša seksualnost se doživljava u oblaku snova sa bezbrojnim opcijama, a ne stvarnošću."
        },
        "position3": {
          "upright": "Postoji konfuzija ili nerealno očekivanja u vašoj emocionalnoj vezi. Duhovna veza između vas može se zasnivati na iluziji ili fantaziji. Potrebna je jasnoća.",
          "reversed": "Preokrećeno sedam šoljica ukazuje da su emocionalne iluzije rassile i istina se pojavila. Duhovno dostižete jasnije razumevanje.",
          "keywords": "[\"Iluzija\", \"zbrka\", \"Nerealno očekivanja\", \"Fantazija\", \"Opcije\"]",
          "context": "Vaša emocionalna veza lebdi na oblaku snovanja i mogućnosti, a ne pravi fondacije."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos će ostati u zbrci i neodlučnosti. Previše opcija ili nerealna očekivanja sprečavaju postizanje konkretnog ishoda.",
          "reversed": "Prekoračeni sedam šoljica ukazuje da će dugoročno dostići zaključak nastankom iluzije ili jasne odluke. To bi se takođe moglo razdvojiti.",
          "keywords": "[\"Neodlučnost\", \"Konfuzija\", \"iluzija\", \"Opcije\", \"neizvesni ishod\"]",
          "context": "Budućnost ove veze je san izgubljen u opcijama, lišeni jasnog pravca."
        }
      },
      "eightofcups": {
        "position1": {
          "upright": "Ova osoba je odlučila da izađe iza situacije ili veze koja ih ne zadovoljava emocionalno. On je na novom putu u potrazi za dubljem značenjem i duhovnošću. Trenutno je u potrazi.",
          "reversed": "Osam revernih šoljica ukazuje da je ta osoba rastrgana između napuštanja situacije i boravka, boji se ili ne zna gde da ide. 'Da li radim nešto pogrešno?' Možda bi se ispitivao.",
          "keywords": "[\"Napuštanje\", \"Kuest\", \"Emotivno putovanje\", \"Nezadovoljstvo\", \"Novi put\"]",
          "context": "Ova osoba je putnik koji napušta svoje pune šolje iza i izdvaja u potrazi za više."
        },
        "position2": {
          "upright": "Odseljavanje od seksualno nezadovoljavajuće veze ili situacije. Potraga za dubljem značenjem ili duhovnom vezom od fizičkog užitka. Ne idite na seksualno putovanje.",
          "reversed": "Osam preokretanih šoljica ukazuje na strah da ostane u vezi u odnosu na seksualno nezadovoljstvo ili ne znanje gde da ide. Postoji seksualna potraga, ali se ne može preduzeti radnje.",
          "keywords": {
            "0": "seksualno nezadovoljstvo",
            "1": "potraga",
            "2": "odmicali se",
            "3": "duboko značenje",
            "4": "putovanje"
          },
          "context": "Fizička veza je početak potrage koja je zaostala jer više ne hrani dušu."
        },
        "position3": {
          "upright": "Jedna ili obe strane imaju želju da ovo ostave emocionalno neispunjavajuća veza iza. Potreba da se krene na novi put u potrazi za dužnim duhovnim značenjem.",
          "reversed": "Osam revernih šoljica označava da ste emocionalno zaglavljeni između odlaska i boravka. Postoji duhovna potraga, ali strah od preduzimanja akcije preovlađuje.",
          "keywords": "[\"Emotivni kuest\", \"napuštanje\", \"Traži još\", \"Nezadovoljstvo\", \"Duhovno putovanje\"]",
          "context": "Vaša duhovna veza je uoči ostavljanja luke koja se više ne hrani i plovi u nepoznato more."
        },
        "position4": {
          "upright": "Dugoročni rezultat je da jedna ili obe strane ostave odnos iza toga jer su emocionalno nezadovoljne. Staze će se razlikovati u potrazi za dubljem značenjem.",
          "reversed": "Invertirani osam šoljica pokazuje da će dugoročno biti bore za pokretanje igara. Možda ćete se zaglaviti u ovoj situaciji, plašite se da odete čak i ako ste nesrećni.",
          "keywords": "[\"Odvajanje\", \"Napuštanje\", \"Nova pretraga\", \"Nezadovoljstvo\", \"Crossroads\"]",
          "context": "Sudbina ovog odnosa je da ostavi poznate luke u potrazi za nečim više."
        }
      },
      "nineofcups": {
        "position1": {
          "upright": "Ova osoba je zadovoljna svojim životom, emocionalno zadovoljnom i samodovoljnim. Kao \"Karta želja\", ova osoba može imati mnogo pozitivnih kvaliteta koje tražite. On je velikodušan i ugodan partner u vezi.",
          "reversed": "Devet Cup-ova preokrećeno ukazuje da ta osoba može biti nezadovoljna, materijalistička ili uzaludna. Možda neće biti svestan ljepota u njegovom životu ili se njegove želje možda neće ostvariti.",
          "keywords": "[\"Zadovoljstvo\", \"Prihvatanje želja\", \"Emocionalno zadovoljstvo\", \"uživanje\", \"velikodušnost\"]",
          "context": "Ova osoba je samodovoljna i srećna duša koja uživa blagoslove koje život može da ponudi."
        },
        "position2": {
          "upright": "Izuzetno zadovoljavajući, ugodan i senzualni seksualni život. Može se tumačiti kao \"seksualnu ispunjenost želja\". Velikodušna seksualnost koju obe strane uživaju.",
          "reversed": "Devet šoljica preokrećeno ukazuje na seksualno nezadovoljstvo, sebičnost ili neuspeh u ispunjavanju očekivanja. Postoji zadovoljstvo, ali nešto je nestalo ili površno.",
          "keywords": {
            "0": "seksualno zadovoljstvo",
            "1": "zadovoljstvo",
            "2": "požuda",
            "3": "zadovoljstvo",
            "4": "velikodušnost"
          },
          "context": "Vaš seksualni život je gozba prepun zadovoljstva i zadovoljstva, gde se sve vaše želje ostvaruju."
        },
        "position3": {
          "upright": "Postoji duboko emocionalno zadovoljstvo i zadovoljstvo između vas. Ispunjavate želje jednih drugih i postići duhovno zadovoljstvo. Srećna i velikodušna veza.",
          "reversed": "Devet šoljica preokrećeno ukazuje na emocionalnu sebičnost ili nezadovoljstvo. Želje jedne stranke nisu ispunjene ili se ljubav pretvorila u emisiju.",
          "keywords": "[\"Emocionalno zadovoljstvo\", \"Zadovoljstvo\", \"Prihvatanje želja\", \"Sreća\", \"velikodušnost\"]",
          "context": "Vaša emocionalna veza je gozba gde se obe duše osećaju srećom i ispunjena."
        },
        "position4": {
          "upright": "Dugoročni rezultat je veza koja je izuzetno zadovoljavajuća, srećna i vaše želje se ostvaruju. Doći ćete do emocionalnog i materijalnog zadovoljstva koje tražite.",
          "reversed": "Devetorina rasprostranjena je ukinuta dugoročno razočaranje zbog nezadovoljstva ili sebičnosti. Izgleda da sreća može ostati površna.",
          "keywords": "[\"Odobrenje želja\", \"Sreća\", \"Emocionalno zadovoljstvo\", \"uživanje\", \"Uspeh\"]",
          "context": "Budućnost ovog odnosa je srećan ishod u kojem obe strane osećaju sreće i zadovoljne."
        }
      },
      "tenofcups": {
        "position1": {
          "upright": "Ovo je neko ko ceni porodicu, kuću i dugoročnu sreću. Osjeća se emocionalno potpunim i može tražiti takvu harmoniju i sreću sa vama. Potencijal za početak porodice je visok.",
          "reversed": "Preokrećeni deset šoljica ukazuje da ova osoba doživljava probleme u porodici, postoji disharmonija ili ne može postići sreću svojih snova. Nešto nedostaje u njihovoj vezi.",
          "keywords": "[\"Sreća\", \"Porodica\", \"Harmoni\", \"Završetak\", \"Emocionalno zadovoljstvo\"]",
          "context": "Ovo je neko ko sanja ili živi srećan dom ispod duge."
        },
        "position2": {
          "upright": "Vaša fizička veza izgrađena je na dubokoj ljubavi, posvećenosti i emocionalnom poverenju. Seksualnost je prirodni deo srećne i harmonične veze. Fizička harmonija koja odražava želju da započne porodicu.",
          "reversed": "Invertirani deset šoljica pokazuje da se disharmonija seksualnog života ogleda u porodičnom životu i obrnuto. Postoji srećna slika, ali nedostaje seksualno zadovoljstvo.",
          "keywords": {
            "0": "Emocionalna sigurnost",
            "1": "Ljubav seksualnost",
            "2": "raport",
            "3": "stalna veza",
            "4": "porodica"
          },
          "context": "Vaša seksualna veza je umotana u toplinu i sigurnost srećnog doma."
        },
        "position3": {
          "upright": "Ovo je krajnje emocionalno i duhovno ispunjenje. Postoji duboka ljubav, harmonija i trajna sreća između vas. Blagoslovljena veza koja se oseća kao porodica.",
          "reversed": "Pretvoreni deset šoljica ukazuje da je emocionalna harmonija između vas poremećena ili se sanjala sreća nije realizovana. Postoji duhovno isključenje.",
          "keywords": "[\"Trajna sreća\", \"Emocionalno zadovoljstvo\", \"Harmoni\", \"Blagoslovljena veza\", \"osećaj porodice\"]",
          "context": "Vaša emocionalna veza, taj savršen trenutak pod dugom; stalna i bezuslovna ljubav."
        },
        "position4": {
          "upright": "Dugoročni rezultat je trajna sreća, emocionalno zadovoljstvo i skladan porodični život. Ovo je \"srećna završetka\" snova. Možete zajedno da izgradite dom.",
          "reversed": "Deset čekova obrnut ukazuje na emocionalni nesklad i razočaranje dugoročno. Slika sreće ne može se završiti i mogu se pojaviti problemi u porodici.",
          "keywords": "[\"Trajna sreća\", \"Porodica\", \"Harmoni\", \"Emotivno zadovoljstvo\", \"Srećno završavanje\"]",
          "context": "Dugoročni potencijal ove obveznice je ta savršena porodična slika ispod duge."
        }
      },
      "pageofcups": {
        "position1": {
          "upright": "Ova osoba je mlada duša koja je sanjala, intuitivna, osetljiva i nosi emocionalnu poruku. On može da donese ljubav prema vama ili vam pošalje flirtnu poruku. Ne boji se izraziti svoja osećanja.",
          "reversed": "Čovek Cup-ova obrnut ukazuje da ta osoba može biti emocionalno nezrela, diadi ili beg. Može da doživi loše vesti ili razočaranje.",
          "keywords": "[\"Emocionalna poruka\", \"Intuicija\", \"Dreamer\", \"Nežnost\", \"flertovanje\"]",
          "context": "Ova osoba je osetljiv glasnik koji je spreman da vam pruži poruku od njegovog srca."
        },
        "position2": {
          "upright": "Flirt, nežan i romantični početak fizičke veze. Seksualni predlog ili izraz osećaja na senzualnom jeziku. Nevina seksualna radoznalost otvorena za istraživanje.",
          "reversed": "Čovek od Cup-a obrnut ukazuje na seksualnu nezrelost, ogorčenost ili strah od odbijanja. Flirti pristupi mogu biti neiskreni ili djetinjasti.",
          "keywords": {
            "0": "flert",
            "1": "romantični početak",
            "2": "senzibilitet",
            "3": "seksualna radoznalost",
            "4": "ponuditi"
          },
          "context": "Vaša senzualna energija je poput stidljiva, ali voljni ljubavnik koji vam nudi njegovo srce i telo."
        },
        "position3": {
          "upright": "Postoji novi i nežni emotivni početak između vas. To bi moglo biti ljubav prema ljubavi, izvinjenje ili intuitivna poruka. Vaše duše se međusobno približavaju radoznalosti i saosećanju.",
          "reversed": "Čovek Cup-ova obrnut ukazuje na emocionalnu nezrelost ili razočaranje. Emocije se ne mogu izraziti ili su pogrešno shvaćeni.",
          "keywords": "[\"Emocionalna poruka\", \"osetljivost\", \"Intuitivni početak\", \"radoznalost\", \"saosećanje\"]",
          "context": "Vaša duhovna veza je nevin i osetljiv glasnik koji pokušava da dostavi poruku od vašeg srca."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos će se nastaviti romantično i osetljivo. Ovo bi moglo biti predlog za angažman, vest trudnoće ili kreativan izraz ljubavi.",
          "reversed": "Čovek Cup-ova preokrećeno ukazuje da će veza dugoročno trpeti zbog emocionalne nezrelosti ili razočaravajuće vesti.",
          "keywords": "[\"Romantični razvoj\", \"Dobre vesti\", \"kreativnost\", \"nežnost\", \"angažman\"]",
          "context": "Nadajući početak gde će budućnost ove veze oblikovati poruku od srca."
        }
      },
      "knightofcups": {
        "position1": {
          "upright": "Ova osoba je romantična, idealistička, atraktivna i umetnička duša. On se ponaša sa ljubavlju i može vam doći romantičnim predlogom. Predstavlja \"princ šarmantan\" arhetip.",
          "reversed": "Vitez trupaca obrnut ukazuje da ta osoba može biti razočaravajuća, varljiva, pesimistična ili ima nerealna očekivanja. Njihove romantične geste možda nisu iskrene.",
          "keywords": "[\"romantizam\", \"ponuda\", \"idealizam\", \"šarm\", \"umetnički duh\"]",
          "context": "Ova osoba je romantično vitez koji svoju ljubav nudi kao kalež i prati njegovo srce."
        },
        "position2": {
          "upright": "Izuzetno romantičan, zavodljiv i idealistički seksualni pristup. Seksualnost se doživljava sa milošću i osetljivošću, poput umetnosti. Ponudite vam romantično i strastveno iskustvo.",
          "reversed": "Vitez Cup-a preokrećeno ukazuje na varljive romantike, neiskrene seksualne obećanja ili emocionalnu manipulaciju. Namere ispod površine mogu biti različite.",
          "keywords": {
            "0": "romantika",
            "1": "zavođenje",
            "2": "idealistička ljubav",
            "3": "osetljivost",
            "4": "strastveni predlog"
          },
          "context": "Vaša fizička veza je romantična i zavodljiva kao i stihovi pesnika."
        },
        "position3": {
          "upright": "Između vas postoji romantični i idealistički duhovni tok. Jedna strana predstavlja svoja osećanja prema drugom sa velikom gestom. Ovo je pesnička veza koja sledi srce.",
          "reversed": "Vitez Cup-ova obrnut ukazuje na nerealno emocionalna očekivanja ili neiskrena romantika. Može doći do emocionalnog razočaranja.",
          "keywords": "[\"romantizam\", \"emocionalni predlog\", \"idealizam\", \"putovanje srcem\", \"umetnički duh\"]",
          "context": "Vaša emocionalna veza je putovanje romantičnog viteza koji vam nudi njegovo srce kao kalež."
        },
        "position4": {
          "upright": "Dugoročni rezultat je romantični predlog, brak ili realizacija visoko idealističke ljubavne afere. Čeka se budućnost sa romantičnim partnerom vaših snova.",
          "reversed": "Učitavanje viteza CUP-ova ukazuje da će se romantični snovi dugoročno završiti u razočaranju. Obećanja se ne mogu čuvati.",
          "keywords": "[\"Predlog braka\", \"Romantika\", \"Idealna ljubav\", \"Snovi se ostvaruju\", \"Posvećenost\"]",
          "context": "Sudbina ovog odnosa je poput bajke u kojoj stiže šarmantni princ i počinje srećan kraj."
        }
      },
      "queenofcups": {
        "position1": {
          "upright": "Ova osoba je emocionalno zrela, saosećajna, intuitivna i empatična. Njegove empatije veštine su veoma razvijene i on ima duboku ljubav prema svojim najmilijima. On je poverenje i razumevanje partnera.",
          "reversed": "Kraljica Cup-ova obrnuta ukazuje da je ta osoba možda emocionalno nestabilna, preterano osetljiva, manipulativna ili potrebu. Možda ima poteškoća da kontroliše svoje emocije.",
          "keywords": "[\"Emocionalna zrelost\", \"Intuicija\", \"saosećanje\", \"Empatija\", \"Ljubav\"]",
          "context": "Ova osoba je ljupka duša koja deluje sa mudrošću svog srca."
        },
        "position2": {
          "upright": "Fizička veza zasniva se na dubokom emocionalnom i intuitivnom razumevanju. Seksualnost je saosećajna, negovanje i duboko empatična. Ljubavna senzualna unija koja oseća potrebe svog partnera.",
          "reversed": "Kraljica Cup-ova preokrenuta ukazuje da može postojati prekomerna emocionalnost, emocionalna manipulacija ili gušenje bliskosti u seksualnom životu. Seksualne granice mogu postati nejasne.",
          "keywords": {
            "0": "Empatična seksualnost",
            "1": "saosećanje",
            "2": "Intuitivna veza",
            "3": "Emocionalna dubina",
            "4": "ishrana"
          },
          "context": "Vaša seksualnost je tender, intuitivan ples koji dodiruje dušu partnera."
        },
        "position3": {
          "upright": "To je duhovna veza izgrađena na dubokom intuitivnom razumevanju, saosećanje i empatiju. Čitate jedni druge duše i negujte jedni druge bezuslovnom ljubavlju. Lekovita veza.",
          "reversed": "Kraljica CUP-ova preokrećena ukazuje na prekomernu emocionalnost, emocionalnu manipulaciju ili gušenje pričvršćivanja u kojoj se gube granice. Emocionalna ravnoteža je izgubljena.",
          "keywords": "[\"Intuitivno razumevanje\", \"Empatija\", \"saosećanje\", \"Emocionalna mudrost\", \"bezuslovna ljubav\"]",
          "context": "Vaša duhovna veza je saosećajna kraljica koja nudi mudrost iz okeana duboko u njenom srcu."
        },
        "position4": {
          "upright": "Dugoročni rezultat je duboko voljetina unija izgrađena na dubokom intuitivnom razumevanju, saosećanje i empatiju. Ohrabriti duše jednih drugih, naći ćete trajnu sreću.",
          "reversed": "Kraljica Cup-ova preokrenuta ukazuje da će prekomerna emocionalnost ili emocionalna manipulacija dugoročno proći vezu. Emocionalna ravnoteža je izgubljena.",
          "keywords": "[\"bezuslovna ljubav\", \"empatija\", \"saosećanje\", \"trajna sreća\", \"Intuitivna veza\"]",
          "context": "Budućnost ovog odnosa je unija dve duše koja se međusobno prihvataju bezuslovnom ljubavlju i razumevanju."
        }
      },
      "kingofcups": {
        "position1": {
          "upright": "Ova osoba je diplomatski, saosećajni i mudri vođa koji može da kontroliše svoje emocije. Ima visoku emocionalnu inteligenciju i može ostati miran čak i u teškim situacijama. Nudi zrelu i uravnoteženu ljubav.",
          "reversed": "Kralj šoljica obrnut ukazuje da ta osoba može biti emocionalno manipulativna, hladna, udaljena ili nestabilna. Možda će suzbiti ili zloupotrebiti svoje emocije.",
          "keywords": "[\"Emocionalna kontrola\", \"Mudrost\", \"saosećanje\", \"Diplomacija\", \"Zrelost\"]",
          "context": "Ova osoba je mudra kralj okeana emocija; mirno i kontrolisano srce."
        },
        "position2": {
          "upright": "Emocionalna zrelost i kontrola preovlađuju u seksualnosti. Strast je regulisana ljubavlju i mudrošću. Omogućava saosećanja, razumevanje i zadovoljavanje seksualnog iskustva prema partneru. Emocionalno i fizički uravnoteženo.",
          "reversed": "Preokrećeni kralj šoljica ukazuje na seksualno daleki, emocionalno nedostupan ili manipulativni partner. Njegove emocije može da koristi kao seksualno oružje.",
          "keywords": {
            "0": "emocionalna zrelost",
            "1": "uravnotežena strast",
            "2": "saosećanje",
            "3": "kontrola",
            "4": "mudrost"
          },
          "context": "Vaša seksualna veza je poput zrele i saosećajne kralja koji mudro vlada nad okeanom emocija."
        },
        "position3": {
          "upright": "Postoji emocionalna zrelost, ravnoteža i saosećajna kontrola između vas. Ovo je mudra i stabilna duhovna veza koja može ostati mirna čak i u teškim vremenima. Dajete emocionalno liderstvo jedni prema drugima.",
          "reversed": "Kralj šoljica obrnut ukazuje na emocionalnu manipulaciju, hladnoću ili vezu u kojoj se suzbijaju emocije. Jedna strana je emocionalno nedostupna.",
          "keywords": "[\"Emocionalna zrelost\", \"Stabilnost\", \"saosećajno liderstvo\", \"mudrost\", \"ravnoteža\"]",
          "context": "Vaša emocionalna veza je mudra i saosećajan kralj koji ovladava okean emocija."
        },
        "position4": {
          "upright": "Dugoročni rezultat je veoma uravnotežen odnos izgrađen na emocionalnom ročnosti, stabilnosti i saosećanju. Ovo je mudro i ljubavno partnerstvo koje će podnijeti test vremena.",
          "reversed": "Preokrećeni kralj Cupa ukazuje da u dugom vožnjoj vezu neće biti zadovoljavajući jer je jedna stranka emocionalno daleka ili manipulativna.",
          "keywords": "[\"Emocionalna zrelost\", \"Stabilna ljubav\", \"Trajna posvećenost\", \"Mudrost\", \"saosećanje\"]",
          "context": "Sudbina ovog odnosa je mirno kraljevstvo koje su osnovala dvoje ljudi koji savladaju svoje emocije."
        }
      },
      "aceofswords": {
        "position1": {
          "upright": "Ova osoba je mentalno vrlo jasna, inteligentna i realno. Predstavlja novu ideju ili činjenicu. On priparava važnost iskrenosti i otvorenoj komunikaciji u odnosima. Možda je dao jasnu odluku o vama.",
          "reversed": "Ace mačeva obrnuti ukazuje da je ta osoba zbunjena, donošenje pogrešnih odluka ili nije jasno u njihovom razmišljanju. Možda ima poteškoće u komunikaciji.",
          "keywords": "[\"mentalna jasnoća\", \"Istina\", \"Nova ideja\", \"Pobeda\", \"Integritet\"]",
          "context": "Ova osoba je jasna i odlučna uma koji drži oštar mač istine."
        },
        "position2": {
          "upright": "Počinje fizičkom vezom, mentalnom stimulacijom i jasnom željom. Postoji otvorena i iskrena komunikacija o seksualnim stvarima. Više od strasti, to je mentalni trenutak \"da\" ili oštar želju.",
          "reversed": "ACE of Mačevi preokrenuti ukazuje na nedostatak komunikacije, nesporazuma ili nedostatak seksualne želje za seksualnim stvarima. Mentalna barijera sprečava fizičke odnose.",
          "keywords": {
            "0": "mentalna stimulacija",
            "1": "jasna želja",
            "2": "Iskrena komunikacija",
            "3": "oštar hitac",
            "4": "odluka"
          },
          "context": "Vaša senzualna atrakcija počinje iznenadnom, oštrom jasnoćom, poput bljeska od ideje."
        },
        "position3": {
          "upright": "Između vas iznenadni trenutak mentalne i duhovne jasnoće. Ova veza vas prisiljava da vidite istinu ili dajte važnu odluku. Veza izgrađena na iskrenosti.",
          "reversed": "Reversed Ace mačeva ukazuje na mentalni sukob ili nerazumevanje između vas. Ne govorite isti jezik emocionalno i duhovno.",
          "keywords": "[\"Mentalna jasnoća\", \"Istina\", \"Iskrena komunikacija\", \"Duhovno prosvetljenje\", \"Odluka\"]",
          "context": "Vaša duhovna veza je oštar mač koji seče kroz iluzije i otkriva istinu."
        },
        "position4": {
          "upright": "Dugoročni rezultat je jasno otkrivenje istine. Ovo može biti ili trenutak iskrenosti koja odnosi na jaču fondaciju ili odluku o raskidu. Jasan rezultat je neizbežan.",
          "reversed": "Ace mačeva obrnuti ukazuje da će nerešeni sukobi i nesporazumi okončati odnos dugoročno. Jasnoća se nikada ne može postići.",
          "keywords": "[\"Neto rezultat\", \"Istina\", \"Odluka\", \"integritet\", \"prosvetljenje\"]",
          "context": "Sudbina ovog odnosa je oštar i jasan trenutak istine koja će sve promeniti."
        }
      },
      "twoofswords": {
        "position1": {
          "upright": "Ova osoba je bila neodlučna u lice teške odluke i razvila mehanizam odbrane. Možda se izbegava suočavanje sa činjenicama i blokira svoje emocije. I on je na straži protiv vas.",
          "reversed": "Dvojica obronjenih mačeva ukazuje da je ta osoba prevazila na period neodlučnosti, dostigla je zastoj ili se bori jer odbija da vidi činjenice. Konfuzija i nesigurnost preovlađuju.",
          "keywords": "[\"Neverizija\", \"Impasse\", \"Odbrana\", \"Poricanje\", \"Escapism\"]",
          "context": "Ova osoba je vezana očima, uhvaćena između svog srca i njegovog uma, ne znajući kojim putem da krene."
        },
        "position2": {
          "upright": "Stanje odbrane ili ambivalencija prema seksualnoj intimnosti. Strane izbegavaju da se seksualni korak i grade emocionalni zid. Postoji seksualna napetost, ali nema akcije.",
          "reversed": "Dvojica obronjenih mačeva ukazuje na seksualnu zastoj ili napetost stvorenu potisnutim emocijama. Nestabilnost nemoguća fizička intimnost.",
          "keywords": {
            "0": "seksualna ambivalencija",
            "1": "odbrana",
            "2": "opekana",
            "3": "prihod",
            "4": "izbegavanje"
          },
          "context": "Vaša fizička veza je poput hladnog mira između dva zatvorenog uma."
        },
        "position3": {
          "upright": "Postoji odbrambenost ili ambivalencija jedni drugima emocionalno. Plašite se da otvorite svoja srca i osećate se na slijepom kraju. Duhovno primirje.",
          "reversed": "Dvojica obronjenih mačeva ukazuje da se napetost stvorena potisnutim emocijama ili neodlučnošću raste. Zaglavili ste u emocionalnom zastoj.",
          "keywords": "[\"Emocionalna nestabilnost\", \"Odbrana\", \"Impasse\", \"Denial\", \"Zatvaranje srca\"]",
          "context": "Vaša emocionalna veza je trenutak kada se dve duše za povez očiju da se približe jedni drugima."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos će ostati u zastoju. Pošto se ne može izvršiti važna odluka, odnos niti napreduje ni završava. Stajanje neodlučnosti i dalje postoji.",
          "reversed": "Reverse Dva mačeva ukazuje da će se jedna stranka odustati od neodlučnosti dugoročno ili će spoljna sila okončati odnos. Zastoj rezultira rupturama.",
          "keywords": "[\"Impasse\", \"Neizvreda\", \"Neizvesnost\", \"Inconnizivna\", \"CAEASIRE\"]",
          "context": "Dugoročna sudbina ovog odnosa je da ostane u Abistanci, jer se ne može donositi odluka."
        }
      },
      "threeofswords": {
        "position1": {
          "upright": "Ova osoba je nedavno doživela srce, suočila se sa oštrom stvarnošću ili prolazila kroz raskid. Trenutno pati mentalno i emocionalno ožiljao. Možda nije spreman za novu vezu.",
          "reversed": "Tri prevaranta na njih se navodi da ova osoba potiskuje svoju bol, odbacujući proces isceljenja ili da ne pređe preko prošlog razočaranja. On ili ona možda neće moći da oproste i produže bol.",
          "keywords": "[\"Heartbreak\", \"Bol\", \"Raspad\", \"suočavanje sa stvarnošću\", \"tuga\"]",
          "context": "Ova osoba ima ranjeno srce bori se sa bolnim stvarnostima koje ljubav donosi."
        },
        "position2": {
          "upright": "Fizička veza je ugrožena neverstvom, seksualnom razočaranjem ili bolnom istinom. Seksualni odnos može nositi osećaj tuge ili bola. HeartBreak utiče na fizičku vezu.",
          "reversed": "Troje reverzije mačeva ukazuju na napor da se prevaziđe seksualni bol ili izdaju. Proces lečenja može biti spor i bolan. Nemate problema sa praštanjem.",
          "keywords": {
            "0": "seksualna frustracija",
            "1": "varati",
            "2": "ugao",
            "3": "srp",
            "4": "tuga"
          },
          "context": "Vaša fizička veza oživljavaju mačevi probijeni kroz srce gorkom istinom."
        },
        "position3": {
          "upright": "Ovo predstavlja bolnu emocionalnu vezu, srce ili izdaju. Iako ova bol nosi duhovnu lekciju i priliku za isceljenje, za sada preovlađuje tuga.",
          "reversed": "Tri mačeva obrnuta ukazuju na to da produžavate bol u srcu ili odbijate da oprostite. Duhovno si zaglavljen u ovoj boli.",
          "keywords": "[\"Heartbreak\", \"Emotivni bol\", \"izdaja\", \"Griefa\", \"Raskida\"]",
          "context": "Vaš emocionalni prilog je patnje srce probijeno tri oštrim mačevima."
        },
        "position4": {
          "upright": "Dugoročni rezultat je neizbežno srčani, razdvajanje i tuga. Ovaj odnos će se bolno završiti.",
          "reversed": "Preokrećena tri mačeva ukazuje da bol od raspada ili izdaje neće nestati dugoročno. Stalno stanje tuge i nemogućnosti zaceljenju.",
          "keywords": "[\"Raspad\", \"Heartbreak\", \"Tuga\", \"Bol\", \"izdaja\"]",
          "context": "Sudbina ove veze je kraj ispunjena bolom, suzama i tugom."
        }
      },
      "fourofswords": {
        "position1": {
          "upright": "Ova osoba je mentalno umorna i potreban je odmor. Nakon stresnog perioda, odmorio se i pokušava se oporaviti. Trenutno ne mora imati energiju za odnose.",
          "reversed": "Preokrećena četiri mačeva ukazuje da ta osoba prevrće period odmora i preduzima mere ili odbija da se odmori i krene ka izgaranju. Stres i umora se nastavljaju.",
          "keywords": "[\"Odmor\", \"Break\", \"Oporavak\", \"Meditacija\", \"Mirno\"]",
          "context": "Ova osoba je vitez koji je oduzeo od svojih bitaka i odmarao svoj um i dušu."
        },
        "position2": {
          "upright": "Seksualni odmor ili period odmora. Strane prikupljaju energiju prelaskom od seksualne aktivnosti. To može značiti nisku libido ili seksualnu apstinenciju. To je neophodan postupak za isceljenje.",
          "reversed": "Preokrećena četiri mačeva ukazuje na prisilnu seksualnu stagnaciju ili stanje iscrpljenosti. Možda je vreme da se vratite u seksualnu aktivnost, ali postoji nevoljkost.",
          "keywords": {
            "0": "seksualni odmor",
            "1": "dijeta",
            "2": "odmor",
            "3": "poboljšanje",
            "4": "nizak libido"
          },
          "context": "Vaša seksualna energija je mirna, poput viteza koji se odmara da se pripremi za sledeću bitku."
        },
        "position3": {
          "upright": "Vi ste u periodu odmora i oporavka, emocionalno i duhovno. Postoji potreba za pauzom u vezi ili da se daju jedni drugima prostor. Ovo je mentalna priprema za zdraviju vezu.",
          "reversed": "Četiri modra preokrenuta ukazuju na to da beži od emocionalnih problema ili su duhovno iscrpljeni odbijanjem da se odmarate. Ne dozvoljavate da se predive.",
          "keywords": "[\"Emotivni odmor\", \"Oporavak\", \"Break\", \"Mentalni smiri\", \"Prepoznavanje prostora\"]",
          "context": "Vaša duhovna veza je poput viteza koji se odmori od bitaka i odmara se da ozdravi."
        },
        "position4": {
          "upright": "Dugoročno, ovaj odnos će ući u period stagnacije. Ovo bi moglo biti privremeno odvajanje ili pauza da razmotri budućnost veze. Nije kraj, već odmor.",
          "reversed": "Četiri reverzije mačeva ukazuju na to da će odnos polako izgoreti i završiti dugoročno bežanjem od problema ili odbijajući da se odmori.",
          "keywords": "[\"Pauza\", \"Break\", \"Privremeno odvajanje\", \"odmor\", \"period oporavka\"]",
          "context": "Budućnost ove veze će se neko vreme srušiti, pauza za disanje."
        }
      },
      "fiveofswords": {
        "position1": {
          "upright": "Ova osoba je u sukobu ili takmičenju. On može da isproba svaki način da pobedi, ali ova pobeda može biti 'pirorska pobeda', odnosno njegovi gubici premašuju njegove dobitke. Možda ima sebičan i ambiciozan stav.",
          "reversed": "Petorica preokrenuta mačeva ukazuje da je ta osoba shvatila uzaludnost sukoba, pokušava da kompromise ili žali u prošloj borbi. Možda traži mir.",
          "keywords": "[\"Sukob\", \"Konkurencija\", \"Poraz\", \"Sebinologija\", \"Ambicija\"]",
          "context": "Ova osoba je konfrontacijski duh koji će sve žrtvovati sve da pobedi."
        },
        "position2": {
          "upright": "Postoji borba za vlast, sebičnost ili sukob u seksualnosti. Zadovoljstvo jedne stranke može doći na štetu drugog. Seksualni odnos se može osećati kao pobeda ili poraz. To može biti agresivno ili pogrdno.",
          "reversed": "Petorica preokrenuta mačeva može ukazivati na žaljenje nakon seksualnog sukoba ili otkrića obmane. Potencijal za seksualno maltretiranje ili uznemiravanje.",
          "keywords": {
            "0": "seksualni sukob",
            "1": "sebičnost",
            "2": "borba za napajanje",
            "3": "agresija",
            "4": "poraz"
          },
          "context": "Vaš seksualni prostor oseća se kao bojno polje, a ne ljubavna zajednica."
        },
        "position3": {
          "upright": "Postoje sukob, ego bitke i bolne reči u vašoj emocionalnoj vezi. Možda ćete se poznavati slabosti jedni drugima i koristiti ih. Nedostatak empatije oštećuje duhovnu vezu.",
          "reversed": "Petorica modra preokrenuta ukazuje na žaljenje ili želju za pomirenjem nakon emocionalne bitke. Ali rane mogu biti duboko i duhovno poverenje je uzdrmano.",
          "keywords": "[\"Emotivni sukob\", \"bolne reči\", \"Ego Battle\", \"Nedostatak empatije\", \"Gubitak poverenja\"]",
          "context": "Umesto ljubavi, vaša duhovna veza je definisana ego ratom bez pobednika."
        },
        "position4": {
          "upright": "Dugoročni rezultat je sukob i odvajanje ispunjeno bolom i gubitkom. Ovo je rat bez pobednika i ostaju samo žaljenje i neprijateljstvo.",
          "reversed": "Petorica močvara preokrenuta označava kraj dugoročno u kojem će jedna stranka u potpunosti pobediti drugi ili će odnos biti nepopravljivo oštećen. Nepovratno uništenje.",
          "keywords": "[\"neprijateljski razdvajanje\", \"sukob\", \"Poraz\", \"žaljenje\", \"gubitak\"]",
          "context": "Budućnost ovog odnosa je ponižavajući rat u kojem obe strane izgube."
        }
      },
      "sixofswords": {
        "position1": {
          "upright": "Ova osoba ostavlja težak period iza i kreće se prema smirenijim vodama. On je u tranziciji i mentalno se oporavlja. Ostavio je prošlost iza i postavio jelo za novi početak.",
          "reversed": "Šest preokrene mačeva ukazuje da se ta osoba bori sa tranzicijom, nastavlja da nosi teret prošlosti ili je putovanje odloženo. Teško je da nađe mir.",
          "keywords": "[\"Tranzicija\", \"Putovanje\", \"Lečenje\", \"Mir\", \"Pusti prošlost\"]",
          "context": "Ova osoba je putnik koji napušta olujne more i glave prema mirnoj luci."
        },
        "position2": {
          "upright": "Ostavljajući tešku ili bolnu seksualnu prošlost iza i prelazi u mirniji period. Izlečenje seksualne traume i kretanje prema mirnijem seksualnom životu.",
          "reversed": "Šest preokrene mačeva pokazuje da čak i ako pokušate da pobegnete iz seksualnih problema, teret prošlosti i dalje dolazi s vama. Kompletan oporavak se nije mogao postići.",
          "keywords": {
            "0": "seksualni oporavak",
            "1": "prelaz",
            "2": "mir",
            "3": "ne puštajte prošlost",
            "4": "smiriti se"
          },
          "context": "Vaša seksualna energija ostavlja olujne more i glave prema mirnom zalivu."
        },
        "position3": {
          "upright": "Osnovno ostavljate težak emocionalni period iza i prelazite na smirenije vode zajedno. Ovo je proces duhovnog isceljenja i odseljavanje od bola u prošlosti.",
          "reversed": "Šest obrnutih mačeva pokazuje da iako pokušate da pobegnete iz emocionalnih problema, teret prošlosti i dalje utiče na vašu duhovnu vezu. Kompletan oporavak se nije mogao postići.",
          "keywords": "[\"Duhovno isceljivanje\", \"Tranzicija\", \"Mir\", \"pusti prošlost\", \"smiri se\"]",
          "context": "Vaša emocionalna veza je čamac koji ostavlja olujno more i plovidbu prema mirnom zalivu."
        },
        "position4": {
          "upright": "Dugoročno, nakon teškog perioda, krećete se prema mirnijoj i mirnijoj budućnosti zajedno. Ovdje se radi o napuštanju problema iza i polako, ali sigurno isceljuju.",
          "reversed": "Reverse šest mačeva ukazuje da se nećete moći da se reši problemima prošlosti dugoročno i vaš odnos će se srušiti pod ovim teretom.",
          "keywords": "[\"mirna budućnost\", \"isceljivanje\", \"tranzicija\", \"Prevladavanje problema\", \"mirno\"]",
          "context": "Sudbina ove veze je da ostavite olujne more i dostići mirnu luku."
        }
      },
      "sevenofswords": {
        "position1": {
          "upright": "Ova osoba može biti strateško, lukavo, a ponekad je tajanstveno. Možda će izbegavati odgovornost, skrivati nešto ili biti nepošteno. Možda nije potpuno otvoren sa vama.",
          "reversed": "Preokrećeno sedam mačeva ukazuje da je laž ove osobe bila izložena, on se oseća kajanje ili više ne želi da radi tajne stvari. Možda će odlučiti da bude iskren.",
          "keywords": "[\"Trick\", \"Strategija\", \"Tajnost\", \"obmana\", \"Izbegavanje odgovornosti\"]",
          "context": "Ova osoba je lukavi strateg koji pokušava da sprovede sopstveni plan a da niko ne primeti."
        },
        "position2": {
          "upright": "Postoji tajnost, obmana ili nepošteno ponašanje u seksualnom životu. To bi moglo biti letenje, tajne afere ili seksualne fantazije skrivene od partnera.",
          "reversed": "Preokrećeno sedam mačeva ukazuje na opasnost da se otkrije laž ili obmana. Krivica čuvanja tajne ili straha da se uhvate.",
          "keywords": {
            "0": "varati",
            "1": "sigurnost",
            "2": "koji izbegne",
            "3": "nepošteno ponašanje",
            "4": "tajne"
          },
          "context": "Vaša fizička veza izgleda više kao tajni plan od poštene unije."
        },
        "position3": {
          "upright": "Možda postoji nedostatak iskrenosti, čuvane tajne ili obmane u vašoj emocionalnoj vezi. Jedna strana nije potpuno otvorena za drugu, koja podriva duhovno poverenje.",
          "reversed": "Preokrećeno sedam mačeva ukazuje na opasnost da se otkrije laž ili tajne ili kajanje koje donosi. Potreba za duhovnim čišćenjem.",
          "keywords": "[\"varanje\", \"tajne\", \"nedostatak integriteta\", \"nepoverenje\", \"izbegavanje\"]",
          "context": "Vaša emocionalna veza je poput nepotpune zagonetke gde jedna strana skriva nešto od drugog."
        },
        "position4": {
          "upright": "Dugoročni rezultat je varanje, nedostatak iskrenosti ili jedna strana potajno napuštajući odnos. Nedostatak poverenja će doneti kraj ove veze.",
          "reversed": "Preokrećeno sedam mačeva ukazuje da će se odnos iznenada i bolno završiti kada se dugoročno otkriva laž. Konfrontacija je neizbežna.",
          "keywords": "[\"varanje\", \"razdvajanje\", \"nepoverenje\", \"tajne\", \"nedostatak iskrenosti\"]",
          "context": "Sudbina ovog odnosa je kraj koji dolazi kada se izdaje poverenje."
        }
      },
      "eightofswords": {
        "position1": {
          "upright": "Ova osoba se oseća zarobljeno, ograničeno i bespomoćno. Međutim, ova situacija je obično samostalni mentalni zatvor. Možda nije svestan svoje vlastite moći i igra u ulogu žrtve.",
          "reversed": "Otkriveni osam mačeva ukazuje da se ova osoba oslobodila samo ograničavajuća uverenja, postane slobodna i uzela je svoju moć. Našao je izlaz iz svog mentalnog zatvora.",
          "keywords": "[\"Ograničenje\", \"bespomoćnost\", \"uloga žrtve\", \"mentalni zatvor\", \"strah\"]",
          "context": "Ova osoba je zatvorenik sopstvenih misli i ne shvata da mačevi oko njega u stvari ne diraju."
        },
        "position2": {
          "upright": "Vaša fizička veza je ograničena strahom i mentalnim preprekama. Jedna ili obe strane se plaše da se seksualno izražavaju seksualno i osećaju se zarobljene. Seksualnost se doživljava u mentalnom zatvoru.",
          "reversed": "Osvećeno osam mačeva ukazuje na prevazilaženje seksualnih tabua i strahova. Mentalne barijere se uklanjaju i počne seksualno oslobođenje. Oslobodite se samoograničavajućim misli.",
          "keywords": {
            "0": "seksualno upravljanje",
            "1": "strah",
            "2": "mentalna invalidnost",
            "3": "nedostatak samopouzdanja",
            "4": "ograničenje"
          },
          "context": "Fizička veza između vas se bori sa preprekama stvorenim u sopstvenom umu."
        },
        "position3": {
          "upright": "Osećate se emocionalno zarobljenim. Čini se da ova veza ograničava vašu slobodu, ali je često mentalni zatvor svog stvaranja. Ne možete da napredujete duhovno.",
          "reversed": "Okolište od osam mačeva ukazuje da prepoznajete emocionalne ili duhovne prepreke koje vas ograničavaju i počinje da ih se rešite. Trenutak oslobađanja.",
          "keywords": "[\"Emocionalno zatvor\", \"Ograničenje\", \"Strah\", \"Bespomoćnost\", \"Mentalna invalidnost\"]",
          "context": "Vaša duhovna veza je kavez koji ste izgradili sa svojim strahovima, zatvorite vas."
        },
        "position4": {
          "upright": "Dugoročno, ova veza će se pretvoriti u situaciju zbog čega se osećate zarobljenim i bespomoćnim. Možda se ne možete osloboditi ove veze zbog strahova i ograničenja.",
          "reversed": "Osvećeno osam mačeva ukazuje da ćete naći način da se dugoročno oslobodite od ovog restriktivnog odnosa. Ovo je razdvajanje koje će rezultirati oslobađanjem.",
          "keywords": "[\"Trava\", \"bespomoćnost\", \"restriktivna veza\", \"strah\", \"potreba za oslobađanjem\"]]",
          "context": "Budućnost ovog odnosa je zatvor izgrađen sa strahovima koji ste stvorili."
        }
      },
      "nineofswords": {
        "position1": {
          "upright": "Ova osoba doživljava duboku anksioznost, strah, krivicu ili noćne more. Njegov um može ga mučiti i možda će imati besane noći. Doživljava intenzivan stres i anksioznost.",
          "reversed": "Devet mačeva preokrećeno ukazuje da se ta osoba suočila sa njihovim najgorim strahovima, shvatila da su njihove zabrinutosti neosnovane ili je došlo do kraja krize. Izlečenje i olakšanje počinje.",
          "keywords": "[\"anksioznost\", \"strah\", \"noćne more\", \"stres\", \"krivica\"]",
          "context": "Ova osoba je anksiozna duša koja se noću izgubi u mračnim hodnicima uma."
        },
        "position2": {
          "upright": "Seksualni život je ispunjen anksioznošću, krivicom ili strahom. Trživost seksualne performanse, prošla trauma ili sramota mogu da postanu muka fizičke intimnosti.",
          "reversed": "Prekoračen devet mačeva ukazuje da su se suočeni sa seksualnim strahovima i ove zabrinutosti se realizuju da budu neosnovane. Proces isceljenja počinje, ali još uvek postoji ranjivost.",
          "keywords": {
            "0": "seksualna anksioznost",
            "1": "strah",
            "2": "krivica",
            "3": "sramota",
            "4": "anksioznost performansi"
          },
          "context": "Vaš seksualni život je poput tamne noći ispunjeno anksioznošću koja se pretvara u mentalno mučenje."
        },
        "position3": {
          "upright": "Ova emocionalna vezanost vam daje anksioznost, krivicu ili strah. Mentalna zabrinutost zbog veze vas duhovno isuši. Možda ste okrutni jedni prema drugima ili sebi.",
          "reversed": "Devet močvara preokrećeno ukazuje da se suočavate sa svojim najgorim strahovima i shvatili da su neosnovani. Kraj emocionalne krize i duhovno olakšanje.",
          "keywords": "[\"anksioznost\", \"strah\", \"krivica\", \"mentalna bol\", \"duhovna muka\"]",
          "context": "Vaša emocionalna veza je noćna mora puna anksioznosti i straha koja vas sprečava noću."
        },
        "position4": {
          "upright": "Dugoročni rezultat je odnos pun anksioznosti, krivice i straha. Ova veza će vam donijeti više mentalnih bolova od sreće i pretvoriti se u noćnu moru.",
          "reversed": "Reversed devet mačeva ukazuje da će to dugoročno kriza ili veliki strah okončati odnos. Brine se mogu postati stvarnost.",
          "keywords": "[\"anksioznost\", \"strah\", \"mentalna bol\", \"noćna mora\", \"krivica\"]",
          "context": "Budućnost ovog odnosa je besana noć puna briga i žaljenja."
        }
      },
      "tenofswords": {
        "position1": {
          "upright": "Ova osoba je doživela bolni kraj, izdaja ili kvar. On je na najnižoj tački i misli da je sve gotovo. Ali ovo je takođe najavio novi početak, jer ne može biti gore.",
          "reversed": "Prekoračeni deset mačeva ukazuje da je ta osoba usko izbegla katastrofu, proces lečenja je počeo ili bol u prošlosti i dalje zadržava. Možda nije bilo kompletnog završetka.",
          "keywords": "[\"Gorki kraj\", \"izdaja\", \"Sažmi\", \"niska tačka\", \"Novi početak\"]",
          "context": "Ova osoba je ubodana u leđa i stigla je do dna stene, ali je sada spremna za ponovno rođenje."
        },
        "position2": {
          "upright": "Seksualni kraj, najteže tačku izdaje, ili potpuni iscrpljivanje seksualne energije. Ovo je kraj ere i nema drugog načina, već i novi početak.",
          "reversed": "Prekoračeni deset mačeva ukazuje na postepeni oporavak nakon bolne seksualne situacije. Rane su i dalje sveže, ali najgore se može završiti. Izbegavanje potpunog kolapsa.",
          "keywords": {
            "0": "gorka kraj",
            "1": "izdaja",
            "2": "Seksualna iscrpljenost",
            "3": "niska tačka",
            "4": "Bol iz izdaje"
          },
          "context": "Vaša fizička veza predstavlja bolni kraj koji je dostigao najnižu tačku."
        },
        "position3": {
          "upright": "Ovo predstavlja naj bolniju tačku emocionalnog završetka ili izdaja. Osjećate se na dno duhovno. Ali ovaj kraj je početak nove, zdravije veze.",
          "reversed": "Prekoračeni deset mačeva ukazuje na postepeni oporavak nakon bolne emocionalne situacije. Rane su i dalje sveže, ali je počeo duhovni proces isceljenja.",
          "keywords": "[\"Gorki završetak\", \"izdaja\", \"Emotivni kolaps\", \"niska tačka\", \"Restart\"]",
          "context": "Vaša emocionalna veza je bolni kraj koji se oseća kao ubod u leđima."
        },
        "position4": {
          "upright": "Dugoročna posledica je bolan i određeni kraj. Ova veza će se završiti izdajom ili neizbežnim kolapsom. Ovaj kraj je takođe neophodnost za novi početak.",
          "reversed": "Prekoračeni deset mačeva ukazuje da se bolno završetak neprestano odložen ili da će bol trajati dugo vremena čak i nakon raspada. Nikad se ne završava u potpunosti.",
          "keywords": "[\"Final End\", \"Izdaja\", \"Bol\", \"Sažmi\", \"Poraz\"]",
          "context": "Sudbina ovog odnosa je da se okončaju neizbežno i bolno finale."
        }
      },
      "pageofswords": {
        "position1": {
          "upright": "Ova osoba je znatiželjna, energična, priča i ponekad tračeva. Željni je da nauči nove stvari, ali može biti nestrpljiv. On ili ona mogu da vam pristupi oštrom inteligenciji i stavu u ispitivanju.",
          "reversed": "Obrnuti sluga mačeva ukazuje da se ta osoba može biti povređena njihovim rečima, budi odbrambeni ili govori gluposti. Možda postoje problemi i nesporazumi u komunikaciji.",
          "keywords": "[\"radoznalost\", \"Komunikacija\", \"Energija\", \"ispitivanje\", \"Traženje istine\"]",
          "context": "Ova osoba je mlad i energičan um, željan istraživanja ideja i činjenica mačem u ruci."
        },
        "position2": {
          "upright": "Zanimljiva, radoznala i priča o seksualnim stvarima. Potencijal za \"prljavi razgovor\" ili otvoreno komunicirajući o seksualnim iskustvima. Malo neiskusan, ali oduševljen.",
          "reversed": "Preokrećeni čovek mačeva ukazuje da se reči mogu biti povređene u seksualnom životu ili lažima. Komunikacija može da se udaljava, a ne da se približi bliže. Odbrambena seksualnost.",
          "keywords": {
            "0": "seksualna radoznalost",
            "1": "komunikacija",
            "2": "prljav razgovor",
            "3": "ispitivanje",
            "4": "neiskustvo"
          },
          "context": "Vaša fizička veza je čestitka i radoznala igra koja se igra rečima i umom."
        },
        "position3": {
          "upright": "Emocionalna veza između vas je hranjena intelektualnom radoznalošću i otvorenom komunikacijom. Uživate u istraživanju misli jednih drugih. Međutim, to ponekad može nedostajati emocionalna dubina.",
          "reversed": "Reversirani sluga mačeva ukazuje da postoje povređene reči, argumenti ili mentalne igre između vas. Komunikacija oštećuje duhovnu obveznicu, a ne da ga ojača.",
          "keywords": "[\"Intelektualno radoznalost\", \"Otvorena komunikacija\", \"ispitivanje\", \"Diskusija\", \"Iskrenost\"]",
          "context": "Vaša emocionalna veza je oštar i znatiželjni um uma odigrano rečima i idejama."
        },
        "position4": {
          "upright": "Budućnost ovog odnosa biće jedno od stalnih ispitivanja i komunikacije. Ovo može mentalno podsticanje, ali takođe može dovesti do stalnih argumenata i neslaganja.",
          "reversed": "Preokrećeni čovek mačeva ukazuje da će to dugoročno, štetne reči i nepoštena komunikacija uništiti odnos. Bićete nestrpljivi jedni s drugima.",
          "keywords": "[\"Stalni argument\", \"problemi sa komunikacijama\", \"neslaganje\", \"ispitivanje\", \"Nejasna budućnost\"]",
          "context": "Budućnost ovog odnosa je neprestana pregovaračka i mentalna utakmica."
        }
      },
      "knightofswords": {
        "position1": {
          "upright": "Ova osoba je ambiciozna, fokusirana, brzo razmišljanje i čak i brže se kreće. Fokusiran je na cilj i brzo se kreće da bi ga postigao. On može biti nepromišljen i utakmici ponekad.",
          "reversed": "Vitez mačeva obrnut ukazuje da ta osoba može biti agresivna, bezobzirna, svađa ili devijantna od njihovih ciljeva. On koristi energiju u pogrešnom smeru.",
          "keywords": "[\"Ambicija\", \"Brzina\", \"Fokus\", \"Hitnost\", \"Određivanje\"]",
          "context": "Ova osoba je nezaustavljiv ratnik ideja koji se kreće ka svom cilju kao oluja."
        },
        "position2": {
          "upright": "Brzo, strastveno i možda malo impulsivan seksualni pristup. Može da nosi energiju \"jedna noć\". To je orijentisano orijentisan na gol i fokusira se na akciju i osvajanje, a ne emocionalnu dubinu.",
          "reversed": "Učitavanje viteza mačeva može ukazivati na agresivan, bezobrazan ili sebičan seksualni partner. Užasnu energiju koja ignoriše potrebe svog partnera.",
          "keywords": {
            "0": "brz seks",
            "1": "indiskrecija",
            "2": "osvajanje",
            "3": "Stand za jednu noć",
            "4": "podsticaj"
          },
          "context": "Vaša seksualna energija je napadač orijentisan na cilj koji dolazi i ide kao oluja."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je brza, direktna, a ponekad i impulsivna. Ne smeta vam da kažete istinu, ali to možda nedostaje saosećanje. Brzo, ali zapanjujući duhovni napredak.",
          "reversed": "Prekoračeni vitez mačeva ukazuje na agresivne argumente i emocionalnu agresiju između vas. Ranjavate duše jednih drugih.",
          "keywords": "[\"Brza komunikacija\", \"usmerena\", \"impulsivnost\", \"argumentacija\", \"Traženje istine\"]",
          "context": "Vaš emocionalni prilog je brza oluja koja sve uništava na svom putu u potrazi za istinom."
        },
        "position4": {
          "upright": "Dugoročni rezultat je iznenadno i brzo razdvajanje. Jedna strana može odlučiti da okonča vezu bez razmišljanja i brzog.",
          "reversed": "Prekoračeni vitez mačeva ukazuje na lom koji prate glavna i pogubna borba tokom dugoročnog. Mogu se reći nepovratne reči.",
          "keywords": "[\"Nagli razdvajanje\", \"Brz kraj\", \"Indiskrecionovod\", \"svađa\", \"Raskup\"]",
          "context": "Sudbina ovog odnosa je kraj koji iznenada dolazi poput oluje i sve uništava."
        }
      },
      "queenofswords": {
        "position1": {
          "upright": "Ova osoba je inteligentna, nezavisna, iskrena i šaljiva. On deluje sa svojom logikom, a ne njegovim emocijama. Možda je naučio iz gorkih iskustava. Očekuje jasnoću i iskrenost u odnosima.",
          "reversed": "Kraljica mačeva obrnuta ukazuje da je ta osoba možda preterano kritična, hladna, osvetoljubiva ili okrutna. Može da koristi svoju inteligenciju da povredi druge.",
          "keywords": "[\"Inteligencija\", \"Nezavisnost\", \"Integritet\", \"Clariti\", \"Logika\"]",
          "context": "Ova osoba je oštar i nezavisni duh koji vam omogućava da vidite istinu."
        },
        "position2": {
          "upright": "Predstavlja nekoga ko je seksualno inteligentan, iskusan i zna šta žele. On naglašava otvorenu komunikaciju i mentalnu harmoniju, a ne emocionalnu dramu. Može biti duhovit i imati oštar seksualni um.",
          "reversed": "Kraljica preokretanih mačeva može ukazivati na nekoga ko je seksualno hladno, udaljen, kritičan ili je isključen zbog prošlosti boli. On može da koristi seksualnost kao sredstva osvete.",
          "keywords": {
            "0": "seksualna inteligencija",
            "1": "iskustvo",
            "2": "oštrina",
            "3": "rastojanje",
            "4": "nezavisnost"
          },
          "context": "Vaša seksualnost je područje vodilo inteligencijom i iskustvom, gde se održava emocionalna udaljenost."
        },
        "position3": {
          "upright": "Emocionalna veza između vas izgrađena je na iskrenosti, inteligenciji i nezavisnosti. Jasni ste i otvoreni jedni sa drugima. Ovo je zrelo duhovno razumevanje formirano nakon bolnih iskustava.",
          "reversed": "Kraljica mačeva obrnuta ukazuje da postoji emocionalna hladnoća, udaljenost ili oštre kritike između vas. Rane prošlosti zamrznule su duhovnu vezu.",
          "keywords": "[\"Emocionalna jasnoća\", \"Integritet\", \"Inteligencija\", \"Nezavisnost\", \"Podešavanje granice\"]",
          "context": "Vaša duhovna veza je inteligentno i jasno razumevanje, bez emocionalne drame."
        },
        "position4": {
          "upright": "Dugoročni ishod je jasna i logična odluka na razvod načina. Ovo može biti nesentimentalan, ali iskren kraj koji dolazi nakon gorkih iskustava. Nezavisnost je stečena.",
          "reversed": "Kraljica obronjenih mačeva ukazuje da će to dugoročno hladnoća, udaljenost i neumirljivost uništiti odnos. Usamljeno i osvetoljubivo završeno.",
          "keywords": "[\"Logično odvajanje\", \"Nezavisnost\", \"Jasna odluka\", \"Iskreno završavanje\", \"Udaljenost\"]",
          "context": "Budućnost ovog odnosa je oštra i jasna odluka, bez emocija."
        }
      },
      "kingofswords": {
        "position1": {
          "upright": "Ova osoba je intelektualni, autoritarni, fer i analitički vođa. Donosi odluke na osnovu činjenica i logike. Možda je emocionalno udaljen, ali on je fer i pošteni partner.",
          "reversed": "Prekoračeni kralj mačeva ukazuje da ta osoba može biti presudna, manipulativna, neosjetljiva ili neko ko zlostavlja svoju moć. Može biti intelektualno nasilnika.",
          "keywords": "[\"Intelektualna uprava\", \"Pravda\", \"Logika\", \"Analitička misao\", \"Integritet\"]",
          "context": "Ova osoba je mudra i nepristrasna uma koji vlada u carstvu i pravde."
        },
        "position2": {
          "upright": "Predstavlja nekoga sa ovlašćenjem, inteligencijom i kontrolom seksualnosti. Seksualne fantazije ili razgovori mogu se pojaviti na intelektualnom nivou. Emocionalno daleki, ali pošteni i pošteni seksualni partner.",
          "reversed": "Preokrećeni kralj mačeva ukazuje na nekoga ko je seksualno manipulativno, kontrolirajući i bezobrazni. On može da koristi svoju inteligenciju da kontroliše ili seksualno dominira svojim partnerom.",
          "keywords": {
            "0": "Intelektualna seksualnost",
            "1": "kontrola",
            "2": "vlast",
            "3": "iskrenost",
            "4": "rastojanje"
          },
          "context": "Vaša seksualna veza je visoko kontrolisani prostor gde vladajuća i logika vladaju."
        },
        "position3": {
          "upright": "Duhovna veza između vas zasnovana je na visokoj mentalnoj harmoniji, pravdi i iskrenosti. Poštujte jedni druge intelektualno. Ovo je mudro i zrelo partnerstvo uma.",
          "reversed": "Prekoračeni kralj mačeva ukazuje na vezu koja je emocionalno manipulativna, hladna i presudna. Inteligencija se koristi za uspostavljanje superiornosti, a ne uspostavljanja duhovne veze.",
          "keywords": "[\"mentalna harmonija\", \"Pravda\", \"integritet\", \"intelektualno poštovanje\", \"mudrost\"]",
          "context": "Vaša emocionalna veza je zrela realm uma gde vladaju istina i pravde."
        },
        "position4": {
          "upright": "Dugoročni rezultat je intelektualno partnerstvo ili pošteno i razumno razdvajanje. Do odluke će se postići na osnovu činjenica i logike, a ne emocija.",
          "reversed": "Reverse kralj mačeva ukazuje da će se odnos dugoročno završiti zbog mentalne superiornosti ili manipulacije od strane jedne stranke preko druge. Prehlada i nepravedna završetka.",
          "keywords": "[\"Pošteno ishod\", \"Razumna odluka\", \"Integnitivno partnerstvo\", \"Integritet\", \"Autlageri\"]",
          "context": "Sudbina ovog odnosa određuje se konačnom i fer odlukom, kao i sudija."
        }
      },
      "aceofwands": {
        "position1": {
          "upright": "Ova osoba je na ivici novog početka punog energije, inspiracije i strasti. Visoki kreativni potencijal i spremni da preduzmu mere. Možda će osećati intenzivnu fizičku privlačnost i uzbuđenje prema vama.",
          "reversed": "Ace of Vinds Reversed je ukazuje da ta osoba ima problema sa početkom, je neinspirisana ili ima nisku energiju. Možda je naišlo na odlaganje ili prepreku.",
          "keywords": "[\"Novi početak\", \"Inspiracija\", \"Strast\", \"Kreativnost\", \"Energija\"]",
          "context": "Ova osoba nosi u sebi eksplozivna iskra kreativnosti i strasti."
        },
        "position2": {
          "upright": "Između vas postoji nova i moćna seksualna iskra. Ovo je početak velike strasti, fizičke energije i seksualnog buđenja. Postoji neodoljiva želja.",
          "reversed": "ACE of Vinds Reversed označava nedostatak seksualne želje, niske energije ili ispadne atrakcije između vas. Postoji potencijal, ali to se jednostavno ne zapali. Nemoć ili frigidnost.",
          "keywords": {
            "0": "seksualna iskra",
            "1": "strast",
            "2": "želja",
            "3": "fizička energija",
            "4": "novi početak"
          },
          "context": "Vaša fizička veza drži prvu iskra strasti spremne za eksploziju."
        },
        "position3": {
          "upright": "Između vas postoji nova i uzbudljiva duhovna iskra. Ova veza vas inspiriše i čini da želite da kreirate zajedno. Strastveni duhovni početak.",
          "reversed": "Ace štapiće preokrene, ukazuje na nisku duhovnu i emocionalnu energiju između vas ili nevoljkosti da započnete. Inspiracija je blokirana.",
          "keywords": "[\"duhovna iskra\", \"inspiracija\", \"strast\", \"kreativnost\", \"Novi početak\"]",
          "context": "Vaša duhovna veza, koja uzbudljiva iskra na početku novog projekta ili avanture."
        },
        "position4": {
          "upright": "Dugoročni rezultat zajedno se kreće na novu i strastvenu avanturu. To je najavio novi početak, zajednički projekat ili energetsku uniju.",
          "reversed": "ACE of Vinds Reversed ukazuje da potencijal neće biti realizovan dugoročno i strast će izbledeti. Sve se završava pre nego što se početak može napraviti.",
          "keywords": "[\"Novi početak\", \"Strastvena budućnost\", \"Avantura\", \"Kreativnost\", \"Energija\"]",
          "context": "Budućnost ovog odnosa je sjajna iskra strasti koja zapali novi život."
        }
      },
      "twoofwands": {
        "position1": {
          "upright": "Ova osoba je neko ko planira za svoju budućnost, teži svoj potencijal i spreman je da istraži svet. Želi više od svoje trenutne situacije. Takođe može da planira sledeći korak u odnosima.",
          "reversed": "Dvojica štapića obrnuta ukazuju na to da se ta osoba plaši budućnosti, izbegava planove ili potcenjuje njegov potencijal. Možda se boji rizika.",
          "keywords": "[\"Planiranje\", \"Budućnost\", \"Potencijalni\", \"Odluka\", \"Istraživanje\"]",
          "context": "Ova osoba je vizionar sa svetom u ruci, planirajući svoj sledeći potez."
        },
        "position2": {
          "upright": "Jedni druge želite fizički i razmislite o budućem seksualnom potencijalu. Faza otkrića i planiranja. Postoji želja da se seksualno pređe seksualno.",
          "reversed": "Tvoje štampere preokrene znači strah od seksualnog koraka, a ne rizikuju ili atrakcija preostala jednostrana. Postoji želja, ali nema akcije.",
          "keywords": {
            "0": "seksualna želja",
            "1": "potencijal",
            "2": "planiranje",
            "3": "otkriće",
            "4": "povući"
          },
          "context": "Vaša fizička energija je poput istraživača punog potencijala, razmišljajući o preduzimanju sledećeg koraka."
        },
        "position3": {
          "upright": "Stvarate zajednički duhovni vid i budući plan. Ova veza vas podstiče da rastu pojedinačno i zajedno. Verujete u potencijal jedni drugima.",
          "reversed": "Dvojica štapića obrnuta ukazuju na nedostatak zajedničke vizije ili neodlučnosti o budućim planovima. Duhovno, gledate u različitim pravcima.",
          "keywords": "[\"Zajedničko vizija\", \"Budući plan\", \"Potencijal\", \"rast\", \"Određivanje\"]",
          "context": "Vaša emocionalna veza je dva istraživača koja gledaju prema zajedničkom budućnosti i planiraju sledeći korak."
        },
        "position4": {
          "upright": "Dugoročni ishod pravi smele planove zajedno i kreće se naprijed u budućnost. Ovo može biti uspešno partnerstvo koje je pokrenula zajednička vizija.",
          "reversed": "Dvojica štapića obrnuta ukazuju na to da veza neće ići na dugu vožnju zbog neodlučnosti ili straha budućnosti. Potencijal se ne može stavljati u akciju.",
          "keywords": "[\"Podeljena budućnost\", \"Planiranje\", \"Uspešno partnerstvo\", \"Vizija\", \"Napredak\"]",
          "context": "Sudbina ove veze je osvajanje sveta zajedničkom vizijom."
        }
      },
      "threeofwands": {
        "position1": {
          "upright": "Ova osoba je počela da žeti prve plodove svojih planova i izgleda u budućnost nade. Imaju široke horizonte i dugoročne ciljeve. On je optimističan i očekivan u vezi sa budućnošću veze.",
          "reversed": "Triska štapića obrnuta ukazuju na to da je ta osoba doživljava kašnjenja ili prepreke u svojim planovima, ne može da napreduje napred ili je frustrirana. Možda postoji nestrpljivost i nedostatak predviđanja.",
          "keywords": "[\"očekivanje\", \"napredak\", \"Proširenje\", \"Prognoza\", \"Prilika\"]",
          "context": "Ova osoba je istraživač koji čeka da se njegovi brodovi vrate u luku i gledaju u budućnost nade."
        },
        "position2": {
          "upright": "Vaša seksualna očekivanja i želje su ispunjeni. Period fizičkog otvaranja i otkrića. Ako ste u vezi na daljinu, to može ukazivati da se približava vremenu za ponovno okupljanje.",
          "reversed": "Triska štapića obrnuta ukazuju na razočaranje, kašnjenja ili nezadovoljstvo seksualnom životu. Vaša očekivanja nisu realizovana. Nestrpljivost sprečava zadovoljstvo.",
          "keywords": {
            "0": "seksualno očekivanje",
            "1": "uzajamno",
            "2": "otkriće",
            "3": "napredak",
            "4": "okupljanje"
          },
          "context": "Vaša fizička veza je mesto iščekivanja, sa novim i uzbudljivim seksualnim avanturama na horizontu."
        },
        "position3": {
          "upright": "Čekate plodove semena koje ste duhovno i emocionalno zasadili. Veza između vas se širi i gledate u budućnost sa nadom. Imate obične snove.",
          "reversed": "Tri štapića obrnuta ukazuju na odlaganje ili razočarenja u emocionalnom napretku. Duhovno stanje čekanja i zaglađenja.",
          "keywords": "[\"Proširenje\", \"očekivanje\", \"zajednički snovi\", \"napredak\", \"nada\"]",
          "context": "Vaša duhovna veza je poput mornara koji čeka na nadu da se njihov brod vraća u luku."
        },
        "position4": {
          "upright": "Dugoročni rezultat je da žetite plodove svojih zajedničkih napora i pogledajte budućnost sa nadom. Ovo ukazuje na uspešan odnos koji se širi i raste.",
          "reversed": "Tri štapića preokrenuta ukazuje da će planovi propasti i razočaranje će se dugoročno pojaviti. Očekivanja nisu ispunjena.",
          "keywords": "[\"Uspešna budućnost\", \"proširenje\", \"očekivanja sastanka\", \"rast\", \"nada\"]",
          "context": "Budućnost ovog odnosa je nade očekivanje sa svetlim prilikama koje se pojavljuju na horizontu."
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "Ova osoba proslavlja postignuće ili važan događaj. U vašem životu postoji stabilnost, harmonija i sreća. Možda traži proslavu, angažman, brak ili samo srećnu sindikat sa vama.",
          "reversed": "Preokrećena četiri štapića ukazuje da ova osoba doživljava situaciju neslaganja, nestabilnosti ili odlaganja proslave u njihovoj kući ili porodičnom životu. Fondacije možda nisu čvrste.",
          "keywords": "[\"Proslava\", \"Stabilnost\", \"Sreća\", \"brak\", \"Harmoni\"]",
          "context": "Ova osoba je stabilna i vesela duša koja slavi srećan trenutak života."
        },
        "position2": {
          "upright": "Vaša fizička veza je radosna, skladna i vredi proslave. Seksualnost je proslava srećnog sindikata između dve osobe. Energija medenog meseca ili strastvenog odlaska.",
          "reversed": "Preokrećena četiri štapića ukazuje na neslaganje ili nestabilnost u seksualnom životu. Fizička veza ne daje očekivanu radost i osećaj proslave.",
          "keywords": {
            "0": "strasno proslava",
            "1": "seksualna harmonija",
            "2": "radost",
            "3": "medeni mesec",
            "4": "stabilnost"
          },
          "context": "Vaš seksualni život je radostan i strastveni festival koji se slavi dve osobe koje se zajedno dolaze."
        },
        "position3": {
          "upright": "Postoji emocionalna veza između vas koja je stabilna, srećna i vredno slaviti. Osjećate se kod kuće kada smo zajedno. To je duhovni dom i sigurno utočište.",
          "reversed": "Preokrećena četiri štapića ukazuje na emocionalnu nestabilnost ili disharmoniju. Vaša duhovna fondacija nije čvrsta i nema smisla za proslavu.",
          "keywords": "[\"Duhovni dom\", \"Sreća\", \"Stabilnost\", \"Proslava\", \"Sigurno utočište\"]",
          "context": "Vaša emocionalna veza je radosna i čvrsta struktura koja proslavlja dolazak dve duše."
        },
        "position4": {
          "upright": "Dugoročni rezultat je stabilan, srećna i slavna unija. To znači brak, živi zajedno ili stvarajući srećan dom.",
          "reversed": "Preokrećena četiri štapića ukazuje da veza ne može dugoročno biti na čvrstom terenu zbog nestabilnosti ili osnovnih nekompatibilnosti.",
          "keywords": "[\"brak\", \"srećan dom\", \"stabilnost\", \"Proslava\", \"trajna sreća\"]",
          "context": "Sudbina ovog odnosa je srećna i čvrsta budućnost koja će biti obeležena zajedno."
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "Ova osoba je u rivalstvu, sukobu ili neslaganju. Različite ideje sudaraju i mogu se pojaviti i ego rat. Takođe može da odražava ovu konkurentnu i haotičnu energiju u odnos.",
          "reversed": "Petorica osnivanih štapića ukazuje da je ta osoba shvatila uzaludnost sukoba, pokušava da kompromise ili žali u prošloj borbi. Možda traži mir.",
          "keywords": "[\"Konkurencija\", \"sukob\", \"Discord\", \"Ego\", \"haos\"]"
        }
      }
    }
  }
}
