{
  "career": {
    "meanings": {
      "sixofpentacles": {
        "position6": {
          "context": "Unbalanced relationships in the past affect your career today."
        },
        "position7": {
          "upright": "The Six of Pentacles indicates that the outcome of the career journey will be shaped by fair sharing, mutual support and balance.",
          "reversed": "The Reversed Six of Pentacles can affect the outcome of unbalanced relationships or injustice.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "sharing",
            "3": "help",
            "4": "future"
          },
          "context": "The result will be moving forward with fair and balanced relations."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "The Seven of Pentacles is the card of patience and long-term effort. You will be rewarded for your efforts in your career over time.",
          "reversed": "The Reversed Seven of Pentacles may indicate impatience or wrong investments.",
          "keywords": {
            "0": "patience",
            "1": "work",
            "2": "investment",
            "3": "waiting",
            "4": "progress"
          },
          "context": "Your real career is the path that you build with patience and that will bear fruit over time."
        },
        "position2": {
          "upright": "The Seven of Pentacles advises you to proceed with patience and make long-term investments. You will be rewarded for your efforts.",
          "reversed": "The Reversed Seven of Pentacles indicates that impatience or wrong investments can slow you down.",
          "keywords": {
            "0": "patience",
            "1": "investment",
            "2": "progress",
            "3": "waiting",
            "4": "conclusion"
          },
          "context": "To develop your career, you must be patient and think long term."
        },
        "position3": {
          "upright": "Seven of Pentacles, you cannot control when the results occur. The fruits of their labor come in their own time.",
          "reversed": "Reversed Seven of Pentacles, delays and waits are out of your hands.",
          "keywords": {
            "0": "patience",
            "1": "waiting",
            "2": "conclusion",
            "3": "investment",
            "4": "out of control"
          },
          "context": "You cannot determine the outcome of your efforts in your career."
        },
        "position4": {
          "upright": "The Seven of Pentacles shows that you invest patiently and work in a process-oriented manner. You are doing your best.",
          "reversed": "Reversed Seven of Pentacles, impatience or mismeasurement can obscure the value of the effort.",
          "keywords": {
            "0": "patience",
            "1": "measuring",
            "2": "evaluation",
            "3": "yield",
            "4": "long term"
          },
          "context": "Your effort bears fruit with regular measurement and improvement."
        },
        "position5": {
          "upright": "The Seven of Pentacles, investing patiently and thinking long-term brings beneficial change in your career.",
          "reversed": "Reversed Seven of Pentacles, you should trust the process instead of impatience.",
          "keywords": {
            "0": "patience",
            "1": "investment",
            "2": "long term",
            "3": "evaluation",
            "4": "change"
          },
          "context": "For change in your career, you should focus on long-term plans."
        },
        "position6": {
          "upright": "Seven of Pentacles, being impatient or abandoning processes early may have hindered your career in the past.",
          "reversed": "The Reversed Seven of Pentacles, haste and inability to manage expectations may have caused problems in the past.",
          "keywords": {
            "0": "patience",
            "1": "investment",
            "2": "period",
            "3": "rush",
            "4": "past"
          },
          "context": "Impatience in the past may have hindered his current career."
        },
        "position7": {
          "upright": "The Seven of Pentacles indicates that the outcome of the career journey will be the reward of patient investments.",
          "reversed": "The Reversed Seven of Pentacles can make progress difficult due to impatience or premature abandonment.",
          "keywords": {
            "0": "patience",
            "1": "investment",
            "2": "conclusion",
            "3": "waiting",
            "4": "future"
          },
          "context": "The result will be the reward of the patiently awaited efforts."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "The Eight of Pentacles symbolizes mastery and dedication. You strive to improve yourself and specialize in your career.",
          "reversed": "The Reversed Eight of Pentacles may indicate inefficiency due to indifference or carelessness.",
          "keywords": {
            "0": "mastery",
            "1": "learning",
            "2": "work",
            "3": "practical",
            "4": "development"
          },
          "context": "Your true career is revealed where you develop your expertise with dedication."
        },
        "position2": {
          "upright": "The Eight of Pentacles recommends disciplined work and expertise for improvement. Be open to learning.",
          "reversed": "The Reversed Eight of Pentacles indicates that carelessness or indifference can limit one's development.",
          "keywords": {
            "0": "study",
            "1": "expertise",
            "2": "learning",
            "3": "work",
            "4": "progress"
          },
          "context": "To improve your career, you must work disciplined and improve your skills."
        },
        "position3": {
          "upright": "The Eight of Pentacles, the intensity of your workload or the length of your learning processes are out of your control.",
          "reversed": "The Inverted Eight of Pentacles develops outside of you, with the rate of development slowing down from time to time.",
          "keywords": {
            "0": "study",
            "1": "learning",
            "2": "expertise",
            "3": "intensity",
            "4": "out of control"
          },
          "context": "You cannot control the length of the learning process in your career."
        },
        "position4": {
          "upright": "The Eight of Pentacles shows disciplined practice and attention to detail towards mastery.",
          "reversed": "Inverted Eight of Pentacles, carelessness or the habit of leaving things unfinished reduces performance.",
          "keywords": {
            "0": "mastery",
            "1": "practical",
            "2": "detail",
            "3": "care",
            "4": "continuity"
          },
          "context": "Your effort shines through continuous improvement and mastery."
        },
        "position5": {
          "upright": "The Eight of Pentacles, improving your skills and working with discipline creates positive change in your career.",
          "reversed": "Inverted Eight of Pentacles, you should pay attention to detail rather than sloppiness.",
          "keywords": {
            "0": "skill",
            "1": "discipline",
            "2": "mastery",
            "3": "learning",
            "4": "change"
          },
          "context": "To change your career, you need to pay more attention to your work."
        },
        "position6": {
          "upright": "The Eight of Pentacles may have limited your career in the past by not paying enough attention to your work or developing your skills.",
          "reversed": "Inverted Eight of Pentacles, sloppiness and carelessness can be obstacles from the past.",
          "keywords": {
            "0": "care",
            "1": "skill",
            "2": "mastery",
            "3": "learning",
            "4": "past"
          },
          "context": "Not improving your skills in the past affects your career today."
        },
        "position7": {
          "upright": "The Eight of Pentacles indicates that the outcome of the career journey will be mastery, honing one's skills, and achieving success through discipline.",
          "reversed": "The Reversed Eight of Pentacles can slow down the process as a result of carelessness or lack of motivation.",
          "keywords": {
            "0": "mastery",
            "1": "discipline",
            "2": "learning",
            "3": "work",
            "4": "future"
          },
          "context": "The result will be improving and mastering your skills."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "The Nine of Pentacles symbolizes independence, self-confidence and material success. You see the reward of your own efforts in your career.",
          "reversed": "The Nine of Pentacles reversed may indicate addiction or excessive pursuit of luxury.",
          "keywords": {
            "0": "independence",
            "1": "confidence",
            "2": "success",
            "3": "financial security",
            "4": "plenty"
          },
          "context": "Your true career will become clear when you achieve success while maintaining your independence."
        },
        "position2": {
          "upright": "The Nine of Pentacles recommends that you act independently for development and be rewarded for your own efforts.",
          "reversed": "The Reversed Nine of Pentacles tells you that addiction or too much comfort will set you back.",
          "keywords": {
            "0": "independence",
            "1": "confidence",
            "2": "success",
            "3": "satisfaction",
            "4": "self-efficacy"
          },
          "context": "To develop your career, you must maintain your independence and trust in your efforts."
        },
        "position3": {
          "upright": "Nine of Pentacles, you cannot control external economic circumstances or the timing of opportunities for independence.",
          "reversed": "Inverted Nine of Pentacles, external factors affecting independence may be inevitable.",
          "keywords": {
            "0": "independence",
            "1": "economy",
            "2": "success",
            "3": "plenty",
            "4": "out of control"
          },
          "context": "You cannot completely determine your financial independence in your career."
        },
        "position4": {
          "upright": "The Nine of Pentacles indicates that you are a strong performer with a standard of self-sufficiency and quality.",
          "reversed": "Inverted Nine of Pentacles, risk of isolation when working independently; Networking magnifies your effort.",
          "keywords": {
            "0": "self-efficacy",
            "1": "quality",
            "2": "self discipline",
            "3": "grace",
            "4": "confidence"
          },
          "context": "Effort becomes visible when independence and high standards combine."
        },
        "position5": {
          "upright": "The Nine of Pentacles brings beneficial change in your career, increasing your self-sufficiency and strengthening your independence.",
          "reversed": "Reverse Nine of Pentacles, instead of becoming lonely, you should strengthen your networks.",
          "keywords": {
            "0": "independence",
            "1": "confidence",
            "2": "self discipline",
            "3": "quality",
            "4": "change"
          },
          "context": "To make a change in your career, you must strengthen your independence more consciously."
        },
        "position6": {
          "upright": "The Nine of Pentacles may have been hindered in your career by not being able to act independently or being too dependent on others in the past.",
          "reversed": "Inverted Nine of Pentacles, fear of loneliness or lack of self-confidence may be obstacles from the past.",
          "keywords": {
            "0": "independence",
            "1": "confidence",
            "2": "self-efficacy",
            "3": "loneliness",
            "4": "past"
          },
          "context": "Not being able to develop independence in the past may have hindered his career today."
        },
        "position7": {
          "upright": "The Nine of Pentacles indicates that the outcome of the career journey will be independence, self-sufficiency and personal fulfillment.",
          "reversed": "The Nine of Pentacles Reversed can cloud success as a result of loneliness or addiction.",
          "keywords": {
            "0": "independence",
            "1": "self-efficacy",
            "2": "satisfaction",
            "3": "confidence",
            "4": "future"
          },
          "context": "The result will be self-sufficiency and independent success."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "The Ten of Pentacles symbolize the values ​​of lasting success, family and legacy. There is satisfaction built on a solid foundation in your career.",
          "reversed": "The Ten of Pentacles reversed may indicate an environment of instability or insecurity.",
          "keywords": {
            "0": "permanence",
            "1": "success",
            "2": "financial security",
            "3": "heritage",
            "4": "stability"
          },
          "context": "Your real career is the path that provides long-term security and satisfaction."
        },
        "position2": {
          "upright": "The Ten of Pentacles recommends building lasting values ​​for development. Family or long-term projects will bring success.",
          "reversed": "The Ten of Pentacles reversed says that instability or impermanent choices can make development difficult.",
          "keywords": {
            "0": "stability",
            "1": "heritage",
            "2": "permanence",
            "3": "success",
            "4": "long term"
          },
          "context": "To improve your career, you should focus on long-term permanent projects."
        },
        "position3": {
          "upright": "Ten of Pentacles, you cannot control the impact of family and social legacies on your career. These are your natural infrastructure.",
          "reversed": "The influence of the Inverted Ten of Pentacles on your deep-rooted structures and traditions is out of your control.",
          "keywords": {
            "0": "heritage",
            "1": "family",
            "2": "society",
            "3": "rootedness",
            "4": "out of control"
          },
          "context": "You can't completely replace family and community influences in your career."
        },
        "position4": {
          "upright": "The Ten of Pentacles demonstrates that it produces sustainable value and lasting results. Your labor creates corporate influence.",
          "reversed": "Inverted Ten of Pentacles, being stuck in the short term can undermine long-term performance.",
          "keywords": {
            "0": "permanence",
            "1": "system",
            "2": "heritage",
            "3": "long term",
            "4": "value"
          },
          "context": "Your effort turns into a lasting impact when you establish a system and process."
        },
        "position5": {
          "upright": "The Ten of Pentacles brings beneficial change in your career, establishing lasting systems and creating long-term value.",
          "reversed": "Inverted Ten of Pentacles, you should think about the long term instead of focusing on the short term.",
          "keywords": {
            "0": "permanence",
            "1": "system",
            "2": "heritage",
            "3": "stability",
            "4": "change"
          },
          "context": "You should develop permanent projects for change in your career."
        },
        "position6": {
          "upright": "Ten of Pentacles, family responsibilities or financial pressures may have created limits on your career in the past.",
          "reversed": "Inverted Ten of Pentacles, the inability to establish long-term stability may be an obstacle from the past.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "oppression",
            "3": "responsibility",
            "4": "past"
          },
          "context": "Family or financial pressures in the past may have hindered your current career."
        },
        "position7": {
          "upright": "The Ten of Pentacles indicates that the outcome of your career journey will be lasting success, security and leaving a strong legacy.",
          "reversed": "Inverted Ten of Pentacles, failure to achieve long-term stability can make the outcome difficult.",
          "keywords": {
            "0": "permanence",
            "1": "stability",
            "2": "heritage",
            "3": "assurance",
            "4": "future"
          },
          "context": "The result will be to create lasting stability and success."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of Pentacles symbolizes learning, opportunity and discovery. Learning a new skill or receiving training can open doors for you in your career.",
          "reversed": "The Prince of Pentacles reversed may indicate carelessness or lack of motivation.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "discovery",
            "3": "diligence",
            "4": "potential"
          },
          "context": "Your real career will flourish when you consistently apply what you've learned."
        },
        "position2": {
          "upright": "The Prince of Pentacles recommends that you be open to learning and acquiring new skills for development.",
          "reversed": "The Prince of Pentacles reversed says that carelessness and lack of motivation can slow down his development.",
          "keywords": {
            "0": "learning",
            "1": "skill",
            "2": "discovery",
            "3": "education",
            "4": "potential"
          },
          "context": "To improve your career, you must be open to learning and put your knowledge into practice."
        },
        "position3": {
          "upright": "Prince of Pentacles, you cannot control when learning opportunities or new projects arise.",
          "reversed": "Prince of Pentacles Reversed, a lack of inspiration or educational opportunities can develop outside of you.",
          "keywords": {
            "0": "learning",
            "1": "beginning",
            "2": "opportunity",
            "3": "education",
            "4": "out of control"
          },
          "context": "You cannot determine the emergence of new learning opportunities in your career."
        },
        "position4": {
          "upright": "The Prince of Pentacles shows that he is open to learning, planned and curious; Your underlying performance is solid.",
          "reversed": "The Reversed Prince of Pentacles weakens your distracted focus or procrastination.",
          "keywords": {
            "0": "learning",
            "1": "plan",
            "2": "curiosity",
            "3": "basic skill",
            "4": "focus"
          },
          "context": "Your effort grows quickly when combined with a learning plan."
        },
        "position5": {
          "upright": "Prince of Pentacles: Being open to learning and developing new skills brings beneficial change in your career.",
          "reversed": "Prince of Reversed Pentacles, you should increase your curiosity instead of indifference.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "attempt",
            "3": "skill",
            "4": "change"
          },
          "context": "For change in your career, you must be more open to learning and development."
        },
        "position6": {
          "upright": "Prince of Pentacles, failure to take advantage of learning opportunities in the past may have hindered his career.",
          "reversed": "Inverted Prince of Pentacles, apathy or lack of curiosity may be obstacles from the past.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "opportunity",
            "3": "discipline",
            "4": "past"
          },
          "context": "Being closed to learning in the past may have hindered your career today."
        },
        "position7": {
          "upright": "The Prince of Pentacles indicates that the outcome of the career journey will be shaped by learning, discovery and new opportunities.",
          "reversed": "The Reversed Prince of Pentacles can delay progress through indifference or carelessness.",
          "keywords": {
            "0": "learning",
            "1": "discovery",
            "2": "opportunity",
            "3": "beginning",
            "4": "future"
          },
          "context": "The result will be progress through learning and discovery."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of Pentacles symbolizes discipline, patience and determination. You are progressing steadily in your career.",
          "reversed": "The Knight of Pentacles reversed can indicate monotony or inflexibility.",
          "keywords": {
            "0": "stability",
            "1": "patience",
            "2": "discipline",
            "3": "effort",
            "4": "trust"
          },
          "context": "Your real career is the path where you will achieve success with your regular and disciplined progress."
        },
        "position2": {
          "upright": "The Knight of Pentacles advises you to proceed with patience and consistency. Working out regularly will make you stronger.",
          "reversed": "The Knight of Pentacles reversed indicates that monotony or too much rigidity can slow down one's development.",
          "keywords": {
            "0": "stability",
            "1": "patience",
            "2": "diligence",
            "3": "planning",
            "4": "stability"
          },
          "context": "To improve your career, you must work patiently and regularly."
        },
        "position3": {
          "upright": "Knight of Pentacles, you can't always control the rhythm of your workload or the pace of your tasks.",
          "reversed": "Knight of Pentacles reversed, monotony or slow progress is sometimes inevitable.",
          "keywords": {
            "0": "study",
            "1": "rhythm",
            "2": "period",
            "3": "responsibility",
            "4": "out of control"
          },
          "context": "You can't always set the pace in your career."
        },
        "position4": {
          "upright": "The Knight of Pentacles shows that he works steadily, patiently and methodically. You're doing your best.",
          "reversed": "Knight of Pentacles reversed, excessive routine or inflexibility can reduce productivity.",
          "keywords": {
            "0": "stability",
            "1": "method",
            "2": "patience",
            "3": "period",
            "4": "reliability"
          },
          "context": "Effort culminates in regular rhythms and processes."
        },
        "position5": {
          "upright": "Knight of Pentacles, working with patience and consistency brings beneficial change in your career.",
          "reversed": "Knight of Pentacles reversed, you should be flexible rather than stuck in routines.",
          "keywords": {
            "0": "patience",
            "1": "stability",
            "2": "continuity",
            "3": "plan",
            "4": "change"
          },
          "context": "For change in your career, you must be open to innovation while maintaining stability."
        },
        "position6": {
          "upright": "For the Knight of Pentacles, moving too slowly or not taking risks may have hindered his career in the past.",
          "reversed": "Knight of Pentacles reversed, monotony and lack of motivation may have limited you in the past.",
          "keywords": {
            "0": "slowness",
            "1": "stability",
            "2": "monotony",
            "3": "risk",
            "4": "past"
          },
          "context": "Moving too slowly in the past may have hindered your career today."
        },
        "position7": {
          "upright": "The Knight of Pentacles indicates that the outcome of the career journey will be patience, discipline and steady progress.",
          "reversed": "The reversed Knight of Pentacles can complicate the process as a result of monotony or laziness.",
          "keywords": {
            "0": "patience",
            "1": "stability",
            "2": "discipline",
            "3": "reliability",
            "4": "future"
          },
          "context": "The result will be patient and disciplined progress."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The Queen of Pentacles symbolizes fertility, compassion and practicality. You can take on both a productive and supportive role in your career.",
          "reversed": "The Queen of Pentacles reversed may indicate excessive materialism or neglect of self-care.",
          "keywords": {
            "0": "abundance",
            "1": "compassion",
            "2": "practicality",
            "3": "productivity",
            "4": "support"
          },
          "context": "Your true career is the way you demonstrate both your productivity and your compassion."
        },
        "position2": {
          "upright": "The Queen of Pentacles recommends that you take an approach to development that is both productive and supportive.",
          "reversed": "The Queen of Pentacles reversed indicates that excessive materialism or neglecting self-care may strain you.",
          "keywords": {
            "0": "productivity",
            "1": "abundance",
            "2": "compassion",
            "3": "practicality",
            "4": "balance"
          },
          "context": "To improve your career, you must highlight your productivity and practicality."
        },
        "position3": {
          "upright": "Queen of Pentacles, you cannot control the support or affection of the people around you.",
          "reversed": "Reversed Queen of Pentacles, the materialistic attitudes of others may develop outside of you.",
          "keywords": {
            "0": "support",
            "1": "abundance",
            "2": "society",
            "3": "help",
            "4": "out of control"
          },
          "context": "You cannot change the approach of those around you in your career."
        },
        "position4": {
          "upright": "The Queen of Pentacles shows that you have a productive, practical and nurturing work style. You manage resources well.",
          "reversed": "Reversed Queen of Pentacles, neglecting self-care can reduce the quality of your performance.",
          "keywords": {
            "0": "productivity",
            "1": "practicality",
            "2": "resource management",
            "3": "compassion",
            "4": "balance"
          },
          "context": "Çaban is at his best with a balance of practical solutions and self-care."
        },
        "position5": {
          "upright": "The Queen of Pentacles produces practical solutions and manages her resources wisely, bringing beneficial change in her career.",
          "reversed": "Reverse Queen of Pentacles, you should not neglect self-care and pursue balance.",
          "keywords": {
            "0": "practicality",
            "1": "resource management",
            "2": "balance",
            "3": "productivity",
            "4": "change"
          },
          "context": "You should focus on practical solutions and balance for change in your career."
        },
        "position6": {
          "upright": "The Queen of Pentacles' inability to use her resources efficiently or produce practical solutions may have hindered her career in the past.",
          "reversed": "The Queen of Pentacles Reversed, lack of self-care or disorganization may have set boundaries in the past.",
          "keywords": {
            "0": "source",
            "1": "practicality",
            "2": "productivity",
            "3": "balance",
            "4": "past"
          },
          "context": "Not being able to manage resources well in the past may have hindered your current career."
        },
        "position7": {
          "upright": "The Queen of Pentacles indicates that the outcome of your career journey will be shaped by wise management of your resources, productivity and balance.",
          "reversed": "Queen of Pentacles reversed, clutter or lack of self-care can negatively impact the outcome.",
          "keywords": {
            "0": "resource management",
            "1": "productivity",
            "2": "balance",
            "3": "practicality",
            "4": "future"
          },
          "context": "The result will be empowerment with productivity and resource management."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "The King of Pentacles symbolizes abundance, trust and leadership. You have achieved stability and success in your career.",
          "reversed": "The reversed King of Pentacles may indicate that you are consumed by excessive control or material ambitions.",
          "keywords": {
            "0": "plenty",
            "1": "leadership",
            "2": "trust",
            "3": "material success",
            "4": "stability"
          },
          "context": "Your real career is the path you build with leadership and abundance awareness."
        },
        "position2": {
          "upright": "The King of Pentacles advises you to act with leadership, abundance and confidence. Material and moral stability provides rise in your career.",
          "reversed": "The King of Pentacles reversed indicates that excessive control or ambition can consume you.",
          "keywords": {
            "0": "leadership",
            "1": "plenty",
            "2": "trust",
            "3": "stability",
            "4": "success"
          },
          "context": "To advance your career, you must demonstrate confident and visionary leadership."
        },
        "position3": {
          "upright": "The King of Pentacles indicates that the economic system and the decisions of the leaders are outside of you.",
          "reversed": "Reversed King of Pentacles, you cannot change the attitudes of overly controlling or oppressive leaders.",
          "keywords": {
            "0": "leadership",
            "1": "economy",
            "2": "authority",
            "3": "system",
            "4": "out of control"
          },
          "context": "You cannot determine the rules of the economic system in your career."
        },
        "position4": {
          "upright": "The King of Pentacles indicates a strategic, reliable and results-oriented performance. You're doing your best.",
          "reversed": "Reversed King of Pentacles, excessive control or focusing solely on the outcome can undermine team performance.",
          "keywords": {
            "0": "strategy",
            "1": "conclusion",
            "2": "leadership",
            "3": "trust",
            "4": "productivity"
          },
          "context": "Efforts are multiplied by strategic wisdom and trust building."
        },
        "position5": {
          "upright": "The King of Pentacles, establishing a long-term strategy and being a reliable leader brings beneficial change in your career.",
          "reversed": "Reversed King of Pentacles, you should make room for flexibility rather than excessive control.",
          "keywords": {
            "0": "strategy",
            "1": "leadership",
            "2": "trust",
            "3": "vision",
            "4": "change"
          },
          "context": "You must develop trustworthy and visionary leadership for change in your career."
        },
        "position6": {
          "upright": "King of Pentacles, being overly controlling or focusing too much on security may have hindered your career in the past.",
          "reversed": "Reversed King of Pentacles, irresponsible financial decisions or a lack of vision may have limited you in the past.",
          "keywords": {
            "0": "control",
            "1": "vision",
            "2": "responsibility",
            "3": "assurance",
            "4": "past"
          },
          "context": "Lack of control or vision in the past may have hindered his career today."
        },
        "position7": {
          "upright": "The King of Pentacles indicates that the outcome of the career journey will be strong leadership, financial stability and visionary success.",
          "reversed": "The reversed King of Pentacles can complicate the process as a result of excessive control or irresponsible financial decisions.",
          "keywords": {
            "0": "leadership",
            "1": "stability",
            "2": "financial security",
            "3": "vision",
            "4": "future"
          },
          "context": "The result will be success with strong and trustworthy leadership."
        }
      },
      "aceofcups": {
        "position2": {
          "upright": "The Ace of Cups suggests opening your heart and emotionally embracing new opportunities for your growth. Adding inspiration and compassion to your career will move you forward.",
          "reversed": "The Ace of Cups reversed indicates that suppressing your emotions or underestimating your inspiration will slow down your development.",
          "keywords": {
            "0": "inspiration",
            "1": "feeling",
            "2": "beginning",
            "3": "creativity",
            "4": "compassion"
          },
          "context": "To improve your career, you must take inspiring steps that speak to your heart."
        },
        "position3": {
          "upright": "The Ace of Cups shows that emotional inspiration or opportunities from the heart are not always within your control. Inspiration comes whenever it arises.",
          "reversed": "The Ace of Cups reversed reminds us that emotional blockages or disappointments cannot change the natural cycle.",
          "keywords": {
            "0": "inspiration",
            "1": "feeling",
            "2": "beginning",
            "3": "intuition",
            "4": "flow"
          },
          "context": "You cannot determine when emotional inspiration arises in your career."
        },
        "position4": {
          "upright": "The Ace of Cups shows that you proceed in your work with sincerity and sincerity. Your effort is very valuable because you put your heart into it.",
          "reversed": "Ace of Cups Reversed: When you suppress your emotions or lose inspiration, your efforts may not seem complete.",
          "keywords": {
            "0": "sincerity",
            "1": "inspiration",
            "2": "feeling",
            "3": "beginning",
            "4": "performance"
          },
          "context": "Your effort becomes strongest when you sincerely put your heart into your work."
        },
        "position5": {
          "upright": "Ace of Cups, adding more sincerity and emotional connection to your work will bring you new inspiration and motivation.",
          "reversed": "Inverted Ace of Cups: Expressing your emotions instead of suppressing them creates positive change in your career.",
          "keywords": {
            "0": "inspiration",
            "1": "sincerity",
            "2": "feeling",
            "3": "beginning",
            "4": "change"
          },
          "context": "To change your career, you need to put more of your heart into your work."
        },
        "position6": {
          "upright": "Ace of Cups: Not being able to express your emotions freely or suppressing your inspiration in the past may have hindered your current career.",
          "reversed": "Ace of Cups reversed, emotional closures and disappointments may be reducing your motivation today.",
          "keywords": {
            "0": "feeling",
            "1": "expression",
            "2": "inspiration",
            "3": "disappointment",
            "4": "past"
          },
          "context": "Suppressing your emotions in the past is hindering your career today."
        },
        "position7": {
          "upright": "The Ace of Cups indicates that the outcome of your career journey will bring inspired new beginnings and satisfaction.",
          "reversed": "Ace of Cups reversed, lack of emotional motivation can delay the outcome.",
          "keywords": {
            "0": "inspiration",
            "1": "beginning",
            "2": "satisfaction",
            "3": "feeling",
            "4": "future"
          },
          "context": "The result will be an emotionally satisfying new era."
        },
        "position1": {
          "upright": "The Ace of Cups indicates that you are seeking emotional fulfillment in your career. The career you want should be a job that fills you up rather than just making money. Listen to your heart.",
          "reversed": "The Ace of Cups reversed indicates feeling emotionally empty. Your current career doesn't make you happy inside. It's time to rediscover your passion.",
          "keywords": {
            "0": "emotional satisfaction",
            "1": "passion",
            "2": "voice of heart",
            "3": "inner happiness"
          },
          "context": "This card emphasizes the importance of emotional satisfaction in career choice. The career you really want should be felt with your heart, not just your logic."
        }
      },
      "twoofcups": {
        "position2": {
          "upright": "The Two of Cups suggests that you move forward through cooperation and partnership. Working in harmony with reliable people will grow your career.",
          "reversed": "The Two of Cups reversed indicates that incompatible partnerships can slow you down.",
          "keywords": {
            "0": "partnership",
            "1": "partnership",
            "2": "rapport",
            "3": "balance",
            "4": "connection"
          },
          "context": "To develop your career, you need to partner with the right people."
        },
        "position3": {
          "upright": "The Two of Cups tells you that the harmony of business partnerships and relationships is not entirely under your control. The attitude of the other person is decisive.",
          "reversed": "The Two of Cups reversed indicates that discord and disagreements sometimes develop outside of you.",
          "keywords": {
            "0": "partnership",
            "1": "rapport",
            "2": "balance",
            "3": "relationships",
            "4": "out of control"
          },
          "context": "You cannot always determine the balance in relationships in your career."
        },
        "position4": {
          "upright": "The Two of Cups shows that you are doing your best in cooperation and harmony. It contributes to the performance of partnerships.",
          "reversed": "Inverted Two of Cups, lack of harmony or misunderstandings can prevent effort from appearing.",
          "keywords": {
            "0": "rapport",
            "1": "partnership",
            "2": "partnership",
            "3": "balance",
            "4": "performance"
          },
          "context": "Your effort is reflected in your work through the harmony you establish in your relationships."
        },
        "position5": {
          "upright": "Two of Cups, strengthening business relationships and being open to collaborations creates beneficial changes in your career.",
          "reversed": "Reversed Two of Cups, resolving communication gaps is a critical step in your development.",
          "keywords": {
            "0": "partnership",
            "1": "rapport",
            "2": "relationship",
            "3": "balance",
            "4": "change"
          },
          "context": "For change in your career, you need to make your business partnerships more compatible."
        },
        "position6": {
          "upright": "Two of Cups: Disruption or disharmony in business relationships in the past may have affected your current career.",
          "reversed": "The Two of Cups Reversed may be complicating the path of disappointments or loss of trust in partnerships.",
          "keywords": {
            "0": "relationship",
            "1": "rapport",
            "2": "partnership",
            "3": "trust",
            "4": "past"
          },
          "context": "Incompatible work relationships in the past may have hindered your current career."
        },
        "position7": {
          "upright": "Two Cups indicate that the outcome of the career journey will be strengthened by harmonious collaborations and mutual trust.",
          "reversed": "Reversed Two of Cups, incompatible partnerships or lack of communication can affect the outcome.",
          "keywords": {
            "0": "partnership",
            "1": "rapport",
            "2": "trust",
            "3": "partnership",
            "4": "future"
          },
          "context": "The result will be moving forward with harmonious business relationships."
        },
        "position1": {
          "upright": "The Two of Cups indicates that the career you want is based on cooperation and balanced relationships. Teamwork and harmonious environments make you happy.",
          "reversed": "The inverted Two of Cups indicates discord in the current business environment. The career you want should offer a more balanced and supportive environment.",
          "keywords": {
            "0": "partnership",
            "1": "balance",
            "2": "rapport",
            "3": "partnership"
          },
          "context": "This card reminds you how important human relationships and collaboration are in career happiness."
        }
      },
      "threeofcups": {
        "position2": {
          "upright": "Three Cups recommends that you get support from those around you for development and share your successes. Celebrations and social connections can open new doors for you.",
          "reversed": "The Three of Cups reversed indicates that neglecting your social circle can make you lonely.",
          "keywords": {
            "0": "celebration",
            "1": "support",
            "2": "friendship",
            "3": "sharing",
            "4": "connection"
          },
          "context": "To advance your career, you should share your successes and strengthen your support network."
        },
        "position3": {
          "upright": "The Three of Cups tells you that the dynamics of communities and celebrations evolve outside of you. You can't always control the support environment around you.",
          "reversed": "The Reversed Three of Cups indicates that disconnections or misunderstandings in your social circle are sometimes out of your control.",
          "keywords": {
            "0": "community",
            "1": "support",
            "2": "celebration",
            "3": "relationship",
            "4": "connection"
          },
          "context": "You cannot control the support your social environment offers you in your career."
        },
        "position4": {
          "upright": "Three Cups shows that you contribute to team spirit in your work and share successes.",
          "reversed": "Inverted Three of Cups, disharmony within the team can overshadow the value of the effort.",
          "keywords": {
            "0": "support",
            "1": "team",
            "2": "sharing",
            "3": "celebration",
            "4": "performance"
          },
          "context": "Your effort shines through the support you bring to your teamwork."
        },
        "position5": {
          "upright": "Three of Cups, being more involved in teamwork and sharing successes provides career development.",
          "reversed": "Reversed Three of Cups, you need to break away from isolation and connect more with communities.",
          "keywords": {
            "0": "team",
            "1": "celebration",
            "2": "support",
            "3": "sharing",
            "4": "change"
          },
          "context": "For change in your career, you must strengthen your social ties."
        },
        "position6": {
          "upright": "Three of Cups: Lack of support or poor social ties in the past may have slowed down your career.",
          "reversed": "Inverted Three of Cups, isolation or lack of cooperation may be an obstacle from the past.",
          "keywords": {
            "0": "support",
            "1": "community",
            "2": "social bond",
            "3": "insulation",
            "4": "past"
          },
          "context": "Weak ties in the past affect your career."
        },
        "position7": {
          "upright": "The Three of Cups indicates that the outcome of the career journey will be shaped by supportive communities and achievements to celebrate.",
          "reversed": "Inverted Three of Cups, loneliness or lack of support can slow the outcome.",
          "keywords": {
            "0": "celebration",
            "1": "support",
            "2": "community",
            "3": "success",
            "4": "future"
          },
          "context": "The result will be a success that brings support and celebration."
        },
        "position1": {
          "upright": "The Three of Cups indicates that the career you want will bring social interaction and a sense of community. Team spirit and celebrations motivate you.",
          "reversed": "The inverted Three of Cups indicates unhappiness working alone or social isolation. The career you want should offer more social connections.",
          "keywords": {
            "0": "social interaction",
            "1": "community",
            "2": "celebration",
            "3": "team spirit"
          },
          "context": "This card emphasizes the importance of the social dimension and shared achievements in career satisfaction."
        }
      },
      "fourofcups": {
        "position2": {
          "upright": "The Four of Cups suggests you see opportunities that you were not aware of. You should not underestimate the offers you encounter for your development.",
          "reversed": "The inverted Four of Cups tells you that it is time to gain awareness and seize new opportunities.",
          "keywords": {
            "0": "opportunity",
            "1": "awareness",
            "2": "awakening",
            "3": "choice",
            "4": "expansion"
          },
          "context": "To advance your career, you must open your mind and seize opportunities."
        },
        "position3": {
          "upright": "The Four of Cups shows that you cannot control when opportunities present themselves. Sometimes options depend on external circumstances.",
          "reversed": "The Reversed Four of Cups tells you that you must wait for the right moment for awareness to open; This timing is out of your hands.",
          "keywords": {
            "0": "opportunity",
            "1": "timing",
            "2": "loop",
            "3": "awareness",
            "4": "out of control"
          },
          "context": "Some opportunities in your career become visible only when the time comes."
        },
        "position4": {
          "upright": "The Four of Cups shows that sometimes you can feel dissatisfied even if you try your best. Your effort is strong but you may lack motivation.",
          "reversed": "When the Reversed Four of Cups is not focused on opportunities, the visibility of its performance decreases.",
          "keywords": {
            "0": "satisfaction",
            "1": "awareness",
            "2": "motivation",
            "3": "effort",
            "4": "performance"
          },
          "context": "You have the effort, but you may need to focus more on opportunities."
        },
        "position5": {
          "upright": "The Four of Cups indicates that you need to be more open to new opportunities. Instead of focusing too much on the current situation, you should look at your surroundings.",
          "reversed": "Inverted Four of Cups, you can create a powerful change in your performance by increasing your awareness.",
          "keywords": {
            "0": "awareness",
            "1": "opportunity",
            "2": "motivation",
            "3": "innovation",
            "4": "change"
          },
          "context": "You need to be more careful and open to change in your career."
        },
        "position6": {
          "upright": "Four Cups, failure to recognize opportunities in the past may have limited his path today.",
          "reversed": "Inverted Four of Cups, apathy or lack of motivation in the past may have affected the present.",
          "keywords": {
            "0": "opportunity",
            "1": "motivation",
            "2": "indifference",
            "3": "awareness",
            "4": "past"
          },
          "context": "Opportunities that you ignored in the past are blocking your path today."
        },
        "position7": {
          "upright": "The Four of Cups indicates that the outcome of the career journey will be to seek inner fulfillment.",
          "reversed": "Reversed Four of Cups may cause you to realize opportunities late as a result of lack of awareness.",
          "keywords": {
            "0": "satisfaction",
            "1": "awareness",
            "2": "quest",
            "3": "thinking",
            "4": "future"
          },
          "context": "The result will be based on inner satisfaction and awareness."
        },
        "position1": {
          "upright": "The Four of Cups indicates that you are ignoring available opportunities. The career you want may already be in front of you, but dissatisfaction has blinded you.",
          "reversed": "The Reversed Four of Cups indicates that you are finally waking up and starting to see the opportunities around you. A new perspective can help you find the career you want.",
          "keywords": {
            "0": "opportunities",
            "1": "dissatisfaction",
            "2": "introspection",
            "3": "new perspective"
          },
          "context": "This card reminds us that in our career search, sometimes the problem is not outside, but in our perspective."
        }
      },
      "fiveofcups": {
        "position2": {
          "upright": "The Five of Cups suggests that you learn from past losses and move on. You should focus on the opportunities that lie ahead for development.",
          "reversed": "The reversed Five of Cups tells you that you should stop dwelling on the past and move on to new possibilities.",
          "keywords": {
            "0": "lesson",
            "1": "opportunity",
            "2": "get over the loss",
            "3": "progress",
            "4": "new direction"
          },
          "context": "To improve your career, you must let go of past disappointments."
        },
        "position3": {
          "upright": "The Five of Cups shows that some losses and disappointments cannot be changed. The influence of the past is out of your control.",
          "reversed": "The reversed Five of Cups reminds you that the timing of the opportunities that follow losses is outside of you.",
          "keywords": {
            "0": "loss",
            "1": "disappointment",
            "2": "past",
            "3": "lesson",
            "4": "out of control"
          },
          "context": "Some disappointments are inevitable in your career; you can't change them."
        },
        "position4": {
          "upright": "Five Cups shows that he did his best despite past losses. Your effort continues despite the difficulties.",
          "reversed": "Your performance will be strengthened when the Reversed Five of Cups turns your focus away from losses.",
          "keywords": {
            "0": "loss",
            "1": "effort",
            "2": "patience",
            "3": "balance",
            "4": "performance"
          },
          "context": "Your effort stands out by continuing even in difficult times."
        },
        "position5": {
          "upright": "Five of Cups, you can improve by learning from past losses and turning your focus to the opportunities ahead.",
          "reversed": "Reversed Five of Cups, letting go of regrets makes it easier to move forward in your career.",
          "keywords": {
            "0": "lesson",
            "1": "focus",
            "2": "chance",
            "3": "awareness",
            "4": "change"
          },
          "context": "For change in your career, you should turn your focus to opportunities, not losses."
        },
        "position6": {
          "upright": "Five of Cups, focusing too much on past losses may have made it difficult for you to progress in your career.",
          "reversed": "Inverted Five of Cups, not being able to let go of regrets may be an obstacle that carries you to this day.",
          "keywords": {
            "0": "loss",
            "1": "regret",
            "2": "focus",
            "3": "lesson",
            "4": "past"
          },
          "context": "Dwelling on past losses affects your career today."
        },
        "position7": {
          "upright": "The Five of Cups indicates that the outcome of your career journey will be to learn from losses and become stronger.",
          "reversed": "Reversed Five of Cups, dwelling on the past can delay the outcome.",
          "keywords": {
            "0": "lesson",
            "1": "loss",
            "2": "focus",
            "3": "empowerment",
            "4": "future"
          },
          "context": "The result will be a stronger future with lessons learned from losses."
        },
        "position1": {
          "upright": "The Five of Cups indicates a focus on past career disappointments. Look not at what you've lost, but at the opportunities you still have. The career you want is still possible.",
          "reversed": "The reversed Five of Cups indicates leaving the past behind and focusing on the future. Old disappointments no longer hold you back. It's time to make a new start.",
          "keywords": {
            "0": "disappointment",
            "1": "casualties",
            "2": "improvement",
            "3": "new beginning"
          },
          "context": "This card emphasizes that past failures should not define us in our career journey, and the importance of looking forward."
        }
      }
    }
  },
  "database": {
    "fields": {
      "adminAction": "Admin Action",
      "amount": "Amount",
      "birthDate": "Date of birth",
      "blob": "blob",
      "canvas": "canvas",
      "code": "Code",
      "createdAt": "Creation Date",
      "creditBalance": "Credit Balance",
      "deltaCredits": "Credit Exchange",
      "displayName": "Display Name",
      "email": "Email",
      "error": "Mistake",
      "errorCode": "Error Code",
      "firstName": "Name",
      "fullName": "Full Name",
      "id": "Identity",
      "isAdmin": "Is it a manager?",
      "key": "Key",
      "lastName": "Surname",
      "link": "Connection",
      "locale": "Language",
      "message": "Message",
      "meta": "Meta",
      "minLength": "Minimum Length",
      "name": "Name",
      "orderId": "Order ID",
      "pagePath": "Page Path",
      "passwordRules": "Password Rules",
      "pattern": "pattern",
      "puppeteer": "Puppeteer",
      "readingType": "Reading Type",
      "rememberMe": "Remember me",
      "resetEmail": "Email Reset",
      "revenue": "Income",
      "search": "Search",
      "session": "Session",
      "surname": "Surname",
      "tokenHash": "Token Hash",
      "transactions": "Transactions",
      "type": "Type",
      "users": "Users",
      "value": "Value",
      "viewDuration": "Viewing Duration"
    }
  },
  "errors": {
    "contactSupport": "Contact Support",
    "forbidden": "Access denied",
    "goHome": "Go to Home Page",
    "maintenance": "Maintenance Mode",
    "networkError": "Network Error",
    "pageNotFound": "Page Not Found",
    "serverError": "Server Error",
    "timeout": "Timeout",
    "tryAgain": "Try Again",
    "unauthorized": "Unauthorized Access"
  },
  "forms": {
    "confirmExit": "The form has been filled but not saved. Are you sure you want to quit?",
    "validation": {
      "birthDateRequired": "Date of birth is mandatory.",
      "concernMinLength": "You must answer this question in at least 10 characters.",
      "emailInvalid": "Please enter a valid e-mail address.",
      "emotionalMinLength": "You must answer this question in at least 10 characters.",
      "nameMinLength": "The name must be at least 3 characters.",
      "surnameMinLength": "Surname must be at least 3 characters.",
      "understandingMinLength": "You must answer this question in at least 10 characters."
    }
  },
  "gallery": {
    "allPositionsFull": "All positions are filled",
    "emptyDeck": "Card deck is empty",
    "nextPosition": "Next position:",
    "scrollToSeeAll": "See all cards by swiping",
    "shuffle": "mix",
    "title": "Card Gallery"
  },
  "home": {
    "cta": {
      "button": "Try it for free",
      "description": "Start your mystical journey today and discover the secrets of your destiny.",
      "title": "Get Started Now"
    },
    "features": {
      "authentic": {
        "description": "Traditional tarot and numerology methods",
        "title": "Original Guidance"
      },
      "multilingual": {
        "description": "Turkish, English and Serbian support",
        "title": "Multilingual"
      },
      "personalized": {
        "description": "Detailed analyzes tailored for you",
        "title": "personalized"
      },
      "secure": {
        "description": "Your data is completely safe",
        "title": "Trustworthy"
      },
      "title": "Why Should You Choose Us?"
    },
    "footerText": "Journey into the depths of your inner world in the light of mystical knowledge. Each reading offers you a new perspective and guidance.",
    "hero": {
      "description": "Embark on a journey into the mysterious world of cards and numbers. Discover the secrets of your life with professional tarot readings and numerology analyses.",
      "subtitle": "Discover Your Future, Understand Your Destiny",
      "title": "Mystical Tarot & Numerology"
    },
    "services": {
      "numerology": {
        "button": "Numerology Analysis",
        "description": "Discover the secrets of numbers. Find out your life path, expression number and spiritual desire.",
        "features": {
          "0": "Life Path",
          "1": "Number of Emoticons",
          "2": "Spiritual Desire",
          "3": "Daily Issue"
        },
        "title": "Numerology Analysis"
      },
      "tarot": {
        "button": "Tarot Reading",
        "description": "Embark on a journey into the mysterious world of cards. Explore your past, present and future.",
        "features": {
          "0": "Love Expansion",
          "1": "Career Guidance",
          "2": "Daily Guidance",
          "3": "Detailed Interpretation"
        },
        "title": "Tarot Reading"
      }
    },
    "stats": {
      "readings": "Completed Reading",
      "satisfaction": "Satisfaction Rate",
      "title": "Reliable Service",
      "users": "Active User"
    },
    "subtitle": "Your Mystical Journey Begins",
    "tarotCard": {
      "button": "Make an Expansion →",
      "description": "Embark on a journey into the mysterious world of cards. Find mystical answers to your love, career and life questions.",
      "title": "Tarot Spread"
    },
    "title": "Büşbüşkimki"
  },
  "homepage": {
    "features": {
      "authentic": {
        "description": "Traditional tarot and numerology methods",
        "title": "Original Guidance"
      },
      "multilingual": {
        "description": "Turkish, English and Serbian support",
        "title": "Multilingual"
      },
      "personalized": {
        "description": "Detailed analyzes tailored for you",
        "title": "personalized"
      },
      "secure": {
        "description": "Your data is completely safe",
        "title": "Trustworthy"
      },
      "title": "Why Should You Choose Us?"
    },
    "hero": {
      "description": "Embark on a journey into the mysterious world of cards and numbers. Discover the secrets of your life with professional tarot readings and numerology analyses.",
      "subtitle": "Discover Your Future, Understand Your Destiny",
      "title": "Tarot Reading & Numerology"
    },
    "seo": {
      "content": "As Büşbüşkimki, we offer professional tarot reading and numerology analysis services. You can get guidance in every aspect of your life with love guidance, career guidance, daily guidance and detailed numerology analyses. We are at your service with our expert team in mystical guidance, spiritual consultancy and destiny analysis."
    },
    "services": {
      "numerology": {
        "button": "Numerology Analysis",
        "description": "Discover the secrets of numbers. Find out your life path, expression number and spiritual desire.",
        "features": {
          "0": "Life Path",
          "1": "Number of Emoticons",
          "2": "Spiritual Desire",
          "3": "Daily Issue"
        },
        "title": "Numerology Analysis"
      },
      "tarot": {
        "button": "Tarot Reading",
        "description": "Embark on a journey into the mysterious world of cards. Explore your past, present and future.",
        "features": {
          "0": "Love Expansion",
          "1": "Career Guidance",
          "2": "Daily Guidance",
          "3": "Detailed Interpretation"
        },
        "title": "Tarot Reading"
      }
    },
    "stats": {
      "readings": "Completed Reading",
      "satisfaction": "Satisfaction Rate",
      "title": "Reliable Service",
      "users": "Active User"
    }
  },
  "http": {
    "headers": {
      "cfConnectingIp": "CF-Connecting-IP",
      "userAgent": "User-Agent",
      "xForwardedFor": "X-Forwarded-For",
      "xForwardedHost": "X-Forwarded-Host",
      "xRealIp": "X-Real-IP",
      "xShopierSignature": "X-Shopier-Signature",
      "xVercelForwardedFor": "X-Vercel-Forwarded-For"
    }
  },
  "interpretation": {
    "badge": "TAROT",
    "cannotGenerate": "Comments cannot be created without selecting all cards.",
    "context": "Context:",
    "dearClient": "Dear client,",
    "loveLifeSummary": "Love Life Summary:",
    "loveReading": "Love Expansion",
    "loveReadingDetailed": "Love Expansion - Detailed Personal Reading",
    "placeholder": "Write your question…",
    "title": "Tarot Interpretation"
  },
  "language": {
    "english": "English",
    "serbian": "serpski",
    "turkish": "Turkish"
  },
  "love": {
    "cardGroups": {
      "majorArcana": "Major Arcana",
      "cups": "trophies",
      "swords": "swords",
      "wands": "wands",
      "pentacles": "talismans"
    },
    "data": {
      "badgeText": "LOVE",
      "detailedTitle": "Love Expansion - Detailed Personal Reading",
      "interpretationTitle": "Love Expansion Commentary",
      "simpleTitle": "Love Explanation - Simple Reading",
      "spreadName": "Love Expansion",
      "spreadTitle": "Love Expansion"
    },
    "form": {
      "birthDate": "Date of birth",
      "clearAll": "🔄 Clear All",
      "communicationMethod": "Communication Preference",
      "concernQuestion": "What is the issue that preoccupies your mind the most in your love life right now?",
      "email": "Your Email Address",
      "emailCommunication": "Email",
      "emotionalQuestion": "How are you emotionally right now? (e.g. hopeful, uncertain, tired…)",
      "firstName": "Your name",
      "lastName": "your surname",
      "personalInfo": "Personal Information",
      "phone": "Phone Number",
      "phonePlaceholder": "+90 5XX XXX XX XX",
      "phoneRequired": "Phone number is required for WhatsApp",
      "questions": "✨ Love Explanation Questions ✨",
      "saveAndOpen": "Record Reading and Open Cards 💕",
      "saving": "Recording…",
      "understandingQuestion": "What do you want to understand or hear from this expansion?",
      "whatsappCommunication": "WhatsApp"
    },
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "The person you are attracted to is full of childlike curiosity and excitement about life. He has an adventurous spirit, open to new beginnings, but this can sometimes cause him to be unplanned and unscheduled. He approaches relationships with this free spirit.",
          "reversed": "The Reversed Fool indicates that this person may be reckless, irresponsible, or afraid to start a relationship. He or she may be ignoring potential dangers and avoiding attachment.",
          "keywords": "[\"new beginnings\", \"innocence\", \"spontaneity\", \"risk taking\", \"free spirit\"]",
          "context": "This person is an adventurer who is ready or afraid to turn a new page in his love life."
        },
        "position2": {
          "upright": "There is a childlike curiosity and desire to experiment in your physical connection. It has the potential for spontaneous, fun and unplanned sexual exploration. A free adventure, away from rules and expectations.",
          "reversed": "Reverse Fool indicates that there may be recklessness, thoughtlessness or risky behavior in sexual matters. One party may be holding back due to inexperience or fear of commitment.",
          "keywords": {
            "0": "discovery",
            "1": "spontaneity",
            "2": "inexperience",
            "3": "entertainment",
            "4": "freedom"
          },
          "context": "The sensual attraction between you marks the beginning of a new and exciting sexual adventure."
        },
        "position3": {
          "upright": "You are at the beginning of a new journey emotionally and spiritually. This bond develops with an unexpected, pure and adventurous spirit. You are completely open and non-judgmental with each other.",
          "reversed": "The Inverted Fool indicates that you are afraid of becoming emotionally attached or are inconsiderate about making a spiritual connection. You are avoiding the seriousness of this connection.",
          "keywords": "[\"new beginning\", \"innocence\", \"spiritual adventure\", \"no expectations\", \"trust\"]",
          "context": "Your emotional bond, the joyful and unpredictable journey of two souls jumping into the unknown."
        },
        "position4": {
          "upright": "In the long run, this relationship will take you on a completely new and unexpected path. This may not be a traditional relationship, but it has the potential to start a new life together. An uncertain but exciting future.",
          "reversed": "The Reversed Fool indicates that in the long run, this relationship will remain in the air due to irresponsibility or fear of commitment. A potential beginning may end before it happens.",
          "keywords": "[\"new beginning\", \"uncertain future\", \"taking risks\", \"freedom\", \"unexpected path\"]",
          "context": "The long-term fate of this relationship is a bold step into the unknown."
        }
      },
      "themagician": {
        "position1": {
          "upright": "The person you are attracted to is someone who is attractive, talented, and has the power to get what he wants. He has high communication skills and knows how to turn events to his advantage. He may be creating a conscious attraction towards you.",
          "reversed": "The Reversed Magician indicates that this person may be manipulative, deceptive, or someone who does not use their potential. His words and actions may not be consistent or he may lack self-confidence.",
          "keywords": "[\"will\", \"creativity\", \"skill\", \"charm\", \"manifesto\"]",
          "context": "This person is a creator who sits in the director's chair of his life and relationships."
        },
        "position2": {
          "upright": "There is a strong and conscious sexual attraction between you. One or both parties know what they want and are quite skilled in bed. The potential for a creative and satisfying sexual life is high.",
          "reversed": "The Reversed Magician indicates that sexual energy may be used for manipulation or deception. There may be performance anxiety or inability to use sexual potential.",
          "keywords": {
            "0": "sexual skill",
            "1": "spell",
            "2": "creativity",
            "3": "manifest",
            "4": "strong desire"
          },
          "context": "Your sexual connection is like a creative playground where desire and skill come together."
        },
        "position3": {
          "upright": "There is a strong will and conscious energy of creation among you. You know what you want emotionally and spiritually and you actively shape that connection. A powerful mental and spiritual synchronization.",
          "reversed": "The Reversed Magician indicates that the emotional bond between you is being manipulated by one party or your spiritual potential is not being used. There may be emotional power plays.",
          "keywords": "[\"conscious creation\", \"spiritual synchronization\", \"will\", \"communication\", \"strong bond\"]",
          "context": "Your emotional bond is a space where two strong wills create a world together."
        },
        "position4": {
          "upright": "In the long run, you have the power to create the relationship and life you want together. This will be a dynamic and strong union built with conscious effort.",
          "reversed": "The Reversed Magician indicates that in the long run, potential will be wasted or the relationship will end as one party manipulates the other. Imbalance of power leads to destruction.",
          "keywords": "[\"co-creation\", \"strong future\", \"potential\", \"will\", \"success\"]",
          "context": "The fate of this relationship is a masterpiece full of potential that will be shaped by your will."
        }
      },
      "thehighpriestess": {
        "position1": {
          "upright": "This person is mysterious, intuitive and does not show his emotions immediately. His inner world is rich and may take time to understand. He may be keeping his feelings for you a secret.",
          "reversed": "The reversed High Priestess indicates that this person may be secretive, out of touch with their intuition, or insincere with you. He may have difficulty connecting with his inner world or with you.",
          "keywords": "[\"intuition\", \"mystery\", \"subconscious\", \"hidden emotions\", \"insight\"]",
          "context": "This person is a mysterious soul who experiences his emotions deep down, not on the surface."
        },
        "position2": {
          "upright": "Your physical connection is mysterious, intuitive, and holds potential that has not yet been fully unlocked. Rather than physical union, a spiritual attraction and unspoken desires are at the forefront. Sexuality is waiting to be explored slowly and deeply.",
          "reversed": "The reversed High Priestess indicates repressed emotions, secrets, or a coldness in sexual matters. The parties are not sexually open to each other and an intuitive connection cannot be established.",
          "keywords": {
            "0": "intuitive attraction",
            "1": "mystery",
            "2": "unspoken desires",
            "3": "repressed sexuality",
            "4": "spiritual bond"
          },
          "context": "The sexual attraction between you is deep and mysterious, like invisible currents beneath the surface of water."
        },
        "position3": {
          "upright": "There is a spiritual connection between you that is deep and intuitive, beyond words. You understand each other's thoughts and feelings without speaking. This bond is mysterious and deep.",
          "reversed": "The reversed High Priestess indicates that there are secrets being kept or an emotional distance between you. You are intuitively closed to each other and spiritually insecure.",
          "keywords": "[\"intuitive connection\", \"spiritual understanding\", \"mystery\", \"telepathy\", \"unspoken secrets\"]",
          "context": "Your spiritual connection is a quiet and deep whisper that only hearts can understand."
        },
        "position4": {
          "upright": "The long-term outcome of this relationship remains a mystery. It will take time for everything to become clear. The bond between you may continue on a deeper and more spiritual level than what appears on the surface.",
          "reversed": "The reversed High Priestess indicates that in the long run, kept secrets or mistrust will destroy the relationship. You may never fully open up to each other.",
          "keywords": "[\"mysterious future\", \"uncertainty\", \"intuitive connection\", \"hidden potential\", \"time\"]",
          "context": "The ultimate fate of this relationship will be revealed in time, like a secret yet to be revealed."
        }
      },
      "theempress": {
        "position1": {
          "upright": "The person you are attracted to is someone who is nurturing, compassionate, warm-hearted, and loves the joys of life. It spreads beauty and abundance to its surroundings. He or she may have a trusting, maternal or paternal attitude in relationships.",
          "reversed": "The Reversed Empress indicates that this person may be overly possessive, lazy, or not taking care of themselves. They may have blocks in expressing creativity or love.",
          "keywords": "[\"abundance\", \"motherhood\", \"naturalness\", \"compassion\", \"beauty\"]",
          "context": "This person is a heart full of life, nourishing with love and compassion."
        },
        "position2": {
          "upright": "Your physical connection is extremely sensual, nurturing, productive and sensual. Sexuality is experienced as a celebration of pleasure and abundance. There is fertility and a comfortable, natural sensual harmony.",
          "reversed": "Reverse Empress indicates that there may be a laziness in sexual energy, a lack of self-care, or an inability to experience pleasure. There may be a lack of creativity or a possessive attitude in the physical connection.",
          "keywords": {
            "0": "lust",
            "1": "abundance",
            "2": "sensuality",
            "3": "fertility",
            "4": "pleasure"
          },
          "context": "Your sexual life is like a fertile and pleasure-filled garden where all the senses are stimulated."
        },
        "position3": {
          "upright": "Your emotional connection is extremely nurturing, compassionate and warm. You lift each other's spirits and make each other feel emotionally safe. This is a fertile soil where love and compassion flourish.",
          "reversed": "The Reversed Empress indicates emotionally stifling love, excessive possessiveness, or a relationship where emotional needs are not met. Spiritual development may have stopped.",
          "keywords": "[\"nurturing love\", \"compassion\", \"emotional security\", \"growth\", \"productivity\"]",
          "context": "Your emotional bond is like a fertile mother's embrace that nourishes and nurtures each other with love."
        },
        "position4": {
          "upright": "The long-term result is a fruitful, loving and growing union. This carries the potential for marriage, having children, or building a highly creative and productive life together.",
          "reversed": "Reverse Empress indicates that in the long run, the relationship will become stagnant, one party will become overly dependent on the other, or love will become stifling.",
          "keywords": "[\"abundance\", \"growth\", \"marriage\", \"fertility\", \"lasting love\"]",
          "context": "The future of this relationship is a fertile garden watered with love and constantly bearing fruit."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "This person is organized, disciplined, protective and has a leadership spirit. He looks for stability and control in his life. It can offer a reliable shoulder and a solid foundation in relationships.",
          "reversed": "Inverted Emperor indicates that this person may be overly controlling, rigid, dominant, or have problems with authority. He may have difficulty showing his emotions.",
          "keywords": "[\"authority\", \"stability\", \"leadership\", \"protection\", \"discipline\"]"
        }
      }
    }
  }
}
