{
  "career": {
    "meanings": {
      "twoofwands": {
        "position7": {
          "context": "Rezultat će biti da proširite svoju viziju i krenete naprijed sa planom."
        }
      },
      "threeofwands": {
        "position1": {
          "upright": "Tri štapića simbolizuje napredak, širenje i otvaranje horizonta. Mogućnosti mogu biti na vašem pragu u vašoj karijeri.",
          "reversed": "Tri štapića obrnuta ukazuju na neuspeh u napretku zbog nestrpljenja ili pogrešne predodređenja.",
          "keywords": {
            "0": "napredak",
            "1": "prilika",
            "2": "vizija",
            "3": "ekspanzija",
            "4": "priprema"
          },
          "context": "Vaša stvarna karijera pojavljuje se kada pogledate budućnost sa nadom i preuzmite podebljane korake."
        },
        "position2": {
          "upright": "Tri štapiće vas savetuju da potražite mogućnosti za poboljšanje i oduzeti odvažni koraci. Vaši horizonti se šire.",
          "reversed": "Tri štapića obrnuta ukazuju na to da biste trebali izbegavati nestrpljenje i pogrešnost.",
          "keywords": {
            "0": "istraživanje",
            "1": "ekspanzija",
            "2": "prilika",
            "3": "napredak",
            "4": "priprema"
          },
          "context": "Trebali biste iskoristiti nove mogućnosti za razvoj svoje karijere."
        },
        "position3": {
          "upright": "Tri štapića, ne možete da kontrolišete dolazak dalekih mogućnosti ili međunarodnih priključaka. Otkriveni su u svoje vreme.",
          "reversed": "Okolišta je tri štampe, projekti odloženi zbog spoljnih okolnosti su van vaše kontrole.",
          "keywords": {
            "0": "ekspanzija",
            "1": "prilika",
            "2": "čekanje",
            "3": "vremenski vreme",
            "4": "van kontrole"
          },
          "context": "Neke velike mogućnosti u njegovoj karijeri samo se pojavljuju u svoje vreme."
        },
        "position4": {
          "upright": "Tri štapića pokazuju da dajete sve od sebe da proširite svoje horizonte i iskoristite mogućnosti.",
          "reversed": "Tri štapića preokrenuta, nestrpljivost može blokirati napore da se pojave.",
          "keywords": {
            "0": "ekspanzija",
            "1": "prilika",
            "2": "čekanje",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Vaš trud dolazi od spremnosti da istražite mogućnosti i proširite."
        },
        "position5": {
          "upright": "Triska štapića stvaraju korisne promene u vašoj karijeri, otvarajući se na nove mogućnosti i okretanje na hrabriji kolaboracije.",
          "reversed": "Okrećena tri štampe, trebali biste razmišljati širi, a ne da suzite svoju viziju.",
          "keywords": {
            "0": "prilika",
            "1": "vizija",
            "2": "ekspanzija",
            "3": "cilj",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri, trebalo bi da se fokusirate na širu perspektivu."
        },
        "position6": {
          "upright": "Tri štapića su možda ometala vašu karijeru u prošlosti ne proširuju vaše horizonte ili se otvaraju na mogućnostima.",
          "reversed": "Okolišta je tri štampe, izbegavajući čekanja ili preduzimanjem akcije, možda vas je ograničilo u prošlosti.",
          "keywords": {
            "0": "prilika",
            "1": "horizont",
            "2": "vizija",
            "3": "ekspanzija",
            "4": "prošlost"
          },
          "context": "Mogućnosti koje ste propustili u prošlosti možda su danas ometali vašu karijeru."
        },
        "position7": {
          "upright": "Triska štapića ukazuje da će ishod vašeg putovanja u karijeri biti oblikovan otvaranjem novih prilika i proširivanje vaših horizonta.",
          "reversed": "Okolište tri štapića, ignorisanje mogućnosti može odložiti ishod.",
          "keywords": {
            "0": "prilika",
            "1": "horizont",
            "2": "ekspanzija",
            "3": "vizija",
            "4": "budućnost"
          },
          "context": "Rezultat će biti da krenemo napred proširenjem vaših horizonta."
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "Četiri štapića simbolizuje proslavu, uspeh i podršku zajednice. Označava period u vašoj karijeri kada ste na čvrstim temeljima.",
          "reversed": "Preokrećena četiri štapića mogu ukazivati na nedostatak podrške ili nekompatibilnog okruženja.",
          "keywords": {
            "0": "proslava",
            "1": "uspeh",
            "2": "solidarnost",
            "3": "osnova",
            "4": "stabilnost"
          },
          "context": "Vaša istinska karijera otkriva se u zajednici u kojoj možete da delite svoje uspehe."
        },
        "position2": {
          "upright": "Četiri štapiće preporučuju izgradnju snažnih fondacija. Zahvalnost i saradnja će vas poboljšati.",
          "reversed": "Četiri štapića obrnuta ukazuju na to da vas nedostatak podrške može naprezati.",
          "keywords": {
            "0": "osnova",
            "1": "proslava",
            "2": "podrška",
            "3": "raport",
            "4": "solidarnost"
          },
          "context": "Da biste razvili svoju karijeru, morate da postavite čvrste temelje i delite svoje uspehe."
        },
        "position3": {
          "upright": "Četiri štampe, ne možete uvek da kontrolišete atmosferu proslave, podrške i jedinstva oko sebe.",
          "reversed": "Okolišteno je četiri štampe, nedostatak harmonije ili nedostatak podrške može se razviti van vas.",
          "keywords": {
            "0": "podrška",
            "1": "proslava",
            "2": "raport",
            "3": "zajednica",
            "4": "van kontrole"
          },
          "context": "Ne morate uvek da odredite podršku zajednice u vašoj karijeri."
        },
        "position4": {
          "upright": "Četiri štapića pokazuju da vam je najbolje radeći u harmoniji i solidarnosti.",
          "reversed": "Okolišteno četiri štapića, nedostatak saradnje može otežati napore da se pojave kompletno.",
          "keywords": {
            "0": "solidarnost",
            "1": "raport",
            "2": "podrška",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Vaš trud je ojačan vašom željom da skladištite i skladno radite."
        },
        "position5": {
          "upright": "Četiri štapića stvaraju harmoniju u radnom okruženju i proslavljaju dostignuća, pružajući napredak u karijeri.",
          "reversed": "Okrećeno četiri štampe, eliminišući nemire olakšava vam da krenete napred.",
          "keywords": {
            "0": "raport",
            "1": "proslava",
            "2": "tim",
            "3": "ravnoteža",
            "4": "promeniti"
          },
          "context": "Morate da stvorite skladno radno okruženje za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Četiri štapića, neuspeh u uspostavljanju skladnog okruženja u prošlosti, možda su stvorili nestabilnost u vašoj karijeri.",
          "reversed": "Obrnuto četiri štapića, nemir i disharmonija mogu biti prepreke iz prošlosti.",
          "keywords": {
            "0": "raport",
            "1": "mir",
            "2": "proslava",
            "3": "stabilnost",
            "4": "prošlost"
          },
          "context": "Nedostatak adaptacije u prošlosti možda je danas ometao karijeru."
        },
        "position7": {
          "upright": "Četiri štapića ukazuju da će ishod vašeg putovanja u karijeri oblikovati harmonične kolaboracije i dosledan uspeh.",
          "reversed": "Ukrasana četiri štapića može uticati na ishod nemira ili nestabilnosti.",
          "keywords": {
            "0": "raport",
            "1": "stabilnost",
            "2": "proslava",
            "3": "uspeh",
            "4": "budućnost"
          },
          "context": "Rezultat će trajati uspeh kroz skladne kolaboracije."
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "Pet štapića simbolizuje konkurenciju i sukob. Možda se borite da se dokažete u karijeri.",
          "reversed": "Otkriveni pet štapića govore vam da biste trebali da se držite podalje od nepotrebnih argumenata. Ovaj put vas može konzumirati.",
          "keywords": {
            "0": "rivalstvo",
            "1": "borba",
            "2": "sukob",
            "3": "odbrana",
            "4": "pohlepa"
          },
          "context": "Vaša istinska karijera pojavljuje se kada napredujete u harmoniji, a ne podstaknu konkurencijom."
        },
        "position2": {
          "upright": "Pet štapića kaže da će vas zdrava konkurencija poboljšati. Morate se boriti da biste se pokazali.",
          "reversed": "Pet štapića preokrećeno ukazuje da se ne biste trebali držati podalje od nepotrebnih argumenata.",
          "keywords": {
            "0": "rivalstvo",
            "1": "borba",
            "2": "odbrana",
            "3": "pohlepa",
            "4": "motivacija"
          },
          "context": "Konkurenciju morate efikasno koristiti da biste unapredili svoju karijeru."
        },
        "position3": {
          "upright": "Pet štapića, ne možete da kontrolišete intenzitet konkurencije ili prirodu sukoba. Ovo su spoljni faktori.",
          "reversed": "Petorica štapića obrnuta ukazuje da okruženje nesklada i borbe se razvijaju izvan vas.",
          "keywords": {
            "0": "rivalstvo",
            "1": "sukob",
            "2": "borba",
            "3": "prihod",
            "4": "van kontrole"
          },
          "context": "Ne možete odrediti intenzitet konkurencije u karijeri."
        },
        "position4": {
          "upright": "Pet ljudskih štapića pokazuje da dajete svoje najbolje i borite se u konkurentnom okruženju.",
          "reversed": "Pet štapića preokrenulo je nepotrebne argumente mogu zasjeniti vrednost napora.",
          "keywords": {
            "0": "rivalstvo",
            "1": "borba",
            "2": "otpornost",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Vaš trud dolazi iz vaše želje da preživite u takmičenju."
        },
        "position5": {
          "upright": "Petorica štapića, što čini konstruktivnu konstruktivnu i usmeravanje vaše energije pozitivno donosi korisne promene u vašoj karijeri.",
          "reversed": "Okrećeno pet štapića, prepuštanje nepotrebnih argumenata daje razvoj.",
          "keywords": {
            "0": "rivalstvo",
            "1": "borba",
            "2": "energija",
            "3": "prilika",
            "4": "promeniti"
          },
          "context": "Da biste promenili karijeru, morate pretvoriti konkurenciju u prednost."
        },
        "position6": {
          "upright": "Petorica štapića, prošla rivalstva ili stalni argumenti možda su ometali vašu karijeru.",
          "reversed": "Pet štapića preokrenulo je nepotrebne borbe, možda su vam blokirali put u prošlosti.",
          "keywords": {
            "0": "rivalstvo",
            "1": "sukob",
            "2": "borba",
            "3": "argument",
            "4": "prošlost"
          },
          "context": "Prošli sukobi su možda uticali na njegovu trenutnu karijeru."
        },
        "position7": {
          "upright": "Pet štapića ukazuje da će ishod vašeg putovanja u karijeri biti jači od borbe.",
          "reversed": "Ograničeno pet štapića može se oslabiti nepotrebnom konkurencijom ili argumentima.",
          "keywords": {
            "0": "borba",
            "1": "rivalstvo",
            "2": "rezolucija",
            "3": "otpornost",
            "4": "budućnost"
          },
          "context": "Rezultat će se pojaviti jači sa takmičenja."
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "Šest štapića simbolizuje pobedu i priznanje. Pokazuje da se vaša dostignuća u vašoj karijeri ceni.",
          "reversed": "Okolišteno šest štapića znači da ne dobijate zahvalnost koju ste očekivali ili vaš uspeh odgođen.",
          "keywords": {
            "0": "pobeda",
            "1": "prepoznavanje",
            "2": "uspeh",
            "3": "diskrecija",
            "4": "ponos"
          },
          "context": "Vaša stvarna karijera je način na koji se cene vaši napori i sjajite."
        },
        "position2": {
          "upright": "Šest štapića sugerira da se vaša dostignuća vidljiva i stiče prepoznavanje. Ističu se sa samopouzdanjem.",
          "reversed": "Prekoračili šest štapića govore vam da biste trebali videti svoju sopstvenu vrednost umesto da čekate uvažavanje.",
          "keywords": {
            "0": "uspeh",
            "1": "diskrecija",
            "2": "vidljivost",
            "3": "poverenje",
            "4": "pobeda"
          },
          "context": "Da biste unapredili svoju karijeru, morate da podelite svoja dostignuća i budete vidljivi."
        },
        "position3": {
          "upright": "Šest štapića pokazuje da nemate kontrolu nad aprecijacijom i hvalite vam druge davene.",
          "reversed": "Vreo je šest štapića: Ponekad ne dobijate vrednost koju zaslužujete zbog spoljnih okolnosti.",
          "keywords": {
            "0": "diskrecija",
            "1": "uspeh",
            "2": "vidljivost",
            "3": "podrška",
            "4": "van kontrole"
          },
          "context": "Ne morate odrediti koliko prepoznavanja u karijeri uđete."
        },
        "position4": {
          "upright": "Šest štapića pokazuje da se trudite da ostvarite svoje dostignuće vidljive i tražete priznanje.",
          "reversed": "Okrećeno šest štapića, nedostatak vidljivosti može zasjeniti vrednost napora.",
          "keywords": {
            "0": "uspeh",
            "1": "diskrecija",
            "2": "poverenje",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Vaš trud je ojačan isticanjem svojih dostignuća."
        },
        "position5": {
          "upright": "Šest štapića pruža korisničku promjenu u vašoj karijeri tako što ćete ostvariti svoja dostignuća vidljivijom i povećanjem samopouzdanja.",
          "reversed": "Okrećeno šest štapića, morate preduzeti korake da povećate svoju vidljivost.",
          "keywords": {
            "0": "uspeh",
            "1": "poverenje",
            "2": "diskrecija",
            "3": "vidljivost",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri trebali biste istaknuti svoje dostignuća."
        },
        "position6": {
          "upright": "Šest štapića možda je ometalo vašu karijeru u prošlosti kada vaša dostignuća nisu videla ili cenjena.",
          "reversed": "Okrećeno šest štapića, preostali nevidljivi ili osećajući nedostojan može uticati na vašu karijeru danas.",
          "keywords": {
            "0": "diskrecija",
            "1": "uspeh",
            "2": "poverenje",
            "3": "vrednost",
            "4": "prošlost"
          },
          "context": "Ostanite nevidljivi u prošlosti možda su danas ometali vašu karijeru."
        },
        "position7": {
          "upright": "Šest štapića ukazuje da će ishod vašeg putovanja u karijeri biti pobeda, vidljivost i prepoznavanje.",
          "reversed": "Okrećeno šest štapića, preostala nevidljiva ili kasna realizacija uspeha može uticati na ishod.",
          "keywords": {
            "0": "pobeda",
            "1": "diskrecija",
            "2": "poverenje",
            "3": "uspeh",
            "4": "budućnost"
          },
          "context": "Rezultat će biti vidljiv i cenjen za vaša dostignuća."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "Sedam štapića simbolizuje samoodbranu i snažno stojeći. Borite se da održite svoju poziciju u karijeri.",
          "reversed": "Sedam štapića obrnuta ukazuje da se osećate ranjivo ili umorno od borbi.",
          "keywords": {
            "0": "odbrana",
            "1": "borba",
            "2": "hrabrost",
            "3": "otpornost",
            "4": "stabilnost"
          },
          "context": "Vaša istinska karijera biće ojačana kada hrabro bravite svoje vrednosti."
        },
        "position2": {
          "upright": "Sedam štapića vas savetuje da se branite i ojačate svoj položaj. Vaša otpornost će vas poboljšati.",
          "reversed": "Preokrećeno sedam štapića ukazuje da vas nepotrebna odbrana može nositi.",
          "keywords": {
            "0": "odbrana",
            "1": "otpornost",
            "2": "hrabrost",
            "3": "stabilnost",
            "4": "ravnoteža"
          },
          "context": "Da biste unapredili svoju karijeru, morate snažno braniti svoje polje."
        },
        "position3": {
          "upright": "Sedam štapića, ne možete da kontrolišete intenzitet izazova sa kojima se suočite. Okolnosti utvrđuju koliko odbrane morate braniti.",
          "reversed": "Preokrećeno sedam štapića ukazuje da su spoljni pritisci i sojevi neizbežni.",
          "keywords": {
            "0": "odbrana",
            "1": "borba",
            "2": "otpornost",
            "3": "ugnjetavanje",
            "4": "van kontrole"
          },
          "context": "Intenzitet borbe u vašoj karijeri je izvan vaše kontrole."
        },
        "position4": {
          "upright": "Sedam štapića pokazuje da dajete sve od sebe da biste održali svoj položaj.",
          "reversed": "Okolišteno sedam štapića, prekomerna odbrambenost može umanjiti efikasnost napora.",
          "keywords": {
            "0": "odbrana",
            "1": "otpornost",
            "2": "trud",
            "3": "stabilnost",
            "4": "performanse"
          },
          "context": "Izdvajate se sa svojim naporom, snažno stajalište i odbrane."
        },
        "position5": {
          "upright": "Sedam štapića, brani nečije stavove i stajaće hrabro donosi pozitivne promene u nečiju karijeru.",
          "reversed": "Okrećeno sedam štapića, trebalo bi da budete fleksibilni umesto da budete previše odbrambeni.",
          "keywords": {
            "0": "hrabrost",
            "1": "odbrana",
            "2": "otpornost",
            "3": "stabilnost",
            "4": "promeniti"
          },
          "context": "Morate se zalagati za promenu u vašoj karijeri sa određivanjem."
        },
        "position6": {
          "upright": "Sedam štapića možda je u vašoj karijeri ometana da se ne može braniti ili zaštititi svoja uverenja u prošlosti.",
          "reversed": "Okrećeno sedam štapića, preterano defanzivno ili povučeno može biti prepreka prošlosti.",
          "keywords": {
            "0": "odbrana",
            "1": "hrabrost",
            "2": "stabilnost",
            "3": "borba",
            "4": "prošlost"
          },
          "context": "Danas se ne mogu braniti u prošlosti utječe na vašu karijeru danas."
        },
        "position7": {
          "upright": "Sedam štapića ukazuje da će ishod vašeg putovanja u karijeri biti da odbrani vaš stav odlučnošću i dođete na snažnu poziciju.",
          "reversed": "Preokrećeno sedam štapića može potkopati napredak kroz neuspeh u odupranju.",
          "keywords": {
            "0": "odbrana",
            "1": "stabilnost",
            "2": "hrabrost",
            "3": "lokacija",
            "4": "budućnost"
          },
          "context": "Rezultat će doći do snažnog položaja uz održavanje utvrđenog stava."
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "Osam štapića simbolizuje brzi razvoj i napredak. Nagle prilike i zamah u vašoj karijeri možda vas čekaju.",
          "reversed": "Okolište Osam štapića ukazuje na kašnjenja i probleme sa komunikacijama. Napredak koji očekujete može doći polako.",
          "keywords": {
            "0": "brzina",
            "1": "napredak",
            "2": "vesti",
            "3": "prilika",
            "4": "ubrzanje"
          },
          "context": "Vaša stvarna karijera postaće očigledna u mogućnostima koje vam se otvaraju brzim kretanjem."
        },
        "position2": {
          "upright": "Osam štapića naglašava važnost brzog napretka i komunikacije. Brzo preduzmite akciju.",
          "reversed": "Osvećeno osam štapića ukazuje da kašnjenja mogu usporiti razvoj.",
          "keywords": {
            "0": "brzina",
            "1": "komunikacija",
            "2": "ubrzanje",
            "3": "prilika",
            "4": "pokret"
          },
          "context": "Da biste poboljšali svoju karijeru, morate brzo i efikasno komunicirati."
        },
        "position3": {
          "upright": "Osam štapića, ne možete da kontrolišete vreme brzog razvoja i naglog napretka.",
          "reversed": "Okoli su osam štapića, odlaganja i kvarove komunikacije iz vaših ruku.",
          "keywords": {
            "0": "brzina",
            "1": "komunikacija",
            "2": "prilika",
            "3": "vremenski vreme",
            "4": "van kontrole"
          },
          "context": "Ne možete u potpunosti da utvrdite tempo procesa u vašoj karijeri."
        },
        "position4": {
          "upright": "Osam štapića pokazuje da vam je najbolje ponašajući brzo i odlučno u svom radu.",
          "reversed": "Okolište je osam štapića, odlaganja ili požuri.",
          "keywords": {
            "0": "brzina",
            "1": "stabilnost",
            "2": "trud",
            "3": "prilika",
            "4": "performanse"
          },
          "context": "Vaš trud je otkriven kroz vaše brze i efikasne akcije."
        },
        "position5": {
          "upright": "Osam štapića, uzimajući brže akcije i mogućnosti zaplijenjenja stvara snažne promene u vašoj karijeri.",
          "reversed": "Okoli ste osam štapića, trebalo bi da preduzmete mere umesto da se odkrastirate.",
          "keywords": {
            "0": "brzina",
            "1": "akcija",
            "2": "prilika",
            "3": "energija",
            "4": "promeniti"
          },
          "context": "Da biste promenili svoju karijeru, morate se brzo i odlučno ponašati."
        },
        "position6": {
          "upright": "Osam štapića: kreće se polako ili ne iskorištavanje mogućnosti blagovremeno, možda je ometala vašu karijeru u prošlosti.",
          "reversed": "Okolište osam štapića, odlaganja i odlaganja može biti prepreka iz prošlosti.",
          "keywords": {
            "0": "brzina",
            "1": "prilika",
            "2": "pokret",
            "3": "kašnjenje",
            "4": "prošlost"
          },
          "context": "Prošla kašnjenja možda su ometale svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Osam štapića ukazuje da će ishod putovanja u karijeri biti brz napredak, razvoj i nove mogućnosti.",
          "reversed": "Okolište je osam štapića, odlaganja ili sporo napredak može usporiti ishod.",
          "keywords": {
            "0": "brzina",
            "1": "prilika",
            "2": "razvoj",
            "3": "pokret",
            "4": "budućnost"
          },
          "context": "Rezultat će biti brz napredak i razvoj sa mogućnostima."
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "Devet štapića simbolizuje otpornost i odlučnost. Vi uspevate da preživite uprkos poteškoćama u vašoj karijeri.",
          "reversed": "Preokrećeno devet štapića može ukazivati na izgaranje i tendenciju da se odrekne. Možda ćete biti preopterećeni.",
          "keywords": {
            "0": "izdržljivost",
            "1": "stabilnost",
            "2": "otpornost",
            "3": "rat",
            "4": "zaštita"
          },
          "context": "Vaša stvarna karijera pojavljuje se kada se odupirete bez odustajanja i prikupite snagu."
        },
        "position2": {
          "upright": "Devet štapića vas savetuje da strpljivo istrajete i ne odustanete. Stojeći snažni će vas poboljšati.",
          "reversed": "Okrećeno devet štapića govore vam da vas ekstremni umor donosi blizu odustajanja.",
          "keywords": {
            "0": "izdržljivost",
            "1": "strpljenje",
            "2": "otpornost",
            "3": "snaga",
            "4": "zaštita"
          },
          "context": "Da biste poboljšali svoju karijeru, morate biti otporni i ne odustati."
        },
        "position3": {
          "upright": "Devet štapića, ne možete da kontrolišete broj i intenzitet prepreka koje stesrećete. Morate da pokažete otpor.",
          "reversed": "Okolišteni devet štapića, spoljni pritisci i umori su iz vaših ruku.",
          "keywords": {
            "0": "otpornost",
            "1": "prepreke",
            "2": "umor",
            "3": "izdržljivost",
            "4": "van kontrole"
          },
          "context": "Ne možete da promenite intenzitet prepreka koje se suočite u svojoj karijeri."
        },
        "position4": {
          "upright": "Devet štapića pokazuje da i dalje dajete sve od sebe čak i ako ste umorni.",
          "reversed": "Preokrećeno devet štapića može umanjiti vrednost performansi izgaranja.",
          "keywords": {
            "0": "izdržljivost",
            "1": "trud",
            "2": "strpljenje",
            "3": "otpornost",
            "4": "performanse"
          },
          "context": "Vaš trud postaje jači sa vašom otpornošću i ne odustajanje."
        },
        "position5": {
          "upright": "Devet štapića donosi korisne promene u nečijoj karijeri, povećavajući nečiju izdržljivost i istrajavanje.",
          "reversed": "Okrećeno devet štapića, umesto da se preuzmete, trebali biste dati vremena.",
          "keywords": {
            "0": "izdržljivost",
            "1": "otpornost",
            "2": "rezolucija",
            "3": "strpljenje",
            "4": "promeniti"
          },
          "context": "Trebali biste zadržati svoj otpor za promenu u vašoj karijeri, ali ne biste se trebali umoriti."
        },
        "position6": {
          "upright": "Devet štapića, umora ili stalno u odbrani u prošlosti je možda ometala vašu karijeru.",
          "reversed": "Okrećeno devet štapića, sklonost odustajanja možda je usporila njegov razvoj u prošlosti.",
          "keywords": {
            "0": "umor",
            "1": "otpornost",
            "2": "odbrana",
            "3": "odustati",
            "4": "prošlost"
          },
          "context": "Prošli umor i otpornost utiču na vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Devet štapića ukazuje da će ishod vašeg putovanja u karijeri biti uspešan kroz strpljenje, otpornost i izdržljivost.",
          "reversed": "Okrećeno devet ljudskih štapića, umora ili tendencije da se odrekne može odložiti ishod.",
          "keywords": {
            "0": "izdržljivost",
            "1": "strpljenje",
            "2": "otpornost",
            "3": "zaštita",
            "4": "budućnost"
          },
          "context": "Rezultat će se kretati napred sa izdržljivošću i upornošću."
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Deset štapića ukazuje na povećane opterećenja i odgovornosti. Možda ste u karijeri zauzeli težak teret.",
          "reversed": "Okrećeno deset štapića vam govori da biste se trebali osloboditi nepotrebnih odgovornosti. Teret koji vas nosite troši.",
          "keywords": {
            "0": "odgovornost",
            "1": "opteretiti",
            "2": "naprezanje",
            "3": "trud",
            "4": "izdržljivost"
          },
          "context": "Vaša stvarna karijera treba da vam donese pojeljne odgovornosti, a ne teške opterećenja."
        },
        "position2": {
          "upright": "Deset štapića sugerira da svesno upravlja vašim odgovornostima. Osvetljavanje njihovog opterećenja ubrzava njihov razvoj.",
          "reversed": "Okrećeno deset štapića vam govori da biste se trebali osloboditi nepotrebnih odgovornosti.",
          "keywords": {
            "0": "odgovornost",
            "1": "opteretiti",
            "2": "ravnoteža",
            "3": "trud",
            "4": "planiranje"
          },
          "context": "Da biste poboljšali svoju karijeru, morate smanjiti svoje opterećenje i organizovati svoje prioritete."
        },
        "position3": {
          "upright": "Deset štapića, neke od odgovornosti postavljene na vas su izvan vaše kontrole. Ponekad sistem može da vas gurne.",
          "reversed": "Prekoračeni deset štapića ukazuje da dodatne opterećenja ponekad nametnu spoljnim okolnostima.",
          "keywords": {
            "0": "opteretiti",
            "1": "odgovornost",
            "2": "ugnjetavanje",
            "3": "trud",
            "4": "van kontrole"
          },
          "context": "Neki od opterećenja koje vam nosite u karijeri određuju se van vas."
        },
        "position4": {
          "upright": "Deset štapića pokazuje da vam je najbolje uprkos teškim odgovornostima.",
          "reversed": "Okolišteno deset štapića, prekomerne veze može umanjiti vrednost napora.",
          "keywords": {
            "0": "odgovornost",
            "1": "opteretiti",
            "2": "trud",
            "3": "strpljenje",
            "4": "performanse"
          },
          "context": "Vaš trud se vidi na način na koji nosiš teret koji preduzimate."
        },
        "position5": {
          "upright": "Deset štapića, odgovornosti za deljenje poštenije donosi pozitivne promene u vašoj karijeri.",
          "reversed": "Okrećeno deset štapića, trebalo bi da naučite da dobijate podršku umesto preopterećenja.",
          "keywords": {
            "0": "odgovornost",
            "1": "opteretiti",
            "2": "ravnoteža",
            "3": "podrška",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri, morate da upravljate balansom svog radnog opterećenja."
        },
        "position6": {
          "upright": "Deset štapića, preuzimanje prevelike odgovornosti u prošlosti možda su ometali vašu karijeru.",
          "reversed": "Prekoračio deset štapića, a ne tražeći da samo podrška i nošenje tereta mogu biti prepreke iz prošlosti.",
          "keywords": {
            "0": "opteretiti",
            "1": "odgovornost",
            "2": "podrška",
            "3": "ravnoteža",
            "4": "prošlost"
          },
          "context": "U prošlosti je preopterećen u prošlosti, možda je danas ometala vašu karijeru."
        },
        "position7": {
          "upright": "Deset štapića ukazuje da će ishod putovanja u karijeri trajati uspeh kroz balansiranje odgovornosti.",
          "reversed": "Deset osnivanih štapića može postići napredak težak kao rezultat preopterećenja.",
          "keywords": {
            "0": "odgovornost",
            "1": "ravnoteža",
            "2": "opteretiti",
            "3": "rezolucija",
            "4": "budućnost"
          },
          "context": "Rezultat će postići uspeh tako što će vaše odgovornosti upravljati u uravnoteživanjem."
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "Princ štapiće simbolizuje radoznalost, otkriće i inspiraciju. Nova prilika ili proces učenja vas očekuje u vašoj karijeri.",
          "reversed": "Okolišteni princ štapiće može ukazivati na gubitak mogućnosti zbog brzog blede entuzijazma ili nepažnje.",
          "keywords": {
            "0": "radoznalost",
            "1": "inspiracija",
            "2": "otkriće",
            "3": "učenje",
            "4": "početak"
          },
          "context": "Vaša istinska karijera leži u novim počecima koji neguju vaš duh otkrića."
        },
        "position2": {
          "upright": "Princ Vands preporučuje da isprobate nove stvari i budete otvoreni za učenje. Radoznalost će vas poboljšati.",
          "reversed": "Okolici princa štapiće ukazuje da se mogućnosti mogu propustiti zbog nepažnje ili nestrpljenja.",
          "keywords": {
            "0": "učenje",
            "1": "otkriće",
            "2": "inspiracija",
            "3": "pokušati",
            "4": "kreativnost"
          },
          "context": "Da biste unapredili svoju karijeru, morate istražiti i naučiti nove stvari."
        },
        "position3": {
          "upright": "Princ Vands, ne možete da kontrolišete kada se pojave nove mogućnosti. Mogućnosti dolaze u svoj trenutak.",
          "reversed": "Okolišteni princ štapiće ukazuje da nedostatak inspiracije i odlaganja mogu biti posledica spoljnih okolnosti.",
          "keywords": {
            "0": "inspiracija",
            "1": "prilika",
            "2": "nov način",
            "3": "vremenski vreme",
            "4": "van kontrole"
          },
          "context": "Ne možete odrediti kada se nove mogućnosti otvore u vašoj karijeri."
        },
        "position4": {
          "upright": "Princ štapiće pokazuje da on daje sve od sebe pristupajući svom radu sa radoznalošću i nestrpljenjem da uči.",
          "reversed": "Invertirani princ štapiće, nepažnju se može dovesti do vašeg nastupa.",
          "keywords": {
            "0": "radoznalost",
            "1": "učenje",
            "2": "entuzijazam",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Vaš trud dolazi od vaše želje da naučite nove stvari."
        },
        "position5": {
          "upright": "Princ štapiće, učenje novih stvari i eksperimentiranje sa uzbuđenje donosi korisne promene u vašoj karijeri.",
          "reversed": "Princ of Vands, stavljajući vaše entuzijazam u akciju, pomeraće vas napred.",
          "keywords": {
            "0": "učenje",
            "1": "radoznalost",
            "2": "entuzijazam",
            "3": "pokušati",
            "4": "promeniti"
          },
          "context": "Da biste promenili karijeru, morate da svoju radoznalost stavite u praksu."
        },
        "position6": {
          "upright": "Princ štapiće možda je u prošlosti ometao karijeru napuštajući svoje ambicije ili ne pokušava.",
          "reversed": "Invertirani princ štapiće, nedostatak motivacije može biti prepreka prošlosti.",
          "keywords": {
            "0": "entuzijazam",
            "1": "pokušati",
            "2": "inspiracija",
            "3": "motivacija",
            "4": "prošlost"
          },
          "context": "Neuspele ambicije prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Princ Stands ukazuje da će ishod vašeg putovanja u karijeri oblikovati nove ideje, entuzijazam i eksperimenti.",
          "reversed": "Preokrećeni princ štapiće može brzo odložiti ishod dok entuzijazam brzo bledi.",
          "keywords": {
            "0": "ideja",
            "1": "entuzijazam",
            "2": "pokušati",
            "3": "inspiracija",
            "4": "budućnost"
          },
          "context": "Rezultat će biti napredak eksperimentiranjem sa novim idejama."
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "Vitez štapića simbolizuje delovanje sa strašću i hrabrošću. Možda ćete biti uzbuđeni zbog nove staze u karijeri.",
          "reversed": "Vraćeni vitez štapiće ukazuje na rizik od osiromaše ili glume bez pravca.",
          "keywords": {
            "0": "strast",
            "1": "hrabrost",
            "2": "avantura",
            "3": "pokret",
            "4": "energija"
          },
          "context": "Vaša istinska karijera će zasjati kada vas oduševljeno sledi strast."
        },
        "position2": {
          "upright": "Vitez štapiće preporučuje da se krećete napred sa strašću i hrabrošću. Asertivnost će vas poboljšati.",
          "reversed": "Vraćeni vitez štapiće ukazuje da brzi akcije mogu stvoriti rizike.",
          "keywords": {
            "0": "hrabrost",
            "1": "strast",
            "2": "akcija",
            "3": "skok",
            "4": "energija"
          },
          "context": "Da biste poboljšali svoju karijeru, morate pretvoriti svoju strast u akciju."
        },
        "position3": {
          "upright": "Vitez štapića, ne možete da kontrolišete iznenadnu prezentaciju mogućnosti. Rasklade energije se spontano javljaju.",
          "reversed": "Prekoračen vitez štapića, prepreke iz spoljnih okolnosti mogu vas usporiti.",
          "keywords": {
            "0": "energija",
            "1": "prilika",
            "2": "pokret",
            "3": "iznenadni razvoj",
            "4": "van kontrole"
          },
          "context": "Neke iznenadne prilike u vašoj karijeri javljaju se izvan vas."
        },
        "position4": {
          "upright": "Vitez štapiće pokazuje da se krećete napred sa strašću i hrabrošću, dajući svoju najbolju energiju.",
          "reversed": "Obrrovani vitez štapiće, žurba može umanjiti vrednost napora.",
          "keywords": {
            "0": "hrabrost",
            "1": "strast",
            "2": "trud",
            "3": "energija",
            "4": "performanse"
          },
          "context": "CAban se ističe sa svojim hrabrim i strastvenim pristupom."
        },
        "position5": {
          "upright": "Vitez štapiće, možete napraviti snažnu promenu u vašoj karijeri tako što ćete preuzeti hrabre i energetske korake.",
          "reversed": "Obrnuti vitez štapića, treba da izbegavate žurbu i pređite svesno.",
          "keywords": {
            "0": "hrabrost",
            "1": "energija",
            "2": "stabilnost",
            "3": "cilj",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri morate se podebljano podeliti, ali planirano."
        },
        "position6": {
          "upright": "Vitez štapića možda je postupio ubrzano ili je rizikovao bez razmišljanja u prošlosti, što je možda ometalo njegovu karijeru.",
          "reversed": "Okolišteni vitez štapića, nedostatak smera i nestrpljenja možda su vas ograničili u prošlosti.",
          "keywords": {
            "0": "žuriti",
            "1": "rizikovati",
            "2": "nestrpljenje",
            "3": "hrabrost",
            "4": "prošlost"
          },
          "context": "Žurila u prošlosti možda je ometala svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Vitez štapiće ukazuje da će ishod vašeg putovanja u karijeri biti oblikovani hrabrim koracima i energetski napredak.",
          "reversed": "Prekoračeni vitez štapiće može da proces bude težak kao rezultat žurbe ili nedostatka smera.",
          "keywords": {
            "0": "hrabrost",
            "1": "energija",
            "2": "napredak",
            "3": "cilj",
            "4": "budućnost"
          },
          "context": "Rezultat će se kretati naprijed tako što će preuzeti hrabre korake."
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "Kraljica štapića simbolizuje samopouzdanje, harizmu i energiju liderstva. Snažno se tvrdite u karijeru.",
          "reversed": "Kraljica štapića obrnuta može ukazivati na nesigurnost ili poteškoće izražavajući sebe.",
          "keywords": {
            "0": "rukovodstvo",
            "1": "poverenje",
            "2": "karizma",
            "3": "inspiracija",
            "4": "snaga"
          },
          "context": "Vaša istinska karijera biće otkrivena kada otkrijete svoju unutrašnju snagu i liderstvo."
        },
        "position2": {
          "upright": "Kraljica štapića vas savetuje da prikažete svoje samopouzdanje i preuzmete vođstvo uloge. Vaša harizma će vas poboljšati.",
          "reversed": "Invertirana kraljica štapića, nesigurnost ili nedostatak samoizraženja mogu usporiti vaš razvoj.",
          "keywords": {
            "0": "poverenje",
            "1": "rukovodstvo",
            "2": "karizma",
            "3": "inspiracija",
            "4": "snaga"
          },
          "context": "Da biste poboljšali svoju karijeru, morate se istaknuti sa samopouzdanjem."
        },
        "position3": {
          "upright": "Kraljica štapića, ne možeš uvek da kontrolišeš poverenje i podršku da oni oko vas imaju u vama.",
          "reversed": "Invertirana kraljica štapića, ljubomosti ili nesigurnosti drugih mogu se razviti izvan vas.",
          "keywords": {
            "0": "poverenje",
            "1": "podrška",
            "2": "rukovodstvo",
            "3": "poštovanje",
            "4": "van kontrole"
          },
          "context": "Ne možete odrediti poverenje, drugi su u vašoj karijeri."
        },
        "position4": {
          "upright": "Kraljica štapića pokazuje da ona donosi samopouzdanje i harizmu na svoj rad. Dajete sve od sebe.",
          "reversed": "Invertirana kraljica štapića, nedostatak samopouzdanja može da devalvira vaše performanse.",
          "keywords": {
            "0": "poverenje",
            "1": "rukovodstvo",
            "2": "karizma",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Vaš trud, samopouzdanje i rukovodstvo odražavaju se u vašem radu."
        },
        "position5": {
          "upright": "Kraljica štapića donosi korisne promene u nečijoj karijeri, povećavajući nečije samopouzdanje i prikazuje više kvaliteta liderstva.",
          "reversed": "Inverterovana kraljica štapića trebalo bi da napravite svoje samopouzdanje vidljivijim, a ne da ga suzbijate.",
          "keywords": {
            "0": "poverenje",
            "1": "rukovodstvo",
            "2": "karizma",
            "3": "hrabrost",
            "4": "promeniti"
          },
          "context": "Da biste promenili svoju karijeru, morate istaknuti samopouzdanje."
        },
        "position6": {
          "upright": "Kraljica štapića, nedostatak samopouzdanja ili preostalog nevidljivog možda je ometala vašu karijeru u prošlosti.",
          "reversed": "Invertirana kraljica štapića, suzbijanje harizme ili preostalog pasiva može biti prepreka prošlosti.",
          "keywords": {
            "0": "poverenje",
            "1": "rukovodstvo",
            "2": "vidljivost",
            "3": "karizma",
            "4": "prošlost"
          },
          "context": "Nedostatak samopouzdanja u prošlost danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Kraljica štapića ukazuje da će ishod vašeg putovanja u karijeri oblikovati samopouzdanje, liderstvo i harizma.",
          "reversed": "Reversed Kueen of Vinds može zasjeniti uspeh kao rezultat nedostatka samopouzdanja.",
          "keywords": {
            "0": "poverenje",
            "1": "rukovodstvo",
            "2": "karizma",
            "3": "hrabrost",
            "4": "budućnost"
          },
          "context": "Rezultat će voditi sa samopouzdanjem i karizmom."
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "Kralj štapića simbolizuje vizionarno rukovodstvo i odvažne odluke. Nosite snažnu energiju liderstva u karijeri.",
          "reversed": "Prekoračeni kralj štapića može ukazivati na opresivne stavove ili rukovodstvo bez smera.",
          "keywords": {
            "0": "vizija",
            "1": "rukovodstvo",
            "2": "hrabrost",
            "3": "odluka",
            "4": "snaga"
          },
          "context": "Vaša stvarna karijera je staza u kojoj vi kažete svoju viziju sa odlučnošću."
        },
        "position2": {
          "upright": "Kralj štapića preporučuje vizionarno liderstvo i postavljanje velikih ciljeva. Hrabri koraci će vam pomoći da napredujete u svojoj karijeri.",
          "reversed": "Reverse kralj štapića ukazuje da vam nedostatak planiranja ili opresivnih stavova može vas izazvati.",
          "keywords": {
            "0": "vizija",
            "1": "rukovodstvo",
            "2": "hrabrost",
            "3": "odluka",
            "4": "napredak"
          },
          "context": "Morate preuzeti vizionarske i hrabre korake da poboljšate svoju karijeru."
        },
        "position3": {
          "upright": "Kralj štapića, ne možete da kontrolišete odluke lidera ili moćnih figura. Njihova vizija utiče i na vas.",
          "reversed": "Invertirani kralj štapića, opresivni stavovi onih koji su na pozicijama ovlašćenja nisu pod vašom kontrolom.",
          "keywords": {
            "0": "rukovodstvo",
            "1": "vlast",
            "2": "vizija",
            "3": "snaga",
            "4": "van kontrole"
          },
          "context": "Ne možete da promenite odluke snažnih lidera u vašoj karijeri."
        },
        "position4": {
          "upright": "Kralj štapića pokazuje da on nastavlja sa vizionarskom perspektivom i da li je najbolje što će voditi put u svom radu.",
          "reversed": "Preokrećeni kralj štapića može se dogoditi performansama nedostatka planiranja ili viška.",
          "keywords": {
            "0": "vizija",
            "1": "rukovodstvo",
            "2": "trud",
            "3": "stabilnost",
            "4": "performanse"
          },
          "context": "Vaš trud se pojavljuje sa svojim vizionarskim vođstvom i utvrđenim stavom."
        },
        "position5": {
          "upright": "Kralj štapića, vizionarno razmišljanje i rukovodstvo stvara pozitivne promene u vašoj karijeri.",
          "reversed": "Invertirani kralj štapića, trebalo bi da budete inspirativni vođa, a ne autoritarni.",
          "keywords": {
            "0": "vizija",
            "1": "rukovodstvo",
            "2": "inspiracija",
            "3": "stabilnost",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri morate prihvatiti vizionarno i inspirativno rukovodstvo."
        },
        "position6": {
          "upright": "Kralj štapića, nedostatak vizije ili ne iskorištavanje mogućnosti liderstva u prošlosti možda je ometalo njegovu karijeru.",
          "reversed": "Invertirani kralj štapića, pretjerano kontrolišu ili nedostatak smera može biti prepreka prošlosti.",
          "keywords": {
            "0": "vizija",
            "1": "rukovodstvo",
            "2": "kontrola",
            "3": "prilika",
            "4": "prošlost"
          },
          "context": "Nedostatak pitanja ili vođstva u prošlosti u prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Kralj štapića ukazuje da će ishod vašeg putovanja u karijeri oblikovati vizionarno rukovodstvo i snažna vlast.",
          "reversed": "Preokrećeni kralj štapića može oslabiti interakcije kao rezultat nedostatka kontrole ili gubitka smera.",
          "keywords": {
            "0": "vizija",
            "1": "rukovodstvo",
            "2": "vlast",
            "3": "karizma",
            "4": "budućnost"
          },
          "context": "Rezultat će biti snažan položaj sa vizionarskim rukovodstvom."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "ACE Of Pentacles je kartica obilja, prilika i solidan početak. Novi posao, prihod ili pouzdan put mogu se otvoriti u vašoj karijeri.",
          "reversed": "Reversed Ace Pentaklova ukazuje na propuštene mogućnosti ili finansijsku nesigurnost. Možda vaš trenutni put ne nudi stabilnost.",
          "keywords": {
            "0": "prilika",
            "1": "dosta",
            "2": "početak",
            "3": "Finansijska sigurnost",
            "4": "potencijal"
          },
          "context": "Vaša stvarna karijera leži u novom početku koji vam daje stabilnost i opipljiv prihod."
        },
        "position2": {
          "upright": "ACE Of Pentekla preporučuje da napredujete sa novim ulaganjima, obukom ili mogućnostima za razvoj. Vaša finansijska sigurnost može se povećati.",
          "reversed": "ACE Of Pentacles Reversed označava da će napredak usporiti ako neko ne iskoristi mogućnosti ili djeluje oprezno.",
          "keywords": {
            "0": "prilika",
            "1": "investicija",
            "2": "početak",
            "3": "dosta",
            "4": "stabilnost"
          },
          "context": "Trebali biste uložiti u nove mogućnosti da razvijete svoju karijeru."
        },
        "position3": {
          "upright": "Ace of Pentacles ne možete da kontrolišete kada se pojave finansijske mogućnosti ili nove mogućnosti za posao.",
          "reversed": "ACE Of Pentacles preokrenuo je propuštene prilike ili kašnjenja izvan vaše kontrole.",
          "keywords": {
            "0": "prilika",
            "1": "Materijalni uslovi",
            "2": "početak",
            "3": "šansa",
            "4": "van kontrole"
          },
          "context": "Pojava finansijskih mogućnosti u vašoj karijeri događa se izvan vas."
        },
        "position4": {
          "upright": "ACE PENTACLES pokazuje da nosi snažnu početnu energiju za konkretne rezultate. Koristite svoje resurse efikasno i dajte sve od sebe.",
          "reversed": "Okrećeno Ace Pentacles, kada ne prihvatate dovoljno mogućnosti, vaši napori se ne mogu pojaviti; Morate ojačati fondaciju.",
          "keywords": {
            "0": "početak",
            "1": "prilika",
            "2": "betonski korak",
            "3": "prinos",
            "4": "stabilnost"
          },
          "context": "Vaš trud izgleda najbolje kada ima čvrste, konkretne početke."
        },
        "position5": {
          "upright": "ACE OF TALISMANS: Uzimanje novih prilika i ulazak u konkretne projekte stvara snažne promene u vašoj karijeri.",
          "reversed": "Obrnuti Ace Pentacles, trebalo bi da brzo prihvatite mogućnosti umesto da ih odložite.",
          "keywords": {
            "0": "početak",
            "1": "prilika",
            "2": "betonski korak",
            "3": "poverenje",
            "4": "promeniti"
          },
          "context": "Morate hrabro otvoriti nova vrata za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Ace Pentacles, propustili su finansijske mogućnosti u prošlosti ili neodlučnošću da uloži ulaganja možda je ometala vašu trenutnu karijeru.",
          "reversed": "ACE of Pentecles obrnut je možda bio ograničen nestabilnošću ili lošim odlukama ulaganja u prošlosti.",
          "keywords": {
            "0": "prilika",
            "1": "investicija",
            "2": "stabilnost",
            "3": "izvor",
            "4": "prošlost"
          },
          "context": "Mogućnosti koje niste iskoristili u prošlosti možda su danas ometali vašu karijeru."
        },
        "position7": {
          "upright": "ACE of Pentacles ukazuje da će ishod putovanja u karijeri doneti konkretne mogućnosti, finansijsku sigurnost i stabilnost.",
          "reversed": "ACE Of Pentacles obrnut može usporiti proces kao rezultat propuštenih mogućnosti ili nestabilnosti.",
          "keywords": {
            "0": "prilika",
            "1": "Finansijska sigurnost",
            "2": "stabilnost",
            "3": "početak",
            "4": "budućnost"
          },
          "context": "Rezultat će biti stabilizacija sa novom i konkretnom mogućnostima."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "Dva pentaklama simbolizuje ravnotežu i harmoniju. Možda ćete žonglirati više od jedne odgovornosti u karijeri.",
          "reversed": "Ograničeno dva pentaklova ukazuje na preopterećenje ili nemogućnost upravljanja prioritetima.",
          "keywords": {
            "0": "ravnoteža",
            "1": "raport",
            "2": "fleksibilnost",
            "3": "multitasking",
            "4": "uprava"
          },
          "context": "Vaša stvarna karijera otkriva se gde možete upravljati svojim odgovornostima na uravnotežen način."
        },
        "position2": {
          "upright": "Dva pentaklova preporučuje uravnoteženo upravljanje odgovornostima za razvoj. Izvršeno više zadataka skladno će vas učiniti jačim.",
          "reversed": "Otkrivena dva pentaklama ukazuje da vam nedostatak planiranja i nesporazuma može da vas izazove.",
          "keywords": {
            "0": "ravnoteža",
            "1": "raport",
            "2": "fleksibilnost",
            "3": "multitasking",
            "4": "planiranje"
          },
          "context": "Da biste poboljšali svoju karijeru, morate naučiti ravnotežu i organizovati svoje odgovornosti."
        },
        "position3": {
          "upright": "Dvoje pentaklama, ne možete kontrolisati više odgovornosti koje dolaze odjednom. Ovaj intenzitet je ponekad neizbežan.",
          "reversed": "Pretvara se dva pentakla, neravnoteže i preopterećenja mogu se razviti van vas.",
          "keywords": {
            "0": "ravnoteža",
            "1": "intenzitet",
            "2": "odgovornost",
            "3": "fleksibilnost",
            "4": "van kontrole"
          },
          "context": "Uzimajući više od jednog posla istovremeno u vašoj karijeri ponekad je neizbežan."
        },
        "position4": {
          "upright": "Dva pentaklama pokazuje da možete žonglirati više zadataka i na fleksibilno raditi. Dajete sve od sebe.",
          "reversed": "Druga dva pentakla, nedostatak prioriteta može umanjiti efikasnost napora.",
          "keywords": {
            "0": "ravnoteža",
            "1": "fleksibilnost",
            "2": "upravljanje vremenom",
            "3": "prioritet",
            "4": "protok"
          },
          "context": "Vaš trud je najvredniji sa pametnim vremenom i upravljanjem zadacima."
        },
        "position5": {
          "upright": "Balansiranje Dvoje pentakla, vreme i upravljanje resursima donosi korisne promene u karijeri.",
          "reversed": "Okrećeno dvoje pentaklama, morate da smanjite nered i razjasnite svoje prioritete.",
          "keywords": {
            "0": "ravnoteža",
            "1": "upravljanje vremenom",
            "2": "izvor",
            "3": "prioritet",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri, trebalo bi da upravljate svojim zadacima uravnoteženim."
        },
        "position6": {
          "upright": "Dvoje pentaklama, imaju poteškoće sa vremenskim i upravljanjem resursima u prošlosti, možda su ometali vašu trenutnu karijeru.",
          "reversed": "Preokrenuta dva pentakla, previše nereda ili grešaka u prioritetima mogu biti prepreke iz prošlosti.",
          "keywords": {
            "0": "ravnoteža",
            "1": "prioritet",
            "2": "izvor",
            "3": "vreme",
            "4": "prošlost"
          },
          "context": "Neravnoteže u upravljanju resursima u prošlosti danas utiču na njegovu karijeru."
        },
        "position7": {
          "upright": "Dva pentaklova ukazuje da će ishod putovanja u karijeri biti postići ravnotežu i mudro upravljati resursima.",
          "reversed": "Ograničena dva pentakla mogu komplicirati proces kao rezultat neravnoteže ili prioritetnih grešaka.",
          "keywords": {
            "0": "ravnoteža",
            "1": "izvor",
            "2": "prioritet",
            "3": "fleksibilnost",
            "4": "budućnost"
          },
          "context": "Rezultat će biti napredak upravljanjem svojim resursima u ravnoteži."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "Tri pentaklova znači saradnja i savladavanje. Izgradite nešto dragoceno u svojoj karijeri kroz timski rad.",
          "reversed": "Tri preokrenuta Penteksa mogu ukazivati na nesklad ili nedovoljno uvažavanje nečijih napora.",
          "keywords": {
            "0": "partnerstvo",
            "1": "savladav",
            "2": "uspeh",
            "3": "timski rad",
            "4": "učenje"
          },
          "context": "Vaša istinska karijera će blistati gde se vaš trud vredi i gradite zajedno."
        },
        "position2": {
          "upright": "Tri pentaklova preporučuje da se uključite u timski rad i povećate saradnju. Zajednički projekti će vas poboljšati.",
          "reversed": "Tri pentaklova obrnuto kaže da disharmonija ili nedostatak saradnje mogu ograničiti vaš razvoj.",
          "keywords": {
            "0": "partnerstvo",
            "1": "set",
            "2": "savladav",
            "3": "napredak",
            "4": "učenje"
          },
          "context": "Da biste poboljšali svoju karijeru, morate biti otvoreni za saradnju."
        },
        "position3": {
          "upright": "Tri pentakala, ne možete da kontrolišete nivo doprinosa ljudi sa kojima radite. Saradnja nije u potpunosti u vašim rukama.",
          "reversed": "Invertirana tri pentakla, disharmonija ili neadekvatnosti ponekad se pojavljuju iz spoljnih okolnosti.",
          "keywords": {
            "0": "partnerstvo",
            "1": "set",
            "2": "podrška",
            "3": "doprinos",
            "4": "van kontrole"
          },
          "context": "Ne možete uvek da odredite kvalitet svojih kolaboracija u karijeri."
        },
        "position4": {
          "upright": "Tri pentaklama pokazuju vidljive napore i ovladavaju u timu.",
          "reversed": "Tri preokrenuta pentaklova, nedostatak saradnje ili nestandardnog rada mogu smanjiti vašu performansu performansi.",
          "keywords": {
            "0": "partnerstvo",
            "1": "savladav",
            "2": "standardni",
            "3": "povratna informacija",
            "4": "razvoj"
          },
          "context": "CAban se ističe sa svojim zajedničkim proizvodnim i kvalitetnim standardima."
        },
        "position5": {
          "upright": "Tri pentakova, sarađuju više u timu i poboljšanje nečijih veština donosi korisne promene u nečijoj karijeri.",
          "reversed": "Prekoračio tri pentaklama, morate naučiti da dobijete podršku umesto da radite sami.",
          "keywords": {
            "0": "partnerstvo",
            "1": "veština",
            "2": "učenje",
            "3": "savladav",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri, trebalo bi da učestvujete više u timskom radu."
        },
        "position6": {
          "upright": "Tri pentakla mogu imati poteškoća u timskom radu ili nedostatku saradnje u prošlosti, koja je možda ometala vašu karijeru.",
          "reversed": "Tri pentaklova preokrenula je, izbegavajući saradnju ili je sama, možda su danas uticale na vašu karijeru.",
          "keywords": {
            "0": "partnerstvo",
            "1": "tim",
            "2": "podrška",
            "3": "savladav",
            "4": "prošlost"
          },
          "context": "Nekompatibilnosti tima u prošlosti možda su ometale svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Tri pentakla pokazuju da će ishod putovanja u karijeri biti oblikovan saradnjom, timskom radom i sticanjem stručnosti.",
          "reversed": "Tri preokrenuta Pentek-a mogu uspeh učiniti teškim kao rezultat nedostatka saradnje ili usamljenosti.",
          "keywords": {
            "0": "partnerstvo",
            "1": "tim",
            "2": "savladav",
            "3": "podrška",
            "4": "budućnost"
          },
          "context": "Rezultat će razvijati stručnost sa podrškom tima."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "Četiri pentaklama simboliziraju poverenje i vlasništvo. Možda tražite stabilnost u karijeri i želite da zaštitite ono što ste postigli.",
          "reversed": "Prekoračenje četvoro pentakla mogu ukazivati na to da delujete iz prekomerne kontrole ili straha od gubitka.",
          "keywords": {
            "0": "poverenje",
            "1": "zaštita",
            "2": "Finansijska stabilnost",
            "3": "kontrola",
            "4": "posesivnost"
          },
          "context": "Vaša stvarna karijera treba da vam pruži samopouzdanje, a nude i prilika za rast."
        },
        "position2": {
          "upright": "Četiri pentaklama savetuje vam da uspostavite sigurnu osnovu za rast. Kretati se napred očuvanjem vaših materijalnih i duhovnih vrednosti.",
          "reversed": "Prekoračenje četvoro pentakla ukazuje da će preterani konzervativizam ili strah od promena usporiti razvoj.",
          "keywords": {
            "0": "poverenje",
            "1": "osnova",
            "2": "stabilnost",
            "3": "zaštita",
            "4": "ravnoteža"
          },
          "context": "Da biste razvili svoju karijeru, morate da kreirate čvrstu, ali fleksibilnu osnovu."
        },
        "position3": {
          "upright": "Četiri pentakla, ne možete da kontrolišete prirodne cikluse ekonomskih kolebanja ili potrebu za sigurnost.",
          "reversed": "Preokrećena četvorica pentakla ukazuje da njihove strepnje ili finansijska ograničenja ponekad dolaze iz spoljnih faktora.",
          "keywords": {
            "0": "sigurnost",
            "1": "privreda",
            "2": "štedljiv",
            "3": "Ograničenje",
            "4": "van kontrole"
          },
          "context": "Ne možete promeniti ekonomske fluktuacije u karijeri."
        },
        "position4": {
          "upright": "Četiri pentakla pokazuje da štite svoje resurse i radite sa disciplinom. Imate dosledan napor.",
          "reversed": "Preokrećena četiri od pentakla mogu da ograniče performanse prekomernom konzervativizmom i averzijom rizika.",
          "keywords": {
            "0": "stabilnost",
            "1": "disciplina",
            "2": "štedljiv",
            "3": "kontrola",
            "4": "poverenje"
          },
          "context": "Napor kombinovan sa doslednim uslovima proizvodi održivi uspeh."
        },
        "position5": {
          "upright": "Četiri pentakla, pažljivo upravljaju vašim resursima i stvaranjem sigurnosti stvaraju korisne promene u vašoj karijeri.",
          "reversed": "Okrećeno četiri pentaklama, trebalo bi da podelite više umesto da budete previše konzervativni.",
          "keywords": {
            "0": "sigurnost",
            "1": "štedljiv",
            "2": "kontrola",
            "3": "ravnoteža",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri morate upravljati balansiranjem svojih resursa."
        },
        "position6": {
          "upright": "Četiri pentakla, prekomerna konzervativizam ili averzija rizika možda su u prošlosti ograničile vašu karijeru.",
          "reversed": "Učitavanje četiri pentakla, nedostatak deljenja i prekomernog recepta mogu stvoriti prepreke u prošlosti.",
          "keywords": {
            "0": "konzervativizam",
            "1": "sigurnost",
            "2": "deljenje",
            "3": "rizikovati",
            "4": "prošlost"
          },
          "context": "Prekomerna kontrola ili strahovi u prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Četiri pentaklova ukazuje da će ishod putovanja u karijeri biti uspostavljanje sigurnosti i stabilnosti.",
          "reversed": "Preokrećena četiri pentakla može dovesti do propuštenih mogućnosti kao rezultat prekomernog konzervativizma ili kontrole.",
          "keywords": {
            "0": "sigurnost",
            "1": "stabilnost",
            "2": "kontrola",
            "3": "ravnoteža",
            "4": "budućnost"
          },
          "context": "Rezultat će se kretati naprijed sa sigurnim fondacijom."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "Pet stanovnika simbolizuje teškoće i uskraćenost. Možda ćete doživljavati anksioznost ili privremeni gubici u vašoj karijeri.",
          "reversed": "Otkriveni Pet stanovnika ukazuje na proces pronalaženja podrške i oporavka.",
          "keywords": {
            "0": "poteškoće",
            "1": "gubitak",
            "2": "usamljenost",
            "3": "Finansijske poteškoće",
            "4": "podrška"
          },
          "context": "Vaša istinska karijera biće otkrivena tamo gde možete prevazići poteškoće sa solidarnošću."
        },
        "position2": {
          "upright": "Pet pentakama vam govori da ne biste ustručavali da zatražite pomoć da se poboljša. Možete prevazići poteškoće sa solidarnošću.",
          "reversed": "Preokrećena pet pentakla ukazuje da je vreme da se oporavi i pronađe podršku.",
          "keywords": {
            "0": "podrška",
            "1": "poteškoće",
            "2": "pomoći",
            "3": "jedinstvo",
            "4": "poboljšanje"
          },
          "context": "Morate naučiti da dobijete podršku za razvijanje svoje karijere."
        },
        "position3": {
          "upright": "Pet stanovnika, nekih finansijskih teškoća ili nedostatka podrške koje ne možete da kontrolišete.",
          "reversed": "Invertirano pet pentakla, vreme oporavka razvija se izvan vas.",
          "keywords": {
            "0": "gubitak",
            "1": "finansijska poteškoća",
            "2": "podrška",
            "3": "spoljni uticaj",
            "4": "van kontrole"
          },
          "context": "Neki finansijski gubici ili nedostatak podrške su neizbežni u vašoj karijeri."
        },
        "position4": {
          "upright": "Pet stanovnika pokazuje da i dalje radite uprkos poteškoćama; Otporni ste.",
          "reversed": "Obrnuta pet pentakla, ne tražiti pomoć može smanjiti efikasnost napora; Dobijajte podršku.",
          "keywords": {
            "0": "izdržljivost",
            "1": "pomoći",
            "2": "rezolucija",
            "3": "poboljšanje",
            "4": "strpljenje"
          },
          "context": "Napor kombinovan sa podrškom prevazilazi pragu poteškoća."
        },
        "position5": {
          "upright": "Pet pentaka, tražeći pomoć i traženje solidarnosti uprkos poteškoćama donosi korisne promene u vašoj karijeri.",
          "reversed": "Invertirano pet pentakala, morate naučiti da tražite podršku umesto da budete sami.",
          "keywords": {
            "0": "solidarnost",
            "1": "pomoći",
            "2": "podrška",
            "3": "strpljenje",
            "4": "promeniti"
          },
          "context": "Morate biti otvoreni za pomoć u promeni u vašoj karijeri."
        },
        "position6": {
          "upright": "Pet pentakla, finansijskih teškoća ili nedostatak podrške u prošlosti možda su ometali vašu karijeru.",
          "reversed": "Invertirano pet pentakla, biti sama ili ne tražiti pomoć, možda će vas ograničiti u prošlosti.",
          "keywords": {
            "0": "finansijska poteškoća",
            "1": "podrška",
            "2": "usamljenost",
            "3": "izvor",
            "4": "prošlost"
          },
          "context": "Prošle poteškoće možda su ometale vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Pet Pentakova ukazuje da će ishod putovanja u karijeri biti odskočiti od poteškoća sa solidarnošću i podrškom.",
          "reversed": "Pet Pentaklova obrnuto može da proces bude težak kao rezultat usamljenosti ili nedostatka pomoći.",
          "keywords": {
            "0": "solidarnost",
            "1": "podrška",
            "2": "poteškoće",
            "3": "oporavak",
            "4": "budućnost"
          },
          "context": "Rezultat će se odbiti od poteškoća sa podrškom."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Šest stanovnika simbolizuje velikodušnost i međusobnu podršku. Saradnja i deljenje ističu se u svojoj karijeri.",
          "reversed": "Ukinuta šest pentakla može ukazivati na neuravnotežene odnose ili nejednaku deljenje.",
          "keywords": {
            "0": "velikodušnost",
            "1": "deljenje",
            "2": "pomoći",
            "3": "ravnoteža",
            "4": "podrška"
          },
          "context": "Vaša stvarna karijera je ona izgrađena na fer deli i obostranoj podršci."
        },
        "position2": {
          "upright": "Šest pentakila sugerira da deljenje i korišćenje vaše velikodušnosti za rast. Solidarnost će vas učiniti jačim.",
          "reversed": "Preokrećena šest pentaklama ukazuje da može da spreči razvoj nepoštenih ili jednostranih odnosa.",
          "keywords": {
            "0": "velikodušnost",
            "1": "deljenje",
            "2": "ravnoteža",
            "3": "podrška",
            "4": "pravda"
          },
          "context": "Da biste razvili svoju karijeru, morate da podelite pošteno i sarađujete."
        },
        "position3": {
          "upright": "Šest pentakala, ne možete da kontrolišete iznos podrške ili pomoći koju dobijate. Velikodušnost drugih je u njihovim rukama.",
          "reversed": "Preokrenuti šest pentakla, nepravedne divizije ili neravnoteže se razvijaju izvan vas.",
          "keywords": {
            "0": "pomoći",
            "1": "deljenje",
            "2": "pravda",
            "3": "ravnoteža",
            "4": "van kontrole"
          },
          "context": "Ne odredite podršku ili velikodušnost drugih u vašoj karijeri."
        },
        "position4": {
          "upright": "Šest stanovnika ukazuje na jačanje performansi putem pravednog deljenja i međusobne podrške.",
          "reversed": "Preokrećena šest talismana može oslabiti motivaciju za neuravnoteženu kupovinu i neviđenu radnu snagu.",
          "keywords": {
            "0": "deljenje",
            "1": "pravda",
            "2": "podrška",
            "3": "ravnoteža",
            "4": "diskrecija"
          },
          "context": "Tvoji napori su u najboljem redu kada primite fer priznanje i podršku."
        },
        "position5": {
          "upright": "Šest pentakila donosi korisne promene u karijeri pravednog deljenja i međusobne podrške.",
          "reversed": "Invertirani šest pentakala, trebalo bi da odaberete fer deljenje preko neuravnoteženih odnosa.",
          "keywords": {
            "0": "deljenje",
            "1": "ravnoteža",
            "2": "pravda",
            "3": "podrška",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri morate uspostaviti fer odnose."
        },
        "position6": {
          "upright": "Šest pentakla, nepravedno odnose ili neuravnotežena pomoć možda je u prošlosti ometala vašu karijeru.",
          "reversed": "Invertirani šest pentakala, neuzvraćeni napori mogu biti prepreka prošlosti.",
          "keywords": {
            "0": "pravda",
            "1": "deljenje",
            "2": "ravnoteža",
            "3": "pomoći",
            "4": "prošlost"
          }
        }
      }
    }
  }
}
