{
  "career": {
    "meanings": {
      "sixofpentacles": {
        "position6": {
          "context": "Neuravnoteženi odnosi u prošlosti danas utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Šest stanovnika ukazuje da će ishod putovanja u karijeri biti oblikovan pravim deljenjem, međusobnim podrškom i ravnotežom.",
          "reversed": "Uokrećena šest pentakla može uticati na ishod neuravnoteženih odnosa ili nepravde.",
          "keywords": {
            "0": "pravda",
            "1": "ravnoteža",
            "2": "deljenje",
            "3": "pomoći",
            "4": "budućnost"
          },
          "context": "Rezultat će se kretati napred sa fer i uravnoteženim odnosima."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Sedam pentakala je karta strpljenja i dugoročni napor. Vremenom ćete biti nagrađeni za svoje napore u karijeri.",
          "reversed": "Okrećeno sedam pentakla može ukazivati na nestrpljenje ili pogrešne investicije.",
          "keywords": {
            "0": "strpljenje",
            "1": "rad",
            "2": "investicija",
            "3": "čekanje",
            "4": "napredak"
          },
          "context": "Vaša stvarna karijera je put koju ste gradili sa strpljenjem i to će s vremenom biti voće."
        },
        "position2": {
          "upright": "Sedam pentakala vas savetuje da nastavite sa strpljenjem i dugoročne investicije. Bićete nagrađeni za svoje napore.",
          "reversed": "Ograničeno sedam stanovnika ukazuje da vas nestrpljenje ili pogrešne investicije mogu usporiti.",
          "keywords": {
            "0": "strpljenje",
            "1": "investicija",
            "2": "napredak",
            "3": "čekanje",
            "4": "zaključak"
          },
          "context": "Da biste razvili svoju karijeru, morate biti strpljivi i razmišljati dugoročno."
        },
        "position3": {
          "upright": "Sedam pentakala, ne možete da kontrolišete kada se rezultati pojave. Voće njihovog rada dolazi u svoje vreme.",
          "reversed": "Okrećeno sedam pentaka, odlaganja i čeka je iz vaših ruku.",
          "keywords": {
            "0": "strpljenje",
            "1": "čekanje",
            "2": "zaključak",
            "3": "investicija",
            "4": "van kontrole"
          },
          "context": "Ne možete odrediti ishod vaših napora u vašoj karijeri."
        },
        "position4": {
          "upright": "Sedam pentakala pokazuje da strpljivo ulažete i radite na procesno orijentisan način. Dajete sve od sebe.",
          "reversed": "Ograničeno je sedam pentakla, nestrpljenja ili nesreće može zatamniti vrednost napora.",
          "keywords": {
            "0": "strpljenje",
            "1": "merenje",
            "2": "procena",
            "3": "prinos",
            "4": "dugoročan"
          },
          "context": "Vaš trud snosi voće sa redovnim merenjem i poboljšanjem."
        },
        "position5": {
          "upright": "Sedam pentakla, strpljivo ulaganje i razmišljajući dugoročno donosi korisne promene u vašoj karijeri.",
          "reversed": "Okrećeno sedam pentaklama, trebalo bi da verujete procesu umesto nestrpljivosti.",
          "keywords": {
            "0": "strpljenje",
            "1": "investicija",
            "2": "dugoročan",
            "3": "procena",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri, trebalo bi da se fokusirate na dugoročne planove."
        },
        "position6": {
          "upright": "Sedam pentakla, nestrpljivi ili napušteni procesi rano je možda ometalo vašu karijeru u prošlosti.",
          "reversed": "Učitavanje sedam pentakla, žurba i nemogućnosti upravljanja očekivanjima možda su prouzrokovali probleme u prošlosti.",
          "keywords": {
            "0": "strpljenje",
            "1": "investicija",
            "2": "period",
            "3": "žuriti",
            "4": "prošlost"
          },
          "context": "Nestrpljivost u prošlosti možda je ometala svoju trenutnu karijeru."
        },
        "position7": {
          "upright": "Sedam stanovnika ukazuje da će ishod puta u karijeri biti nagrada investicija o pacijentima.",
          "reversed": "Okrećeno sedam pentakla može napredovati težak zbog nestrpljenja ili prerano napuštenosti.",
          "keywords": {
            "0": "strpljenje",
            "1": "investicija",
            "2": "zaključak",
            "3": "čekanje",
            "4": "budućnost"
          },
          "context": "Rezultat će biti nagrada strpljivo očekivanih napora."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Osam stanovnika simbolizuje majstorstvo i posvećenost. Trudite se da se poboljšate i specijalizujete u svojoj karijeri.",
          "reversed": "Osvećeno osam stanovnika može ukazivati na neefikasnost zbog ravnodušnosti ili nepažnje.",
          "keywords": {
            "0": "savladav",
            "1": "učenje",
            "2": "rad",
            "3": "praktičan",
            "4": "razvoj"
          },
          "context": "Vaša istinska karijera otkriva se tamo gde razvijate svoju ekspertizu sa predanošću."
        },
        "position2": {
          "upright": "Osam stanovnika preporučuje disciplinovani rad i stručnost za poboljšanje. Biti otvoren za učenje.",
          "reversed": "Oporedila osam stanovnika ukazuje da nepažnja ili ravnodušnost mogu ograničiti nečiji razvoj.",
          "keywords": {
            "0": "studija",
            "1": "stručnost",
            "2": "učenje",
            "3": "rad",
            "4": "napredak"
          },
          "context": "Da biste poboljšali svoju karijeru, morate raditi disciplinovati i poboljšati svoje veštine."
        },
        "position3": {
          "upright": "Osam pentakala, ne kontrolirate intenzitet svog radnog opterećenja ili dužine procesa učenja.",
          "reversed": "Invertirani osam stanovnika razvija se izvan vas, uz stopu razvoja s vremena na vreme usporava.",
          "keywords": {
            "0": "studija",
            "1": "učenje",
            "2": "stručnost",
            "3": "intenzitet",
            "4": "van kontrole"
          },
          "context": "Ne možete da kontrolišete dužinu procesa učenja u vašoj karijeri."
        },
        "position4": {
          "upright": "Osam stanovnika ukazuje na disciplinovanu praksu i pažnju na detalje prema majstorstvu.",
          "reversed": "Preokrenuta osam pentakla, nepažnje ili navika da ostave stvari nedovršene smanjuje performanse.",
          "keywords": {
            "0": "savladav",
            "1": "praktičan",
            "2": "detalj",
            "3": "briga",
            "4": "kontinuitet"
          },
          "context": "Vaš trud sija kroz stalno unapređenje i savladavanje."
        },
        "position5": {
          "upright": "Osam stanovnika, poboljšavajući vaše veštine i rad sa disciplinom stvara pozitivne promene u vašoj karijeri.",
          "reversed": "Invertirani osam stanovnika, trebalo bi da obratite pažnju na detalje, a ne bez krpenosti.",
          "keywords": {
            "0": "veština",
            "1": "disciplina",
            "2": "savladav",
            "3": "učenje",
            "4": "promeniti"
          },
          "context": "Da biste promenili karijeru, morate da obrate više pažnje na svoj rad."
        },
        "position6": {
          "upright": "Osam stanovnika je možda ograničilo vašu karijeru u prošlosti ne plaćajući dovoljno pažnje na vaš rad ili razvijanje vaših veština.",
          "reversed": "Invertirano osam stanovnika, nepažnje i nepažnje može biti prepreka iz prošlosti.",
          "keywords": {
            "0": "briga",
            "1": "veština",
            "2": "savladav",
            "3": "učenje",
            "4": "prošlost"
          },
          "context": "Ne poboljšava vaše veštine u prošlosti danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Osam stanovnika ukazuje da će ishod putovanja u karijeri biti savladao, hočići nečije veštine i postizanje uspeha kroz disciplinu.",
          "reversed": "Otkriveno osam stanovnika može usporiti proces kao rezultat nepažnje ili nedostatka motivacije.",
          "keywords": {
            "0": "savladav",
            "1": "disciplina",
            "2": "učenje",
            "3": "rad",
            "4": "budućnost"
          },
          "context": "Rezultat će se poboljšati i savladati vaše veštine."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Devet stanovnika simbolizuje nezavisnost, samopouzdanje i materijalni uspeh. Vidite nagradu sopstvenih napora u vašoj karijeri.",
          "reversed": "Devet preokretanog pentakla može ukazivati na zavisnost ili prekomernu potragu za luksuzom.",
          "keywords": {
            "0": "nezavisnost",
            "1": "poverenje",
            "2": "uspeh",
            "3": "Finansijska sigurnost",
            "4": "dosta"
          },
          "context": "Vaša istinska karijera postaće jasna kada postignete uspeh dok održavate svoju nezavisnost."
        },
        "position2": {
          "upright": "Devet pentaklova preporučuje da se delujete nezavisno za razvoj i da budete nagrađeni za sopstvene napore.",
          "reversed": "Okrećeno devet stanovnika vam govori da će vas ovisnost ili previše udobnosti vratiti.",
          "keywords": {
            "0": "nezavisnost",
            "1": "poverenje",
            "2": "uspeh",
            "3": "zadovoljstvo",
            "4": "samoefikasnost"
          },
          "context": "Da biste razvili svoju karijeru, morate da održite svoju nezavisnost i poverenje u svoje napore."
        },
        "position3": {
          "upright": "Devet pentakala, ne možete da kontrolišete spoljne ekonomske okolnosti ili vreme mogućnosti za nezavisnost.",
          "reversed": "Invertirani devet stanovnika, spoljni faktori koji utiču na nezavisnost mogu biti neizbežni.",
          "keywords": {
            "0": "nezavisnost",
            "1": "privreda",
            "2": "uspeh",
            "3": "dosta",
            "4": "van kontrole"
          },
          "context": "Ne možete u potpunosti da odredite svoju finansijsku nezavisnost u vašoj karijeri."
        },
        "position4": {
          "upright": "Devet stanovnika ukazuje da ste snažni izvođač sa standardom samodovoljnosti i kvaliteta.",
          "reversed": "Obrnuti devet stanovnika, rizik od izolacije tokom rada nezavisno; Umrežavanje uvećava vaš trud.",
          "keywords": {
            "0": "samoefikasnost",
            "1": "kvalitet",
            "2": "samodisciplina",
            "3": "milost",
            "4": "poverenje"
          },
          "context": "Napor postaje vidljiv kada se kombinuju nezavisnost i visoki standardi."
        },
        "position5": {
          "upright": "Devet pentakala donosi korisne promene u vašoj karijeri, povećavajući svoju samodovoljnost i jačanje vaše nezavisnosti.",
          "reversed": "Obrnuti devet stanovnika, umesto da postanete usamljeni, trebalo bi da ojačate svoje mreže.",
          "keywords": {
            "0": "nezavisnost",
            "1": "poverenje",
            "2": "samodisciplina",
            "3": "kvalitet",
            "4": "promeniti"
          },
          "context": "Da biste promenili svoju karijeru, morate svesno ojačati svoju nezavisnost."
        },
        "position6": {
          "upright": "Devet stanovnika je možda u vašoj karijeri ometalo da ne bude u stanju da deluje nezavisno ili je previše zavisan od drugih u prošlosti.",
          "reversed": "Pretvoreno devet stanovnika, strah od usamljenosti ili nedostatka samopouzdanja mogu biti prepreke iz prošlosti.",
          "keywords": {
            "0": "nezavisnost",
            "1": "poverenje",
            "2": "samoefikasnost",
            "3": "usamljenost",
            "4": "prošlost"
          },
          "context": "Ne mogu da razvijaju nezavisnost u prošlosti možda je danas ometala karijeru."
        },
        "position7": {
          "upright": "Devet stanovnika ukazuje da će ishod putovanja u karijeri biti nezavisnost, samodovoljnost i lično ispunjenje.",
          "reversed": "Devet preokretanih pentakala može da oblakne uspeh kao rezultat usamljenosti ili zavisnosti.",
          "keywords": {
            "0": "nezavisnost",
            "1": "samoefikasnost",
            "2": "zadovoljstvo",
            "3": "poverenje",
            "4": "budućnost"
          },
          "context": "Rezultat će biti samodovoljnost i nezavisni uspeh."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Deset stanovnika simbolizuje vrednosti trajnog uspeha, porodice i zaostavštine. U vašoj karijeri je izgrađeno zadovoljstvo na čvrstom temeljima.",
          "reversed": "Deset preokretanog pentakla može ukazivati na okruženje nestabilnosti ili nesigurnosti.",
          "keywords": {
            "0": "stalnost",
            "1": "uspeh",
            "2": "Finansijska sigurnost",
            "3": "baština",
            "4": "stabilnost"
          },
          "context": "Vaša stvarna karijera je put koji pruža dugoročno obezbeđenje i zadovoljstvo."
        },
        "position2": {
          "upright": "Deset stanovnika preporučuje izgradnju trajnih vrednosti za razvoj. Porodični ili dugoročni projekti će doneti uspeh.",
          "reversed": "Deset stanovnika obrnuto kaže da nestabilnost ili trajni izbori mogu da otežavaju razvoj.",
          "keywords": {
            "0": "stabilnost",
            "1": "baština",
            "2": "stalnost",
            "3": "uspeh",
            "4": "dugoročan"
          },
          "context": "Da biste poboljšali svoju karijeru, trebalo bi da se fokusirate na dugoročne stalne projekte."
        },
        "position3": {
          "upright": "Deset stanovnika, ne možete da kontrolišete uticaj porodičnih i socijalnih zaostavština na karijeru. Ovo su vaša prirodna infrastruktura.",
          "reversed": "Uticaj obrnutih deset pentaka na vaše duboke ukorijenjene strukture i tradicije je izvan vaše kontrole.",
          "keywords": {
            "0": "baština",
            "1": "porodica",
            "2": "društvo",
            "3": "ukorijenjenost",
            "4": "van kontrole"
          },
          "context": "Ne možete u potpunosti zameniti uticaje porodice i zajednice u karijeri."
        },
        "position4": {
          "upright": "Deset stanovnika pokazuje da proizvodi održivu vrednost i trajne rezultate. Vaša radna snaga stvara korporativni uticaj.",
          "reversed": "Invertirani deset stanovnika, zaglavljen u kratkom roku može podrivati dugoročne performanse.",
          "keywords": {
            "0": "stalnost",
            "1": "sistem",
            "2": "baština",
            "3": "dugoročan",
            "4": "vrednost"
          },
          "context": "Vaš trud se pretvara u trajni uticaj kada uspostavite sistem i proces."
        },
        "position5": {
          "upright": "Deset stanovnika donosi korisne promene u vašoj karijeri, uspostavljanje trajnih sistema i stvaranje dugoročne vrednosti.",
          "reversed": "Invertirani Deset stanovnika, trebalo bi da razmislite o dugom mandatu umesto da se fokusirate na kratak rok.",
          "keywords": {
            "0": "stalnost",
            "1": "sistem",
            "2": "baština",
            "3": "stabilnost",
            "4": "promeniti"
          },
          "context": "Trebali biste razviti stalne projekte za promenu u karijeri."
        },
        "position6": {
          "upright": "Deset stanovnika, porodičnih odgovornosti ili finansijskih pritisaka možda je stvorilo ograničenja vaše karijere u prošlosti.",
          "reversed": "Invertirani deset stanovnika, nemogućnost uspostavljanja dugoročne stabilnosti može biti prepreka iz prošlosti.",
          "keywords": {
            "0": "porodica",
            "1": "stabilnost",
            "2": "ugnjetavanje",
            "3": "odgovornost",
            "4": "prošlost"
          },
          "context": "Porodični ili finansijski pritisci u prošlosti možda su ometali vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Deset stanovnika ukazuje da će ishod vašeg putovanja u karijeri trajati uspeh, sigurnost i ostaviti snažnu zaostavštinu.",
          "reversed": "Invertirani deset stanovnika, neuspeh u postizanju dugoročne stabilnosti može otežati ishod.",
          "keywords": {
            "0": "stalnost",
            "1": "stabilnost",
            "2": "baština",
            "3": "uverenje",
            "4": "budućnost"
          },
          "context": "Rezultat će biti stvaranje trajne stabilnosti i uspeha."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "Princ pentaklama simbolizuje učenje, priliku i otkriće. Učenje nove veštine ili primanje obuke može da otvori vrata za vas u vašoj karijeri.",
          "reversed": "Princ Pentacles obrnut može ukazivati na nepažnju ili nedostatak motivacije.",
          "keywords": {
            "0": "učenje",
            "1": "prilika",
            "2": "otkriće",
            "3": "razvodnik",
            "4": "potencijal"
          },
          "context": "Vaša stvarna karijera će cvjetati kada dosledno primenite ono što ste naučili."
        },
        "position2": {
          "upright": "Princ Pentacles preporučuje da budete otvoreni za učenje i sticanje novih veština za razvoj.",
          "reversed": "Princ Pentacles Reversed kaže da nepažnja i nedostatak motivacije mogu usporiti njegov razvoj.",
          "keywords": {
            "0": "učenje",
            "1": "veština",
            "2": "otkriće",
            "3": "obrazovanje",
            "4": "potencijal"
          },
          "context": "Da biste poboljšali svoju karijeru, morate biti otvoreni za učenje i date svoje znanje u praksi."
        },
        "position3": {
          "upright": "Princ Pentacles, ne možete da kontrolišete prilikom učenja mogućnosti učenja ili novih projekata.",
          "reversed": "Princ Pentacles je preokrenuo, nedostatak inspiracije ili obrazovnih prilika može se razviti van vas.",
          "keywords": {
            "0": "učenje",
            "1": "početak",
            "2": "prilika",
            "3": "obrazovanje",
            "4": "van kontrole"
          },
          "context": "Ne možete odrediti pojavu novih mogućnosti učenja u vašoj karijeri."
        },
        "position4": {
          "upright": "Princ Pentacles pokazuje da je otvoren za učenje, planirano i znatiželjno; Vaša osnovna performansa je čvrsta.",
          "reversed": "Prenelišteni princ pentacla slabi ometani fokus ili odlaganju.",
          "keywords": {
            "0": "učenje",
            "1": "plan",
            "2": "radoznalost",
            "3": "osnovna veština",
            "4": "fokus"
          },
          "context": "Vaš trud raste brzo u kombinaciji sa planom učenja."
        },
        "position5": {
          "upright": "Princ Pentacles: Biti otvoren za učenje i razvoj novih veština donosi korisne promene u vašoj karijeri.",
          "reversed": "Princ obrnutog pentakala, trebalo bi da povećate svoju radoznalost umesto ravnodušnosti.",
          "keywords": {
            "0": "učenje",
            "1": "radoznalost",
            "2": "pokušati",
            "3": "veština",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri, morate biti otvoreniji za učenje i razvoj."
        },
        "position6": {
          "upright": "Princ Pentacles, neuspeh u iskorištavanju mogućnosti učenja u prošlosti možda je ometala karijeru.",
          "reversed": "Invertirani princ pentakla, apatija ili nedostatak radoznalosti mogu biti prepreke iz prošlosti.",
          "keywords": {
            "0": "učenje",
            "1": "radoznalost",
            "2": "prilika",
            "3": "disciplina",
            "4": "prošlost"
          },
          "context": "Biti zatvoren za učenje u prošlosti možda je danas ometala vašu karijeru."
        },
        "position7": {
          "upright": "Princ Pentaklova ukazuje da će ishod putovanja u karijeri biti oblikovan učenjem, otkrićem i novim mogućnostima.",
          "reversed": "Okolišteni princ pentakla može odložiti napredak ravnodušnom ili nepažnjom.",
          "keywords": {
            "0": "učenje",
            "1": "otkriće",
            "2": "prilika",
            "3": "početak",
            "4": "budućnost"
          },
          "context": "Rezultat će biti napredak kroz učenje i otkriće."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "Vitez pentaklama simbolizuje disciplinu, strpljenje i odlučnost. Stalno napredujete u svojoj karijeri.",
          "reversed": "Vitez pentaklova obrnut može ukazivati na monotoniju ili nefleksibilnost.",
          "keywords": {
            "0": "stabilnost",
            "1": "strpljenje",
            "2": "disciplina",
            "3": "trud",
            "4": "poverenje"
          },
          "context": "Vaša stvarna karijera je put u kojoj ćete postići uspeh u redovnom i disciplinovom napretku."
        },
        "position2": {
          "upright": "Vitez Pentacles vam savetuje da nastavite sa strpljenjem i doslednicom. Redovno vežbanje učiniće vas jačim.",
          "reversed": "Vitez Pentekla-a obrnut ukazuje da monotonija ili prevelika rigidnost može usporiti nečiji razvoj.",
          "keywords": {
            "0": "stabilnost",
            "1": "strpljenje",
            "2": "razvodnik",
            "3": "planiranje",
            "4": "stabilnost"
          },
          "context": "Da biste poboljšali svoju karijeru, morate strpljivo i redovno raditi."
        },
        "position3": {
          "upright": "Vitez Pentacles, ne možeš uvek kontrolisati ritam svog radnog opterećenja ili tempo svojih zadataka.",
          "reversed": "Vitez Pentacles obrnut, monotonija ili spor napredak ponekad je neizbežan.",
          "keywords": {
            "0": "studija",
            "1": "ritam",
            "2": "period",
            "3": "odgovornost",
            "4": "van kontrole"
          },
          "context": "Ne možete uvek da postavite tempo u karijeri."
        },
        "position4": {
          "upright": "Vitez Pentekla pokazuje da stalno radi, strpljivo i metodično. Dajete sve od sebe.",
          "reversed": "Vitez Pentacles obrnut, prekomerna rutina ili nefleksibilnost može smanjiti produktivnost.",
          "keywords": {
            "0": "stabilnost",
            "1": "metod",
            "2": "strpljenje",
            "3": "period",
            "4": "pouzdanost"
          },
          "context": "Napor kulminira u redovnim ritmovima i procesima."
        },
        "position5": {
          "upright": "Knight Pentacles, rad sa strpljenjem i dosleđivanje donosi korisne promene u vašoj karijeri.",
          "reversed": "Vitez Pentacles-a preokrenut, trebalo bi da budete fleksibilni, a ne zaglavili u rutini.",
          "keywords": {
            "0": "strpljenje",
            "1": "stabilnost",
            "2": "kontinuitet",
            "3": "plan",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri, morate biti otvoreni za inovacije uz održavanje stabilnosti."
        },
        "position6": {
          "upright": "Za vitez pentakala, prelijedi se prelaska ili ne rizikuju da je u prošlosti ometala karijeru u prošlosti.",
          "reversed": "Vitez pentakala je obrnuo, monotoniju i nedostatak motivacije možda su vas ograničili u prošlosti.",
          "keywords": {
            "0": "spornica",
            "1": "stabilnost",
            "2": "monotonija",
            "3": "rizikovati",
            "4": "prošlost"
          },
          "context": "Previše se kreće po sporo u prošlosti, možda je danas ometala vašu karijeru."
        },
        "position7": {
          "upright": "Vitez Pentekla pokazuje da će ishod putovanja u karijeri biti strpljenje, disciplina i stalni napredak.",
          "reversed": "Učitavanje viteza Pentekla može da komplikuje proces kao rezultat monotonije ili lenjosti.",
          "keywords": {
            "0": "strpljenje",
            "1": "stabilnost",
            "2": "disciplina",
            "3": "pouzdanost",
            "4": "budućnost"
          },
          "context": "Rezultat će biti strpljiv i disciplinovan napredak."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "Kraljica pentakala simbolizuje plodnost, saosećanje i praktičnost. Možete da preuzmete i produktivnu i podržavajuću ulogu u karijeri.",
          "reversed": "Kraljica obrnutog preokreta može ukazivati na prekomerni materijalizam ili zanemarivanje samo-nege.",
          "keywords": {
            "0": "obilje",
            "1": "saosećanje",
            "2": "praktičnost",
            "3": "produktivnost",
            "4": "podrška"
          },
          "context": "Vaša istinska karijera je način na koji pokazujete i svoju produktivnost i vaše saosećanje."
        },
        "position2": {
          "upright": "Kraljica Pentacla preporučuje da pristupite razvoju koji je i produktivan i podržavajući.",
          "reversed": "Kraljica Pentacles-a obrnuta ukazuje da vas prekomerno materijalizam ili zanemarivanje samo-nege može da vas napregnu.",
          "keywords": {
            "0": "produktivnost",
            "1": "obilje",
            "2": "saosećanje",
            "3": "praktičnost",
            "4": "ravnoteža"
          },
          "context": "Da biste poboljšali svoju karijeru, morate istaknuti svoju produktivnost i praktičnost."
        },
        "position3": {
          "upright": "Kraljica Pentacles-a, ne možete da kontrolišete podršku ili naklonost ljudi oko vas.",
          "reversed": "Reversed Kueen of Pentacles, materijalistički stavovi drugih mogu se razviti izvan vas.",
          "keywords": {
            "0": "podrška",
            "1": "obilje",
            "2": "društvo",
            "3": "pomoći",
            "4": "van kontrole"
          },
          "context": "Ne možete da promenite pristup onih oko vas u vašoj karijeri."
        },
        "position4": {
          "upright": "Kraljica Pentekla pokazuje da imate produktivnu, praktičnu i negujuću stil rada. Dobro upravljate resursima.",
          "reversed": "Ograničena kraljica pentakala, zanemarivanje samo-nege može smanjiti kvalitet vašeg rada.",
          "keywords": {
            "0": "produktivnost",
            "1": "praktičnost",
            "2": "upravljanje resursima",
            "3": "saosećanje",
            "4": "ravnoteža"
          },
          "context": "CAban je u najboljem redu sa ravnotežom praktičnih rešenja i nege."
        },
        "position5": {
          "upright": "Kraljica Pentacla daje praktična rešenja i mudro upravlja svojim resursima, donoseći korisne promene u karijeri.",
          "reversed": "Obrnuta kraljica pentakala, ne bi trebalo da zanemariš samo-negu i nastavite ravnotežu.",
          "keywords": {
            "0": "praktičnost",
            "1": "upravljanje resursima",
            "2": "ravnoteža",
            "3": "produktivnost",
            "4": "promeniti"
          },
          "context": "Trebali biste se fokusirati na praktična rešenja i ravnotežu promena u vašoj karijeri."
        },
        "position6": {
          "upright": "Klinica nemogućnosti nemogućnosti upotrebe svojih resursa ili proizvela praktična rešenja možda je u prošlosti ometala karijeru.",
          "reversed": "Kraljica pentakala je preokrenuta, nedostatak samo-nege ili neraspoloživanja možda je postavio granice u prošlosti.",
          "keywords": {
            "0": "izvor",
            "1": "praktičnost",
            "2": "produktivnost",
            "3": "ravnoteža",
            "4": "prošlost"
          },
          "context": "Ne mogu da u prošlosti ne uspe da upravlja resursima, možda je ometala vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Kraljica Pentakova ukazuje da će ishod vašeg putovanja u karijeri oblikovati mudro upravljanje vašim resursima, produktivnošću i ravnotežom.",
          "reversed": "Kraljica pentakala je obrnuta, nereda ili nedostatak samo-nege negativno da utiču na ishod.",
          "keywords": {
            "0": "upravljanje resursima",
            "1": "produktivnost",
            "2": "ravnoteža",
            "3": "praktičnost",
            "4": "budućnost"
          },
          "context": "Rezultat će biti osnaživanje sa produktivnošću i upravljanjem resursima."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "Kralj stanovnika simbolizuje obilje, poverenje i rukovodstvo. U karijeri ste postigli stabilnost i uspeh.",
          "reversed": "Prekoračeni kralj stanovnika može ukazivati na to da vas konzumira prekomerna kontrola ili materijalne ambicije.",
          "keywords": {
            "0": "dosta",
            "1": "rukovodstvo",
            "2": "poverenje",
            "3": "materijalni uspeh",
            "4": "stabilnost"
          },
          "context": "Vaša stvarna karijera je put koju gradite sa vođstvom i obiljem svesti."
        },
        "position2": {
          "upright": "Kralj Penteksa vas savetuje da delujete sa liderstvom, obiljem i samopouzdanjem. Materijalna i moralna stabilnost omogućava porastu u vašoj karijeri.",
          "reversed": "Kralj pentaklova obrnut ukazuje da vas prevelika kontrola ili ambicija mogu da vas konzumiraju.",
          "keywords": {
            "0": "rukovodstvo",
            "1": "dosta",
            "2": "poverenje",
            "3": "stabilnost",
            "4": "uspeh"
          },
          "context": "Da biste unapredili svoju karijeru, morate pokazati samopouzdanje i vizionalno rukovodstvo."
        },
        "position3": {
          "upright": "Kralj pentakla pokazuje da su ekonomski sistem i odluke lidera izvan vas.",
          "reversed": "Prekoračio kralja pentakala, ne možete da promenite stavove preterano kontrole ili ugnjetavajuće lidere.",
          "keywords": {
            "0": "rukovodstvo",
            "1": "privreda",
            "2": "vlast",
            "3": "sistem",
            "4": "van kontrole"
          },
          "context": "Ne možete odrediti pravila ekonomskog sistema u vašoj karijeri."
        },
        "position4": {
          "upright": "Kralj pentaklova ukazuje na strateške, pouzdane i performanse orijentisane na rezultate. Dajete sve od sebe.",
          "reversed": "Ograničen kralj pentakala, prekomerne kontrole ili fokusiranje isključivo na ishod može podrivati timske performanse.",
          "keywords": {
            "0": "strategija",
            "1": "zaključak",
            "2": "rukovodstvo",
            "3": "poverenje",
            "4": "produktivnost"
          },
          "context": "Napori se množe sa strateškom mudrošću i izgradnjom poverenja."
        },
        "position5": {
          "upright": "Kralj pentakla, uspostavljajući dugoročnu strategiju i pouzdan lider donosi korisne promene u vašoj karijeri.",
          "reversed": "Prekoračio je kralja pentakala, trebalo bi da napravite mesta za fleksibilnost, a ne prekomernu kontrolu.",
          "keywords": {
            "0": "strategija",
            "1": "rukovodstvo",
            "2": "poverenje",
            "3": "vizija",
            "4": "promeniti"
          },
          "context": "Morate razviti pouzdano i vizionarno rukovodstvo za promenu u vašoj karijeri."
        },
        "position6": {
          "upright": "Kralj pentakla, preterano kontroliše ili se previše fokusira na sigurnost, možda je u prošlosti ometala vašu karijeru.",
          "reversed": "Okolišteni kralj stanovnika, neodgovorno finansijske odluke ili nedostatak vizije, možda će vas imati ograničiti u prošlosti.",
          "keywords": {
            "0": "kontrola",
            "1": "vizija",
            "2": "odgovornost",
            "3": "uverenje",
            "4": "prošlost"
          },
          "context": "Nedostatak kontrole ili vizije u prošlosti možda je danas ometao karijeru."
        },
        "position7": {
          "upright": "Kralj Pentola pokazuje da će ishod putovanja u karijeri biti snažan vođstvo, finansijska stabilnost i vizionarski uspeh.",
          "reversed": "Prekoračeni kralj pentakla može da komplikuje proces kao rezultat prevelike kontrole ili neodgovorno finansijskim odlukama.",
          "keywords": {
            "0": "rukovodstvo",
            "1": "stabilnost",
            "2": "Finansijska sigurnost",
            "3": "vizija",
            "4": "budućnost"
          },
          "context": "Rezultat će biti uspešan sa jakim i pouzdanim vođstvom."
        }
      },
      "aceofcups": {
        "position2": {
          "upright": "ACE of Cups sugerira da otvori vaše srce i emocionalno prihvataju nove mogućnosti za vaš rast. Dodavanje inspiracije i saosećanje na vašu karijeru premestite vas napred.",
          "reversed": "ACE of Cups preokrenuti ukazuje da će suzbijanje vaših emocija ili potceniti vašu inspiraciju usporiti vaš razvoj.",
          "keywords": {
            "0": "inspiracija",
            "1": "osećanje",
            "2": "početak",
            "3": "kreativnost",
            "4": "saosećanje"
          },
          "context": "Da biste poboljšali svoju karijeru, morate da preuzmete inspirativne korake koji govore sa svojim srcem."
        },
        "position3": {
          "upright": "ACE of Cups pokazuje da emocionalna inspiracija ili mogućnosti od srca nisu uvek u vašoj kontroli. Inspiracija dolazi kad god nastane.",
          "reversed": "ACE of CUPS preokrenuti nas podseća da emocionalna blokade ili razočarenja ne mogu da promene prirodni ciklus.",
          "keywords": {
            "0": "inspiracija",
            "1": "osećanje",
            "2": "početak",
            "3": "intuicija",
            "4": "protok"
          },
          "context": "Ne možete odrediti kada se u vašoj karijeri nastane emocionalna inspiracija."
        },
        "position4": {
          "upright": "ACE CURS-a pokazuje da u svom radu nastavite sa iskrenošću i iskrenošću. Vaš trud je veoma vredan jer ste u to stavili srce.",
          "reversed": "Ace of Cups preokrećeno: Kada suzbijate svoje emocije ili izgubite inspiraciju, vaši napori možda ne izgledaju potpuni.",
          "keywords": {
            "0": "iskrenost",
            "1": "inspiracija",
            "2": "osećanje",
            "3": "početak",
            "4": "performanse"
          },
          "context": "Vaš trud postaje najjači kada iskreno stavite svoje srce u svoj rad."
        },
        "position5": {
          "upright": "ACE of CUPS, dodajući više iskrenosti i emocionalne veze sa vašim radom doneće vam novu inspiraciju i motivaciju.",
          "reversed": "Invertirani ACE CUP-a: IZRAŽITE SVOJE EMOCIJE UMOLIČNOST UMERA SREDNOSTI Stvara pozitivne promene u vašoj karijeri.",
          "keywords": {
            "0": "inspiracija",
            "1": "iskrenost",
            "2": "osećanje",
            "3": "početak",
            "4": "promeniti"
          },
          "context": "Da biste promenili karijeru, morate da stavite više svog srca u svoj rad."
        },
        "position6": {
          "upright": "ACE CUPS: Ne mogu slobodno izraziti svoje emocije ili suzbiti svoju inspiraciju u prošlosti, možda je ometala vašu trenutnu karijeru.",
          "reversed": "ACE of Cups preokrenuti, emocionalna zatvarača i razočarenja mogu danas da smanjuju vašu motivaciju.",
          "keywords": {
            "0": "osećanje",
            "1": "izraz",
            "2": "inspiracija",
            "3": "razočaranje",
            "4": "prošlost"
          },
          "context": "Suzbijanje vaših emocija u prošlosti je danas ometa vašu karijeru."
        },
        "position7": {
          "upright": "ACE of Cups ukazuje da će ishod vašeg putovanja u karijeri doneti inspirisane novih početaka i zadovoljstva.",
          "reversed": "Ace Cups preokrenuti, nedostatak emocionalne motivacije može odložiti ishod.",
          "keywords": {
            "0": "inspiracija",
            "1": "početak",
            "2": "zadovoljstvo",
            "3": "osećanje",
            "4": "budućnost"
          },
          "context": "Rezultat će biti emocionalno zadovoljavajući novu eru."
        },
        "position1": {
          "upright": "ACE CUP-a ukazuje da tražite emocionalno ispunjenje u karijeri. Karijera koju želite da bude posao koji vas popuni umesto da samo zarađujete. Slušajte svoje srce.",
          "reversed": "ACE of Cups preokrenuti ukazuje na osećaj emocionalno praznog. Vaša trenutna u karijeri vas ne čini srećnom unutra. Vreme je da ponovo otkrijete svoju strast.",
          "keywords": {
            "0": "Emotivno zadovoljstvo",
            "1": "strast",
            "2": "glas srca",
            "3": "unutrašnja sreća"
          },
          "context": "Ova kartica naglašava važnost emocionalnog zadovoljstva u izboru karijere. Karijeru koju stvarno želite treba da se oseti svojim srcem, a ne samo vaše logike."
        }
      },
      "twoofcups": {
        "position2": {
          "upright": "Tvoje šolje sugeriraju da krenete napred kroz saradnju i partnerstvo. Radeći u skladu sa pouzdanim ljudima će rasti vašu karijeru.",
          "reversed": "Dvojica preokrenuta šoljicama ukazuje da vas nespojiva partnerstva mogu usporiti.",
          "keywords": {
            "0": "partnerstvo",
            "1": "partnerstvo",
            "2": "raport",
            "3": "ravnoteža",
            "4": "priključak"
          },
          "context": "Da biste razvili svoju karijeru, morate da sarađujete sa pravim ljudima."
        },
        "position3": {
          "upright": "Dvoje šoljica vam govore da poslovna partnerstva i harmonija odnosa nisu u potpunosti pod vašom kontrolom. Stav druge osobe je presudan.",
          "reversed": "Dvojica preokrećenih CURS-a ukazuje da nesklad i neslaganja ponekad se razvijaju van vas.",
          "keywords": {
            "0": "partnerstvo",
            "1": "raport",
            "2": "ravnoteža",
            "3": "odnose",
            "4": "van kontrole"
          },
          "context": "Ne možete uvek da odredite ravnotežu u odnosima u vašoj karijeri."
        },
        "position4": {
          "upright": "Njih dvoje šoljica pokazuju da dajete sve od sebe u saradnji i harmoniji. Doprinosi performansama partnerstava.",
          "reversed": "Druga dva šolja, nedostatak harmonije ili nesporazuma može sprečiti da se pojave napor.",
          "keywords": {
            "0": "raport",
            "1": "partnerstvo",
            "2": "partnerstvo",
            "3": "ravnoteža",
            "4": "performanse"
          },
          "context": "Vaš trud se ogleda u vašem radu kroz harmoniju koju uspostavite u svojim odnosima."
        },
        "position5": {
          "upright": "Dvoje šoljica, jačanje poslovnih odnosa i otvoren za saradnju stvaraju korisne promene u vašoj karijeri.",
          "reversed": "Otvaranje dve šolje, rješavanje komunikacijskih praznina je kritični korak u vašem razvoju.",
          "keywords": {
            "0": "partnerstvo",
            "1": "raport",
            "2": "odnos",
            "3": "ravnoteža",
            "4": "promeniti"
          },
          "context": "Za promenu u vašoj karijeri, morate da svoje poslovne partnerske partnerstvo bude kompatibilnije."
        },
        "position6": {
          "upright": "Dvoje šoljica: poremećaj ili disharmonija u poslovnim odnosima u prošlosti su možda uticali na vašu trenutnu karijeru.",
          "reversed": "Dvojica obrnutosti mogu se komplikovati put razočaranja ili gubitka poverenja u partnerstva.",
          "keywords": {
            "0": "odnos",
            "1": "raport",
            "2": "partnerstvo",
            "3": "poverenje",
            "4": "prošlost"
          },
          "context": "Nekompatibilni radni odnosi u prošlosti možda su ometali vašu trenutnu karijeru."
        },
        "position7": {
          "upright": "Dve šolje pokazuju da će ishod putovanja u karijeri ojačati harmonične saradnje i međusobno poverenje.",
          "reversed": "Ograničena dva šolja, nekompatibilno partnerstvo ili nedostatak komunikacije mogu uticati na ishod.",
          "keywords": {
            "0": "partnerstvo",
            "1": "raport",
            "2": "poverenje",
            "3": "partnerstvo",
            "4": "budućnost"
          },
          "context": "Rezultat će se kretati naprijed sa harmoničnim poslovnim odnosima."
        },
        "position1": {
          "upright": "Dvoje šoljica pokazuju da je karijera koju želite zasnivati na saradnji i uravnoteženim odnosima. Timski rad i skladno okruženje čine vas srećnim.",
          "reversed": "Invertirana dva šolja ukazuje na nesklad u trenutnom poslovnom okruženju. Karijera koju želite treba da ponudi uravnoteženije i podržavajuće okruženje.",
          "keywords": {
            "0": "partnerstvo",
            "1": "ravnoteža",
            "2": "raport",
            "3": "partnerstvo"
          },
          "context": "Ova kartica vas podseća koliko su važni ljudski odnosi i saradnja u karijeri."
        }
      },
      "threeofcups": {
        "position2": {
          "upright": "Tri šolje preporučuje da dobijete podršku od onih oko sebe za razvoj i delite svoje uspehe. Proslave i društvene veze mogu otvoriti nova vrata za vas.",
          "reversed": "Preokrenuta tri šolje pokazuje da vas zanemarivanje vašeg društvenog kruga može učiniti usamljenim.",
          "keywords": {
            "0": "proslava",
            "1": "podrška",
            "2": "prijateljstvo",
            "3": "deljenje",
            "4": "priključak"
          },
          "context": "Da biste unapredili svoju karijeru, trebalo bi da podelite svoje uspehe i ojačate svoju mrežu podrške."
        },
        "position3": {
          "upright": "Tri šolje vam govore da se dinamika zajednica i proslava razvijaju izvan vas. Ne možete uvek da kontrolišete okruženje podrške oko sebe.",
          "reversed": "Preokrećena tri šolje pokazuje da su isključenja ili nesporazumi u vašem društvenom krugu ponekad van vaše kontrole.",
          "keywords": {
            "0": "zajednica",
            "1": "podrška",
            "2": "proslava",
            "3": "odnos",
            "4": "priključak"
          },
          "context": "Ne možete da kontrolišete podršku, vaše socijalno okruženje vam nudi u vašoj karijeri."
        },
        "position4": {
          "upright": "Tri šolje pokazuju da doprinosite timskom duhu u vašem radu i delite uspehe.",
          "reversed": "Pretvorena tri šolje, disharmonija u timu može zasjeniti vrednost napora.",
          "keywords": {
            "0": "podrška",
            "1": "tim",
            "2": "deljenje",
            "3": "proslava",
            "4": "performanse"
          },
          "context": "Vaš trud sija kroz podršku koju donesete u svoj timski rad."
        },
        "position5": {
          "upright": "Tri šolje, što je više uključena u timski rad i deljenje uspeha pružaju razvoj karijere.",
          "reversed": "Okrećena tri šolje, potrebno je da se odvojite od izolacije i povežite se više sa zajednicama.",
          "keywords": {
            "0": "tim",
            "1": "proslava",
            "2": "podrška",
            "3": "deljenje",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri morate ojačati svoje društvene veze."
        },
        "position6": {
          "upright": "Tri šolje: Nedostatak podrške ili siromašnih društvenih veza u prošlosti je možda usporio vašu karijeru.",
          "reversed": "Invertirana tri šolje, izolacije ili nedostatak saradnje mogu biti prepreka prošlosti.",
          "keywords": {
            "0": "podrška",
            "1": "zajednica",
            "2": "socijalna veza",
            "3": "izolacija",
            "4": "prošlost"
          },
          "context": "Slabe veze u prošlosti utiču na vašu karijeru."
        },
        "position7": {
          "upright": "Tri šolje pokazuju da će ishod putovanja u karijeri oblikovati podrške i dostignuća da se proslave.",
          "reversed": "Pretvorena tri šolje, usamljenost ili nedostatak podrške mogu usporiti ishod.",
          "keywords": {
            "0": "proslava",
            "1": "podrška",
            "2": "zajednica",
            "3": "uspeh",
            "4": "budućnost"
          },
          "context": "Rezultat će biti uspeh koji donosi podršku i proslavu."
        },
        "position1": {
          "upright": "Tri šolje pokazuju da će karijeri koju želite donijeti društvene interakcije i osećaj zajednice. Timski duh i proslave vas motiviraju.",
          "reversed": "Pretvorena tri šolje ukazuje na nesreću radeći sam ili društvenu izolaciju. Karijera koju želite treba da ponudi više socijalnih veza.",
          "keywords": {
            "0": "društvena interakcija",
            "1": "zajednica",
            "2": "proslava",
            "3": "timski duh"
          },
          "context": "Ova kartica naglašava važnost socijalne dimenzije i zajednička dostignuća u zadovoljstvu u karijeri."
        }
      },
      "fourofcups": {
        "position2": {
          "upright": "Četiri šolje sugeriraju da vidite mogućnosti da niste svesni. Ne bi trebalo da podcenjujete ponude koje stesrećete na svoj razvoj.",
          "reversed": "Pretvorena četvero šoljica govore da je vreme da steknete svest i iskorištava nove mogućnosti.",
          "keywords": {
            "0": "prilika",
            "1": "svest",
            "2": "buđenje",
            "3": "izbor",
            "4": "ekspanzija"
          },
          "context": "Da biste unapredili svoju karijeru, morate otvoriti svoj um i iskoristiti mogućnosti."
        },
        "position3": {
          "upright": "Četiri šolje pokazuju da ne možete da kontrolišete kada se mogućnosti predoči. Ponekad opcije zavise od spoljnih okolnosti.",
          "reversed": "Preokrećena četvorka čaša govore vam da morate sačekati pravi trenutak da se svesti otvori; Ovo vreme je iz tvojih ruku.",
          "keywords": {
            "0": "prilika",
            "1": "vremenski vreme",
            "2": "petlja",
            "3": "svest",
            "4": "van kontrole"
          },
          "context": "Neke mogućnosti u vašoj karijeri postaju vidljive samo kada dođe vreme."
        },
        "position4": {
          "upright": "Četiri šolje pokazuju da ponekad možete osećati nezadovoljne čak i ako se potrudite najbolje. Vaš trud je snažan, ali možda nedostaje motivacija.",
          "reversed": "Kada se obrnuta četvoro šoljica ne fokusira na prilike, vidljivost njenih performansi opada.",
          "keywords": {
            "0": "zadovoljstvo",
            "1": "svest",
            "2": "motivacija",
            "3": "trud",
            "4": "performanse"
          },
          "context": "Imate trud, ali možda ćete se morati više fokusirati na prilike."
        },
        "position5": {
          "upright": "Četiri šolje pokazuju da morate biti otvoreniji za nove mogućnosti. Umesto da se previše fokusirate na trenutnu situaciju, trebalo bi da pogledate svoju okolinu.",
          "reversed": "Pretvorena četvoro šoljica, možete da stvorite snažnu promenu u vašem učinku povećanjem svesti.",
          "keywords": {
            "0": "svest",
            "1": "prilika",
            "2": "motivacija",
            "3": "inovativnost",
            "4": "promeniti"
          },
          "context": "Morate biti pažljiviji i otvoreni za promenu u karijeri."
        },
        "position6": {
          "upright": "Četiri šolje, neuspeh u prepoznavanju mogućnosti u prošlosti možda su danas ograničila njegov put.",
          "reversed": "Pretvorena četiri šolje, apatija ili nedostatak motivacije u prošlosti možda su uticali na sadašnjost.",
          "keywords": {
            "0": "prilika",
            "1": "motivacija",
            "2": "ravnodušnost",
            "3": "svest",
            "4": "prošlost"
          },
          "context": "Prilike koje ste ignorisali u prošlosti danas blokiraju put."
        },
        "position7": {
          "upright": "Četiri šolje pokazuju da će ishod putovanja u karijeri biti traženje unutrašnje ispunjenosti.",
          "reversed": "Ukrasana četiri šolje može vam dovesti do toga da ostvarite mogućnosti kasno kao rezultat nedostatka svesti.",
          "keywords": {
            "0": "zadovoljstvo",
            "1": "svest",
            "2": "potraga",
            "3": "razmišljanje",
            "4": "budućnost"
          },
          "context": "Rezultat će se zasnivati na unutrašnjem zadovoljstvu i svesti."
        },
        "position1": {
          "upright": "Četiri šolje pokazuju da ignorišete raspoložive mogućnosti. Karijera koju želite možda je već ispred vas, ali nezadovoljstvo vas je zaslepilo.",
          "reversed": "Preokrećena četiri šolje ukazuje da se konačno probudite i počnete da vidite mogućnosti oko sebe. Nova perspektiva može vam pomoći da pronađete karijeru koju želite.",
          "keywords": {
            "0": "prilika",
            "1": "nezadovoljstvo",
            "2": "introspekcija",
            "3": "Nova perspektiva"
          },
          "context": "Ova nas kartica podseća da u našoj pretrazi karijere ponekad problem nije napolju, već u našoj perspektivi."
        }
      },
      "fiveofcups": {
        "position2": {
          "upright": "Petorica šoljica sugeriše da u toku prošlih gubitaka i krenite dalje. Trebali biste se fokusirati na prilike koje postavljaju unapred za razvoj.",
          "reversed": "Preokrećena pet šoljica kaže vam da biste trebali prestati da prebivate u prošlosti i pređite na nove mogućnosti.",
          "keywords": {
            "0": "lekcija",
            "1": "prilika",
            "2": "preuzmi gubitak",
            "3": "napredak",
            "4": "novi pravac"
          },
          "context": "Da biste poboljšali svoju karijeru, morate prepustiti prošlo razočarenja."
        },
        "position3": {
          "upright": "Petorica šoljica pokazuje da neki gubici i razočarenja ne mogu se menjati. Uticaj prošlosti je izvan vaše kontrole.",
          "reversed": "Okrećena pet šoljica podseća vas da je vreme prilike koji slijede gubitke izvan vas.",
          "keywords": {
            "0": "gubitak",
            "1": "razočaranje",
            "2": "prošlost",
            "3": "lekcija",
            "4": "van kontrole"
          },
          "context": "Neko razočaranje su neizbežno u vašoj karijeri; Ne možete ih promeniti."
        },
        "position4": {
          "upright": "Pet šoljica pokazuje da je on učinio najbolje uprkos prošlim gubicima. Vaš trud se nastavlja uprkos poteškoćama.",
          "reversed": "Vaše performanse će se ojačati kada je obrnuta petorica šoljica udaljila u fokus od gubitaka.",
          "keywords": {
            "0": "gubitak",
            "1": "trud",
            "2": "strpljenje",
            "3": "ravnoteža",
            "4": "performanse"
          },
          "context": "Vaš trud ističe se nastavkom čak i u teškim vremenima."
        },
        "position5": {
          "upright": "Petorica šoljica, možete da se poboljšate učećima iz prethodnih gubitaka i pretvarajući fokus na predstojeće mogućnosti.",
          "reversed": "Okrećeno pet šoljica, prepuštanje žaljenja olakšava kretanje naprijed u vašoj karijeri.",
          "keywords": {
            "0": "lekcija",
            "1": "fokus",
            "2": "šansa",
            "3": "svest",
            "4": "promeniti"
          },
          "context": "Za promenu u karijeri, trebalo bi da pretvorite svoj fokus na prilike, a ne gubitke."
        },
        "position6": {
          "upright": "Petorica šoljica, fokusirajući se previše na prethodne gubitke, možda vam je otežalo da napredujete u svojoj karijeri.",
          "reversed": "Invertirano pet šoljica, a ne mogu da puštaju žaljenje možda je prepreka koja vas nosi do danas.",
          "keywords": {
            "0": "gubitak",
            "1": "žaliti",
            "2": "fokus",
            "3": "lekcija",
            "4": "prošlost"
          },
          "context": "Stanovanje o prošlim gubicima danas utiče na vašu karijeru."
        },
        "position7": {
          "upright": "Petorica šoljica ukazuje da će ishod vašeg putovanja u karijeri biti učiti od gubitaka i postati jači.",
          "reversed": "Ograničeno pet šoljica, prebivalište u prošlosti može odložiti ishod.",
          "keywords": {
            "0": "lekcija",
            "1": "gubitak",
            "2": "fokus",
            "3": "osnaživanje",
            "4": "budućnost"
          },
          "context": "Rezultat će biti jača budućnost sa lekcijama naučenim od gubitaka."
        },
        "position1": {
          "upright": "Petorica šoljica ukazuje na fokusiranje na prethodno razočaranje u karijeri. Ne gledaj u ono što ste izgubili, ali na prilikama još uvek imate. Karijera koju želite je i dalje moguća.",
          "reversed": "Uokrećeno pet šoljica pokazuje da ostavljaju prošlost iza i fokusira se na budućnost. Stari razočarenja vas više ne drže. Vreme je da napravite novi početak.",
          "keywords": {
            "0": "razočaranje",
            "1": "žrtava",
            "2": "poboljšanje",
            "3": "novi početak"
          },
          "context": "Ova kartica naglašava da nas prošli neuspesi ne bi trebali definisati u našem putovanju u karijeri i važnosti da se radujemo."
        }
      }
    }
  },
  "database": {
    "fields": {
      "adminAction": "Akcija administratora",
      "amount": "Iznos",
      "birthDate": "Datum rođenja",
      "blob": "ubiti",
      "canvas": "platno",
      "code": "Šifra",
      "createdAt": "Datum kreiranja",
      "creditBalance": "Kreditni bilans",
      "deltaCredits": "Kreditna razmena",
      "displayName": "Prikaz ime",
      "email": "E-mail",
      "error": "Greška",
      "errorCode": "Kod greške",
      "firstName": "Naziv",
      "fullName": "Puno ime",
      "id": "Identitet",
      "isAdmin": "Da li je to menadžer?",
      "key": "Ključ",
      "lastName": "Prezime",
      "link": "Priključak",
      "locale": "Jezik",
      "message": "Poručiti",
      "meta": "Meta",
      "minLength": "Minimalna dužina",
      "name": "Naziv",
      "orderId": "ID narudžbe",
      "pagePath": "Putnica",
      "passwordRules": "Pravila lozinke",
      "pattern": "uzorak",
      "puppeteer": "Lutkar",
      "readingType": "Tip čitanje",
      "rememberMe": "Zapamti me",
      "resetEmail": "Resetovanje e-pošte",
      "revenue": "Prihod",
      "search": "Tražiti",
      "session": "Sesija",
      "surname": "Prezime",
      "tokenHash": "Token hash",
      "transactions": "Transakcije",
      "type": "Upisati",
      "users": "Korisnici",
      "value": "Vrednost",
      "viewDuration": "Trajanje gledanja"
    }
  },
  "errors": {
    "contactSupport": "Kontaktirajte podršku",
    "forbidden": "Pristup je odbijen",
    "goHome": "Idi na početnu stranicu",
    "maintenance": "Režim održavanja",
    "networkError": "Greška u mreži",
    "pageNotFound": "Stranica nije pronađena",
    "serverError": "Greška servera",
    "timeout": "Vremenski završetak",
    "tryAgain": "Pokušati ponovo",
    "unauthorized": "Neovlašćeni pristup"
  },
  "forms": {
    "confirmExit": "Obrazac je ispunjen, ali nije sačuvan. Jeste li sigurni da želite da prestanete?",
    "validation": {
      "birthDateRequired": "Datum rođenja je obavezan.",
      "concernMinLength": "Morate odgovoriti na ovo pitanje u najmanje 10 znakova.",
      "emailInvalid": "Molimo unesite važeću adresu e-pošte.",
      "emotionalMinLength": "Morate odgovoriti na ovo pitanje u najmanje 10 znakova.",
      "nameMinLength": "Ime mora biti najmanje 3 znaka.",
      "surnameMinLength": "Prezime mora biti najmanje 3 znaka.",
      "understandingMinLength": "Morate odgovoriti na ovo pitanje u najmanje 10 znakova."
    }
  },
  "gallery": {
    "allPositionsFull": "Sve pozicije su ispunjene",
    "emptyDeck": "Kartica je prazna",
    "nextPosition": "Sledeća pozicija:",
    "scrollToSeeAll": "Pogledajte sve kartice prelivavanjem",
    "shuffle": "mešati",
    "title": "Galerija kartica"
  },
  "home": {
    "cta": {
      "button": "Probaj besplatno",
      "description": "Pokrenite svoje mistično putovanje danas i otkrijte tajne svoje sudbine.",
      "title": "Započnite sada"
    },
    "features": {
      "authentic": {
        "description": "Tradicionalne metode tarota i numerologije",
        "title": "Originalne smernice"
      },
      "multilingual": {
        "description": "Turska, engleska i srpska podrška",
        "title": "Višejezični"
      },
      "personalized": {
        "description": "Detaljne analize prilagođene za vas",
        "title": "personalizovan"
      },
      "secure": {
        "description": "Vaši podaci su potpuno sigurni",
        "title": "Pouzdan"
      },
      "title": "Zašto bi nas odabrali?"
    },
    "footerText": "Putovanje u dubine vašeg unutrašnjeg sveta u svetlu mističnih znanja. Svako čitanje vam nudi novu perspektivu i smernice.",
    "hero": {
      "description": "Krenite na put u misteriozni svet karata i brojeva. Otkrijte tajne svog života sa profesionalnim očitavanjem tarota i numeričke analize.",
      "subtitle": "Otkrijte svoju budućnost, razumete svoju sudbinu",
      "title": "Mistična Tarot i Numerologija"
    },
    "services": {
      "numerology": {
        "button": "Analiza numerologije",
        "description": "Otkrijte tajne brojeva. Saznajte svoj životnu stazu, broj ekspresije i duhovnu želju.",
        "features": {
          "0": "Životni put",
          "1": "Broj emotikona",
          "2": "Duhovna želja",
          "3": "Svakodnevno pitanje"
        },
        "title": "Analiza numerologije"
      },
      "tarot": {
        "button": "Tarot čitanje",
        "description": "Krenuti na put u misteriozni svet karata. Istražite svoju prošlost, sadašnjost i budućnost.",
        "features": {
          "0": "Ljubavna ekspanzija",
          "1": "Uputstvo za karijere",
          "2": "Svakodnevno uputstvo",
          "3": "Detaljna interpretacija"
        },
        "title": "Tarot čitanje"
      }
    },
    "stats": {
      "readings": "Završeno čitanje",
      "satisfaction": "Stopa zadovoljstva",
      "title": "Pouzdana usluga",
      "users": "Aktivni korisnik"
    },
    "subtitle": "Počinje vaše mistično putovanje",
    "tarotCard": {
      "button": "Napravite širenje →",
      "description": "Krenuti na put u misteriozni svet karata. Pronađite mistične odgovore na vašu ljubav, karijeru i životna pitanja.",
      "title": "Tarot se širi"
    },
    "title": "Busbuskimki"
  },
  "homepage": {
    "features": {
      "authentic": {
        "description": "Tradicionalne metode tarota i numerologije",
        "title": "Originalne smernice"
      },
      "multilingual": {
        "description": "Turska, engleska i srpska podrška",
        "title": "Višejezični"
      },
      "personalized": {
        "description": "Detaljne analize prilagođene za vas",
        "title": "personalizovan"
      },
      "secure": {
        "description": "Vaši podaci su potpuno sigurni",
        "title": "Pouzdan"
      },
      "title": "Zašto bi nas odabrali?"
    },
    "hero": {
      "description": "Krenite na put u misteriozni svet karata i brojeva. Otkrijte tajne svog života sa profesionalnim očitavanjem tarota i numeričke analize.",
      "subtitle": "Otkrijte svoju budućnost, razumete svoju sudbinu",
      "title": "Tarot Reading & Numerologija"
    },
    "seo": {
      "content": "Kao Busbuskimki, nudimo profesionalne usluge za čitanje i numerološke analize. U svakom aspektu vašeg života možete dobiti u svakom aspektu vašeg života, uputstva u karijeri, svakodnevnim vodstvom i detaljnim analizama numerologije. Mi smo na vašem servisu sa našim stručnim timom u mističnim smernicama, duhovnim savetovanjem i analizom sudbine."
    },
    "services": {
      "numerology": {
        "button": "Analiza numerologije",
        "description": "Otkrijte tajne brojeva. Saznajte svoj životnu stazu, broj ekspresije i duhovnu želju.",
        "features": {
          "0": "Životni put",
          "1": "Broj emotikona",
          "2": "Duhovna želja",
          "3": "Svakodnevno pitanje"
        },
        "title": "Analiza numerologije"
      },
      "tarot": {
        "button": "Tarot čitanje",
        "description": "Krenuti na put u misteriozni svet karata. Istražite svoju prošlost, sadašnjost i budućnost.",
        "features": {
          "0": "Ljubavna ekspanzija",
          "1": "Uputstvo za karijere",
          "2": "Svakodnevno uputstvo",
          "3": "Detaljna interpretacija"
        },
        "title": "Tarot čitanje"
      }
    },
    "stats": {
      "readings": "Završeno čitanje",
      "satisfaction": "Stopa zadovoljstva",
      "title": "Pouzdana usluga",
      "users": "Aktivni korisnik"
    }
  },
  "http": {
    "headers": {
      "cfConnectingIp": "CF-Connecting-IP",
      "userAgent": "Korisnik-agent",
      "xForwardedFor": "K-prosleđen za",
      "xForwardedHost": "K-prosleđeni domaćin",
      "xRealIp": "Ks-Real-IP",
      "xShopierSignature": "Ks-Shopier-Potpis",
      "xVercelForwardedFor": "Ks-Vercel-Prosledila za"
    }
  },
  "interpretation": {
    "badge": "Tarot",
    "cannotGenerate": "Komentari se ne mogu kreirati bez odabira svih kartica.",
    "context": "Kontekst:",
    "dearClient": "Poštovani klijent,",
    "loveLifeSummary": "Ljubavni život Rezime:",
    "loveReading": "Ljubavna ekspanzija",
    "loveReadingDetailed": "Ljubavna ekspanzija - Detaljno lično čitanje",
    "placeholder": "Napišite svoje pitanje ...",
    "title": "Tumačenje Tarota"
  },
  "language": {
    "english": "Engleski",
    "serbian": "Serpski",
    "turkish": "Turski"
  },
  "love": {
    "cardGroups": {
      "majorArcana": "Majore Arcana",
      "cups": "trofeji",
      "swords": "mačevi",
      "wands": "štapić",
      "pentacles": "talismani"
    },
    "data": {
      "badgeText": "Lova",
      "detailedTitle": "Ljubavna ekspanzija - Detaljno lično čitanje",
      "interpretationTitle": "Komentar ljubavi Ekpansion",
      "simpleTitle": "Ljubavno objašnjenje - Jednostavno čitanje",
      "spreadName": "Ljubavna ekspanzija",
      "spreadTitle": "Ljubavna ekspanzija"
    },
    "form": {
      "birthDate": "Datum rođenja",
      "clearAll": "🔄 Očistite sve",
      "communicationMethod": "Preferencija komunikacije",
      "concernQuestion": "Kakav je problem koji vam najviše preokupira u vašem ljubavnom životu trenutno?",
      "email": "Vaša adresa e-pošte",
      "emailCommunication": "E-mail",
      "emotionalQuestion": "Kako ste trenutno emocionalno? (npr. Nadam se, nesigurno, umorno ...)",
      "firstName": "Vaše ime",
      "lastName": "vaše prezime",
      "personalInfo": "Lične informacije",
      "phone": "Telefonski broj",
      "phonePlaceholder": "+90 5KSKS KSKSKS KSKS KSKS",
      "phoneRequired": "Telefonski broj je potreban za VhatsApp",
      "questions": "✨ Ljubavna pitanja o objašnjenju ✨",
      "saveAndOpen": "Snimite za čitanje i otvorene kartice 💕",
      "saving": "Snimanje ...",
      "understandingQuestion": "Šta želite da razumete ili čujete iz ove ekspanzije?",
      "whatsappCommunication": "Vhatsapp"
    },
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "Osoba koju vas privlači puna je radoznalosti dječijeg i uzbuđenja o životu. On ima avanturistički duh, otvoren za nove početke, ali to ponekad može prouzrokovati da se neplanira i neplanira. Približava odnosu sa ovim slobodnim duhom.",
          "reversed": "Budala u obrnutoj toku pokazuje da je ta osoba možda bezobzirna, neodgovorna ili bojati da započne vezu. On ili ona mogu ignorisati potencijalne opasnosti i izbegavanje vezanosti.",
          "keywords": "[\"Novi početnici\", \"nevinost\", \"Spontanost\", \"Uzimanje rizika\", \"slobodni duh\"]",
          "context": "Ova osoba je avanturista koji je spreman ili se boji da pretvori novu stranicu u svom ljubavnom životu."
        },
        "position2": {
          "upright": "Postoji radoznalost dječije i želja za eksperimentiranjem u vašoj fizičkoj vezi. Ima potencijal za spontanu, zabavnu i neplanirano seksualno istraživanje. Besplatna avantura, daleko od pravila i očekivanja.",
          "reversed": "Obrnuta budala pokazuje da može postojati nesmotrenost, nepromišljenost ili rizično ponašanje u seksualnim stvarima. Jedna strana se može zadržati zbog neiskustva ili straha od posvećenosti.",
          "keywords": {
            "0": "otkriće",
            "1": "spontanost",
            "2": "neiskustvo",
            "3": "zabava",
            "4": "sloboda"
          },
          "context": "Senzualna atrakcija između vas označava početak nove i uzbudljive seksualne avanture."
        },
        "position3": {
          "upright": "Na početku je novog putovanja emocionalno i duhovno. Ova veza se razvija sa neočekivanim, čistim i avanturističkim duhom. Potpuno ste otvoreni i ne-prosuđivanje jedni sa drugima.",
          "reversed": "Invertovana budala pokazuje da se plašite da postanete emocionalno pričvršćeni ili su nemirni u pravljenju duhovne veze. Izbegavate ozbiljnost ove veze.",
          "keywords": "[\"Novi početak\", \"nevinost\", \"Duhovna avantura\", \"Nema očekivanja\", \"Poverenje\"]",
          "context": "Vaša emocionalna veza, radosno i nepredvidivo putovanje dve duše skaču u nepoznato."
        },
        "position4": {
          "upright": "Dugoročno, ova veza će vas odvesti na potpuno novi i neočekivani put. Ovo možda nije tradicionalni odnos, ali ima potencijal da zajedno započne novi život. Nesigurna, ali uzbudljiva budućnost.",
          "reversed": "ReverSed Budala pokazuje da će to dugoročno, ovaj odnos ostati u vazduhu zbog neodgovornosti ili straha od posvećenosti. Potencijalni početak može se završiti pre nego što se dogodi.",
          "keywords": "[\"Novi početak\", \"neizvesna budućnost\", \"rizikuje\", \"sloboda\", \"Neočekivani put\"]",
          "context": "Dugotrajna sudbina ove veze je smeli korak u nepoznato."
        }
      },
      "themagician": {
        "position1": {
          "upright": "Osoba koju privlači je neko ko je atraktivan, talentovan i ima moć da dobije ono što želi. Ima visoke komunikacijske veštine i zna kako pretvoriti događaje u njegovu prednost. On možda stvara svesnu privlačnost prema vama.",
          "reversed": "Mađioničar za obrnuto pokazuje da ta osoba može biti manipulativna, obmanuta ili neko ko ne koristi njihov potencijal. Njegove reči i akcije možda nisu dosledne ili mu možda nedostaje samopouzdanje.",
          "keywords": "[\"hoće\", \"kreativnost\", \"veština\", \"šarm\", \"Manifest\"]",
          "context": "Ova osoba je Stvoritelj koji sjedi u direktornoj predsednici njegovog života i odnosa."
        },
        "position2": {
          "upright": "Između vas postoji snažna i svesna seksualna atrakcija. Jedna ili obe strane znaju šta žele i sasvim su vešta u krevetu. Potencijal kreativnog i zadovoljavajućeg seksualnog života je visok.",
          "reversed": "Prekoračeni mađioničar ukazuje da se seksualna energija može koristiti za manipulaciju ili obmanu. Može doći do anksioznosti ili nemogućnosti upotrebe seksualnog potencijala.",
          "keywords": {
            "0": "seksualna veština",
            "1": "čarolija",
            "2": "kreativnost",
            "3": "manifest",
            "4": "jaka želja"
          },
          "context": "Vaša seksualna veza je poput kreativnog igrališta gde se želja i veština okupljaju."
        },
        "position3": {
          "upright": "Postoji snažna volja i svesna energija stvaranja među vama. Znate šta želite emocionalno i duhovno i aktivno oblikujete tu vezu. Snažna mentalna i duhovna sinhronizacija.",
          "reversed": "Mađioničar za obrnuto pokazuje da je emocionalna veza između vas manipulišena jednom strankom ili se vaš duhovni potencijal ne koristi. Možda postoji emocionalna igranja.",
          "keywords": "[\"Svesno stvaranje\", \"duhovna sinhronizacija\", \"Vill\", \"Komunikacija\", \"Snažna veza\"]",
          "context": "Vaša emocionalna veza je prostor u kojem dve snažne volje stvaraju svet zajedno."
        },
        "position4": {
          "upright": "Dugoročno, imate moć da stvorite odnos i život koji želite zajedno. Ovo će biti dinamična i snažna sindikata izgrađena sa svesnim naporom.",
          "reversed": "Mađioničar u obrnutom jeziku pokazuje da će se dugoročno potrošiti potencijal ili će se odnos završiti jer jedna strana manipuliše drugom. Neravnoteža moći dovodi do uništenja.",
          "keywords": "[\"Kreiranje\", \"snažna budućnost\", \"potencijal\", \"hoće\", \"uspeh\"]",
          "context": "Sudbina ovog odnosa je remek-delo puni potencijala koji će vam biti oblikovan voljom."
        }
      },
      "thehighpriestess": {
        "position1": {
          "upright": "Ova osoba je misteriozna, intuitivna i ne pokazuje svoje emocije odmah. Njegov unutrašnji svet je bogat i može trebati vremena da razume. Možda čuva svoja osećanja prema vama tajnom.",
          "reversed": "Preokrećena visoka sveštenica ukazuje da ta osoba može biti tajno, bez dodira sa njihovom intuicijom ili neiskreno kod vas. Možda će imati poteškoća da se poveže sa svojim unutrašnjim svetom ili sa vama.",
          "keywords": "[\"Intuicija\", \"Misteri\", \"Podsvest\", \"Skrivene emocije\", \"Insight\"]",
          "context": "Ova osoba je misteriozna duša koja svoje emocije doživljava duboko prema dole, a ne na površini."
        },
        "position2": {
          "upright": "Vaša fizička veza je misteriozna, intuitivna i ima potencijal koji još nije u potpunosti otključan. Umesto fizičkog saveza, duhovna atrakcija i neizgovorene želje su na čelu. Seksualnost čeka da se polako i duboko istražuje.",
          "reversed": "Preokrećena visoka sveštenica ukazuje na potisnute emocije, tajne ili hladnoću u seksualnim stvarima. Strane se ne seksualno otvorene jedna na drugu i ne može se utvrditi intuitivna veza.",
          "keywords": {
            "0": "Intuitivna atrakcija",
            "1": "misterija",
            "2": "neizgovorene želje",
            "3": "potisnuta seksualnost",
            "4": "duhovna veza"
          },
          "context": "Seksualna atrakcija između vas je duboka i misteriozna, poput nevidljivih struja ispod površine vode."
        },
        "position3": {
          "upright": "Postoji duhovna veza između vas koja je duboka i intuitivna, izvan reči. Razumete misli i osećanja jednih drugih bez govora. Ova veza je misteriozna i duboka.",
          "reversed": "Preokrećena visoka sveštenica ukazuje da postoje tajne koje se čuvaju ili emocionalna udaljenost između vas. Intuitivno ste zatvoreni jedni drugima i duhovno nesigurni.",
          "keywords": "[\"Intuitivna veza\", \"Duhovno razumevanje\", \"misterija\", \"telepatija\", \"neizgovorene tajne\"]]",
          "context": "Vaša duhovna veza je miran i dubok šapat koji samo srca mogu da razumeju."
        },
        "position4": {
          "upright": "Dugoročni ishod ove veze ostaje misterija. Trebaće vremena da sve postane jasno. Veza između vas može se nastaviti na dubljim i dužnim nivou od onoga što se pojavljuje na površini.",
          "reversed": "Preokrećena visoka sveštenica ukazuje da će to dugoročno zadržati tajne ili nepoverenje uništavati odnos. Možda se nikada nećete potpuno otvoriti jedni drugima.",
          "keywords": "[\"Misteriozna budućnost\", \"neizvesnost\", \"intuitivna veza\", \"Skriveni potencijal\", \"Vreme\"]",
          "context": "Krajnja sudbina ovog odnosa biće otkrivena na vreme, kao što je tajna tek trebala biti otkrivena."
        }
      },
      "theempress": {
        "position1": {
          "upright": "Osoba koju privlači je neko ko je neguje, saosećaju, toplo i zaluđuje životne radosti. To je širila lepotu i obilje u okolinu. On ili ona mogu imati poverenje, majčin ili očinski stav u odnosima.",
          "reversed": "Ukrašena carica ukazuje da je ta osoba možda preterano posesivna, lenja ili se ne brine o sebi. Možda imaju blokove u izražavanju kreativnosti ili ljubavi.",
          "keywords": "[\"Obilje\", \"Majčinstvo\", \"Prirodnost\", \"saosećanje\", \"Beauti\"]",
          "context": "Ova osoba je srce puno života, negujući se sa ljubavlju i saosećanjem."
        },
        "position2": {
          "upright": "Vaša fizička veza je izuzetno senzualna, negovanje, produktivna i senzualna. Seksualnost se doživljava kao proslava zadovoljstva i obilja. Postoji plodnost i udobna, prirodna senzualna harmonija.",
          "reversed": "Reverse carica ukazuje da može postojati lenjost u seksualnoj energiji, nedostatku samo-nege ili nemogućnosti da dožive zadovoljstvo. Možda postoji nedostatak kreativnosti ili posesivan stav u fizičkoj vezi.",
          "keywords": {
            "0": "požuda",
            "1": "obilje",
            "2": "senzualnost",
            "3": "plodnost",
            "4": "zadovoljstvo"
          },
          "context": "Vaš seksualni život je poput plodnog i zabavnog vrta ispunjenog zadovoljstva u kojem su sve čula stimulisane."
        },
        "position3": {
          "upright": "Vaša emocionalna veza je izuzetno negovanje, saosećajno i toplo. Podižete se duhove jedni drugima i čini se da se jedni drugima osećate emocionalno bezbedno. Ovo je plodno tlo gde cvjetaju ljubav i saosećanje.",
          "reversed": "Reversirana carica ukazuje na emocionalno gušenje ljubavi, prekomerne posesivnosti ili odnosa u kojem se ne zadovoljavaju emocionalne potrebe. Duhovni razvoj je možda prestao.",
          "keywords": "[\"Neguju ljubav\", \"saosećanje\", \"Emocionalna sigurnost\", \"Rast\", \"Produktivnost\"]",
          "context": "Vaša emocionalna veza je poput zagrljaja plodne majke koja neguje i neguje jedni druge ljubavlju."
        },
        "position4": {
          "upright": "Dugoročni rezultat je plodno, ljubavno i sve veće unije. Ovo nosi potencijal za brak, koji ima decu ili da zajedno gradi visoko kreativan i produktivan život zajedno.",
          "reversed": "Reverzne carica ukazuje da će to dugoročno, veza postati stagnantna, jedna stranka će postati preterano zavisna od druge, ili će ljubav postati gušenje.",
          "keywords": "[\"Obilnost\", \"rast\", \"brak\", \"plodnost\", \"trajna ljubav\"]",
          "context": "Budućnost ovog odnosa je plodna bašta zalijevana ljubavlju i neprestano nosi plod."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "Ova osoba je organizovana, disciplinovana, zaštitna i ima liderstvo. Traži stabilnost i kontrolu u svom životu. Može ponuditi pouzdano rame i čvrste temelje u odnosima.",
          "reversed": "Invertirani car ukazuje da ta osoba može preterano kontrolisati, kruti, dominantne ili imati problema sa autoritetom. Možda ima poteškoća da pokaže svoje emocije.",
          "keywords": "[\"Autoritet\", \"Stabilnost\", \"Liderstvo\", \"Zaštita\", \"disciplina\"]"
        }
      }
    }
  }
}
