{
  "career": {
    "meanings": {
      "twoofwands": {
        "position7": {
          "context": "The result will be to expand your vision and move forward with a plan."
        }
      },
      "threeofwands": {
        "position1": {
          "upright": "The Three of Wands symbolizes progress, expansion and the opening of horizons. Opportunities may be at your doorstep in your career.",
          "reversed": "The Three of Wands reversed indicates failure to progress due to impatience or misdirection.",
          "keywords": {
            "0": "progress",
            "1": "opportunity",
            "2": "vision",
            "3": "expansion",
            "4": "preparation"
          },
          "context": "Your real career emerges when you look to the future with hope and take bold steps."
        },
        "position2": {
          "upright": "The Three of Wands advises you to seek out opportunities for improvement and take bold steps. Your horizons are expanding.",
          "reversed": "The Three of Wands reversed indicates that you should avoid impatience and misdirection.",
          "keywords": {
            "0": "research",
            "1": "expansion",
            "2": "opportunity",
            "3": "progress",
            "4": "preparation"
          },
          "context": "You should take advantage of new opportunities to develop your career."
        },
        "position3": {
          "upright": "Three of Wands, you cannot control the arrival of distant opportunities or international connections. They are revealed in their own time.",
          "reversed": "Reversed Three of Wands, projects postponed due to external circumstances are out of your control.",
          "keywords": {
            "0": "expansion",
            "1": "opportunity",
            "2": "waiting",
            "3": "timing",
            "4": "out of control"
          },
          "context": "Some great opportunities in his career only arise in his own time."
        },
        "position4": {
          "upright": "The Three of Wands shows that you are doing your best to expand your horizons and seize opportunities.",
          "reversed": "Three of Wands reversed, impatience can block effort from appearing.",
          "keywords": {
            "0": "expansion",
            "1": "opportunity",
            "2": "waiting",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort comes from your willingness to explore opportunities and expand."
        },
        "position5": {
          "upright": "The Three of Wands creates beneficial change in your career, opening up to new opportunities and turning to bolder collaborations.",
          "reversed": "Reversed Three of Wands, you should think broader rather than narrow your vision.",
          "keywords": {
            "0": "opportunity",
            "1": "vision",
            "2": "expansion",
            "3": "aim",
            "4": "change"
          },
          "context": "For change in your career, you should focus on a broader perspective."
        },
        "position6": {
          "upright": "Three of Wands may have hindered your career in the past by not expanding your horizons or opening up to opportunities.",
          "reversed": "Reversed Three of Wands, avoiding waiting or taking action may have limited you in the past.",
          "keywords": {
            "0": "opportunity",
            "1": "horizon",
            "2": "vision",
            "3": "expansion",
            "4": "past"
          },
          "context": "The opportunities you missed in the past may have hindered your career today."
        },
        "position7": {
          "upright": "The Three of Wands indicates that the outcome of your career journey will be shaped by opening up to new opportunities and expanding your horizons.",
          "reversed": "Reversed Three of Wands, ignoring opportunities can delay the outcome.",
          "keywords": {
            "0": "opportunity",
            "1": "horizon",
            "2": "expansion",
            "3": "vision",
            "4": "future"
          },
          "context": "The result will be to move forward by expanding your horizons."
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "The Four of Wands symbolizes celebration, success, and community support. It indicates a period in your career when you have established solid foundations.",
          "reversed": "The Reversed Four of Wands may indicate a lack of support or an incompatible environment.",
          "keywords": {
            "0": "celebration",
            "1": "success",
            "2": "solidarity",
            "3": "basis",
            "4": "stability"
          },
          "context": "Your true career is revealed in a community where you can share your successes."
        },
        "position2": {
          "upright": "The Four of Wands recommends building strong foundations. Appreciation and cooperation will improve you.",
          "reversed": "The Four of Wands reversed indicates that a lack of support may strain you.",
          "keywords": {
            "0": "basis",
            "1": "celebration",
            "2": "support",
            "3": "rapport",
            "4": "solidarity"
          },
          "context": "To develop your career, you need to lay solid foundations and share your successes."
        },
        "position3": {
          "upright": "Four of Wands, you cannot always control the atmosphere of celebration, support and unity around you.",
          "reversed": "Reversed Four of Wands, lack of harmony or lack of support may develop outside of you.",
          "keywords": {
            "0": "support",
            "1": "celebration",
            "2": "rapport",
            "3": "community",
            "4": "out of control"
          },
          "context": "You don't always get to determine community support in your career."
        },
        "position4": {
          "upright": "The Four of Wands shows that you are doing your best by working in harmony and solidarity.",
          "reversed": "Reversed Four of Wands, lack of cooperation can make it difficult for the effort to appear complete.",
          "keywords": {
            "0": "solidarity",
            "1": "rapport",
            "2": "support",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort is strengthened by your desire to cooperate and work harmoniously."
        },
        "position5": {
          "upright": "The Four of Wands creates harmony in the work environment and celebrates achievements, providing career advancement.",
          "reversed": "Reversed Four of Wands, eliminating unrest makes it easier for you to move forward.",
          "keywords": {
            "0": "rapport",
            "1": "celebration",
            "2": "team",
            "3": "balance",
            "4": "change"
          },
          "context": "You must create a harmonious work environment for change in your career."
        },
        "position6": {
          "upright": "Four of Wands, failure to establish a harmonious environment in the past may have created instability in your career.",
          "reversed": "Reversed Four of Wands, restlessness and disharmony may be obstacles from the past.",
          "keywords": {
            "0": "rapport",
            "1": "peace",
            "2": "celebration",
            "3": "stability",
            "4": "past"
          },
          "context": "Lack of adaptation in the past may have hindered his career today."
        },
        "position7": {
          "upright": "The Four of Wands indicates that the outcome of your career journey will be shaped by harmonious collaborations and consistent success.",
          "reversed": "Reversed Four of Wands may affect the outcome of unrest or instability.",
          "keywords": {
            "0": "rapport",
            "1": "stability",
            "2": "celebration",
            "3": "success",
            "4": "future"
          },
          "context": "The result will be lasting success through harmonious collaborations."
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "The Five of Wands symbolizes competition and conflict. You may be struggling to prove yourself in your career.",
          "reversed": "The reversed Five of Wands tells you that you should stay away from unnecessary arguments. This path may be consuming you.",
          "keywords": {
            "0": "rivalry",
            "1": "struggle",
            "2": "conflict",
            "3": "defense",
            "4": "greed"
          },
          "context": "Your true career emerges when you thrive in harmony rather than fueled by competition."
        },
        "position2": {
          "upright": "The Five of Wands says that healthy competition will improve you. You have to fight to show yourself.",
          "reversed": "The Five of Wands reversed indicates that you should stay away from unnecessary arguments.",
          "keywords": {
            "0": "rivalry",
            "1": "struggle",
            "2": "defense",
            "3": "greed",
            "4": "motivation"
          },
          "context": "You must use competition effectively to advance your career."
        },
        "position3": {
          "upright": "Five of Wands, you cannot control the intensity of competition or the nature of conflicts. These are external factors.",
          "reversed": "The Five of Wands reversed indicates that environments of discord and struggle develop outside of you.",
          "keywords": {
            "0": "rivalry",
            "1": "conflict",
            "2": "struggle",
            "3": "income",
            "4": "out of control"
          },
          "context": "You cannot determine the intensity of competition in your career."
        },
        "position4": {
          "upright": "Five of Wands shows that you are doing your best and struggling in a competitive environment.",
          "reversed": "Five of Wands reversed, unnecessary arguments can overshadow the value of the effort.",
          "keywords": {
            "0": "rivalry",
            "1": "struggle",
            "2": "resistance",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort comes from your desire to survive in competition."
        },
        "position5": {
          "upright": "Five of Wands, making competition constructive and directing your energy positively brings beneficial change in your career.",
          "reversed": "Reversed Five of Wands, letting go of unnecessary arguments provides development.",
          "keywords": {
            "0": "rivalry",
            "1": "struggle",
            "2": "energy",
            "3": "opportunity",
            "4": "change"
          },
          "context": "To change your career, you must turn competition into an advantage."
        },
        "position6": {
          "upright": "Five of Wands, past rivalries or constant arguments may have hindered your career.",
          "reversed": "Five of Wands reversed, unnecessary struggles may have blocked your path in the past.",
          "keywords": {
            "0": "rivalry",
            "1": "conflict",
            "2": "struggle",
            "3": "argument",
            "4": "past"
          },
          "context": "Past conflicts may have affected his current career."
        },
        "position7": {
          "upright": "Five of Wands indicates that the outcome of your career journey will be to emerge stronger from struggles.",
          "reversed": "The reversed Five of Wands can be weakened by unnecessary competition or arguments.",
          "keywords": {
            "0": "struggle",
            "1": "rivalry",
            "2": "resolution",
            "3": "resistance",
            "4": "future"
          },
          "context": "The result will be to emerge stronger from the competition."
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "The Six of Wands symbolizes victory and recognition. It shows that your achievements in your career are appreciated.",
          "reversed": "Reversed Six of Wands means not receiving the appreciation you expected or your success being postponed.",
          "keywords": {
            "0": "victory",
            "1": "recognition",
            "2": "success",
            "3": "discretion",
            "4": "pride"
          },
          "context": "Your real career is the way in which your efforts are appreciated and you shine."
        },
        "position2": {
          "upright": "Six of Wands suggests making your achievements visible and gaining recognition. Stand out with confidence.",
          "reversed": "The Reversed Six of Wands tells you that you should see your own value instead of waiting for appreciation.",
          "keywords": {
            "0": "success",
            "1": "discretion",
            "2": "visibility",
            "3": "confidence",
            "4": "victory"
          },
          "context": "To advance your career, you must share your achievements and be visible."
        },
        "position3": {
          "upright": "The Six of Wands shows that you are not in control of the appreciation and praise others give you.",
          "reversed": "Reversed Six of Wands: Sometimes, not getting the value you deserve is due to external circumstances.",
          "keywords": {
            "0": "discretion",
            "1": "success",
            "2": "visibility",
            "3": "support",
            "4": "out of control"
          },
          "context": "You don't get to determine how much recognition you get in your career."
        },
        "position4": {
          "upright": "Six of Wands shows that you are making an effort to make your achievements visible and seeking recognition.",
          "reversed": "Reversed Six of Wands, lack of visibility can overshadow the value of the effort.",
          "keywords": {
            "0": "success",
            "1": "discretion",
            "2": "confidence",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort is strengthened by highlighting your achievements."
        },
        "position5": {
          "upright": "Six of Wands provides beneficial change in your career by making your achievements more visible and increasing your self-confidence.",
          "reversed": "Reversed Six of Wands, you must take steps to increase your visibility.",
          "keywords": {
            "0": "success",
            "1": "confidence",
            "2": "discretion",
            "3": "visibility",
            "4": "change"
          },
          "context": "For change in your career, you should highlight your achievements."
        },
        "position6": {
          "upright": "Six of Wands may have hindered your career in the past when your achievements were not seen or appreciated.",
          "reversed": "Reversed Six of Wands, remaining invisible or feeling worthless may be affecting your career today.",
          "keywords": {
            "0": "discretion",
            "1": "success",
            "2": "confidence",
            "3": "value",
            "4": "past"
          },
          "context": "Staying invisible in the past may have hindered your career today."
        },
        "position7": {
          "upright": "The Six of Wands indicates that the outcome of your career journey will be victory, visibility and recognition.",
          "reversed": "Reversed Six of Wands, remaining invisible or late realization of success can affect the outcome.",
          "keywords": {
            "0": "victory",
            "1": "discretion",
            "2": "confidence",
            "3": "success",
            "4": "future"
          },
          "context": "The result will be to be visible and appreciated for your achievements."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "The Seven of Wands symbolizes self-defense and strong standing. You are struggling to maintain your position in your career.",
          "reversed": "The Seven of Wands reversed indicates that you are feeling vulnerable or tired of fighting.",
          "keywords": {
            "0": "defense",
            "1": "struggle",
            "2": "bravery",
            "3": "resistance",
            "4": "stability"
          },
          "context": "Your true career will be strengthened when you courageously defend your values."
        },
        "position2": {
          "upright": "The Seven of Wands advises you to defend yourself and strengthen your position. Your resilience will improve you.",
          "reversed": "The Reversed Seven of Wands indicates that unnecessary defenses can wear you down.",
          "keywords": {
            "0": "defense",
            "1": "resistance",
            "2": "bravery",
            "3": "stability",
            "4": "balance"
          },
          "context": "To advance your career, you must defend your field strongly."
        },
        "position3": {
          "upright": "Seven of Wands, you cannot control the intensity of the challenges you face. Circumstances determine how much defense you have to defend.",
          "reversed": "The Reversed Seven of Wands indicates that external pressures and strains are inevitable.",
          "keywords": {
            "0": "defense",
            "1": "struggle",
            "2": "resistance",
            "3": "oppression",
            "4": "out of control"
          },
          "context": "The intensity of the struggles in your career is out of your control."
        },
        "position4": {
          "upright": "The Seven of Wands shows that you are doing your best to maintain your position.",
          "reversed": "Reversed Seven of Wands, excessive defensiveness can reduce the effectiveness of the effort.",
          "keywords": {
            "0": "defense",
            "1": "resistance",
            "2": "effort",
            "3": "stability",
            "4": "performance"
          },
          "context": "You stand out with your effort, strong stance and defense."
        },
        "position5": {
          "upright": "The Seven of Wands, defending one's stance and standing bravely brings positive change in one's career.",
          "reversed": "Reversed Seven of Wands, you should be flexible instead of being too defensive.",
          "keywords": {
            "0": "bravery",
            "1": "defense",
            "2": "resistance",
            "3": "stability",
            "4": "change"
          },
          "context": "You must advocate for change in your career with determination."
        },
        "position6": {
          "upright": "The Seven of Wands may have been hindered in your career by not being able to defend yourself or protect your beliefs in the past.",
          "reversed": "Reversed Seven of Wands, being overly defensive or withdrawn can be an obstacle from the past.",
          "keywords": {
            "0": "defense",
            "1": "bravery",
            "2": "stability",
            "3": "struggle",
            "4": "past"
          },
          "context": "Not being able to defend yourself in the past affects your career today."
        },
        "position7": {
          "upright": "The Seven of Wands indicates that the outcome of your career journey will be to defend your stance with determination and come to a strong position.",
          "reversed": "The Reversed Seven of Wands can undermine progress through failure to resist.",
          "keywords": {
            "0": "defense",
            "1": "stability",
            "2": "bravery",
            "3": "location",
            "4": "future"
          },
          "context": "The result will be to come to a strong position while maintaining its determined stance."
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "The Eight of Wands symbolizes rapid developments and progress. Sudden opportunities and momentum in your career may be waiting for you.",
          "reversed": "The Reversed Eight of Wands indicates delays and communication problems. The progress you expect may come slowly.",
          "keywords": {
            "0": "speed",
            "1": "progress",
            "2": "news",
            "3": "opportunity",
            "4": "acceleration"
          },
          "context": "Your real career will become evident in the opportunities that open up to you with rapid developments."
        },
        "position2": {
          "upright": "The Eight of Wands emphasizes the importance of rapid progress and communication. Take action quickly.",
          "reversed": "The Reversed Eight of Wands indicates that delays can slow down development.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "acceleration",
            "3": "opportunity",
            "4": "movement"
          },
          "context": "To improve your career, you need to communicate quickly and effectively."
        },
        "position3": {
          "upright": "Eight of Wands, you cannot control the timing of rapid developments and sudden advances.",
          "reversed": "Reversed Eight of Wands, delays and communication breakdowns are out of your hands.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "opportunity",
            "3": "timing",
            "4": "out of control"
          },
          "context": "You cannot completely determine the pace of processes in your career."
        },
        "position4": {
          "upright": "The Eight of Wands shows that you are doing your best by acting quickly and decisively in your work.",
          "reversed": "Reversed Eight of Wands, delays or haste can mar performance.",
          "keywords": {
            "0": "speed",
            "1": "stability",
            "2": "effort",
            "3": "opportunity",
            "4": "performance"
          },
          "context": "Your effort is revealed through your fast and effective actions."
        },
        "position5": {
          "upright": "Eight of Wands, taking quicker action and seizing opportunities creates powerful change in your career.",
          "reversed": "Reversed Eight of Wands, you should take action instead of procrastinating.",
          "keywords": {
            "0": "speed",
            "1": "action",
            "2": "opportunity",
            "3": "energy",
            "4": "change"
          },
          "context": "To make a change in your career, you must act quickly and decisively."
        },
        "position6": {
          "upright": "Eight of Wands: Moving slowly or not taking advantage of opportunities in a timely manner may have hindered your career in the past.",
          "reversed": "Reversed Eight of Wands, procrastination and delays can be an obstacle from the past.",
          "keywords": {
            "0": "speed",
            "1": "opportunity",
            "2": "movement",
            "3": "delay",
            "4": "past"
          },
          "context": "Past delays may have hindered his current career."
        },
        "position7": {
          "upright": "The Eight of Wands indicates that the outcome of the career journey will be rapid advancements, developments and new opportunities.",
          "reversed": "Reversed Eight of Wands, delays or slow progress can slow down the outcome.",
          "keywords": {
            "0": "speed",
            "1": "opportunity",
            "2": "development",
            "3": "movement",
            "4": "future"
          },
          "context": "The result will be rapid progress and development with opportunities."
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "The Nine of Wands symbolizes resilience and determination. You manage to survive despite difficulties in your career.",
          "reversed": "The Reversed Nine of Wands can indicate burnout and a tendency to give up. You may be overloaded.",
          "keywords": {
            "0": "durability",
            "1": "stability",
            "2": "resistance",
            "3": "war",
            "4": "protection"
          },
          "context": "Your real career emerges when you resist without giving up and gather your strength."
        },
        "position2": {
          "upright": "The Nine of Wands advises you to persevere patiently and not give up. Standing strong will improve you.",
          "reversed": "The Reversed Nine of Wands tells you that extreme fatigue brings you close to giving up.",
          "keywords": {
            "0": "durability",
            "1": "patience",
            "2": "resistance",
            "3": "strength",
            "4": "protection"
          },
          "context": "To improve your career, you must be resilient and not give up."
        },
        "position3": {
          "upright": "Nine of Wands, you cannot control the number and intensity of obstacles you encounter. You have to show resistance.",
          "reversed": "Reversed Nine of Wands, external pressures and fatigues are out of your hands.",
          "keywords": {
            "0": "resistance",
            "1": "obstacles",
            "2": "fatigue",
            "3": "durability",
            "4": "out of control"
          },
          "context": "You can't change the intensity of the obstacles you face in your career."
        },
        "position4": {
          "upright": "The Nine of Wands shows that you continue to do your best even if you are tired.",
          "reversed": "The Reversed Nine of Wands can diminish the value of burnout performance.",
          "keywords": {
            "0": "durability",
            "1": "effort",
            "2": "patience",
            "3": "resistance",
            "4": "performance"
          },
          "context": "Your effort becomes stronger with your resilience and not giving up."
        },
        "position5": {
          "upright": "The Nine of Wands brings beneficial change in one's career, increasing one's stamina and persevering.",
          "reversed": "Reversed Nine of Wands, instead of overtiring yourself, you should give yourself time.",
          "keywords": {
            "0": "durability",
            "1": "resistance",
            "2": "resolution",
            "3": "patience",
            "4": "change"
          },
          "context": "You should maintain your resistance for change in your career, but you should not tire yourself out."
        },
        "position6": {
          "upright": "Nine of Wands, fatigue or being constantly on the defensive in the past may have hindered your career.",
          "reversed": "Reversed Nine of Wands, a tendency to give up may have slowed down his development in the past.",
          "keywords": {
            "0": "fatigue",
            "1": "resistance",
            "2": "defense",
            "3": "to give up",
            "4": "past"
          },
          "context": "Past fatigue and resistance affects your current career."
        },
        "position7": {
          "upright": "The Nine of Wands indicates that the outcome of your career journey will be success through patience, resilience and endurance.",
          "reversed": "Reversed Nine of Wands, fatigue or a tendency to give up can delay the outcome.",
          "keywords": {
            "0": "durability",
            "1": "patience",
            "2": "resistance",
            "3": "protection",
            "4": "future"
          },
          "context": "The result will be moving forward with endurance and perseverance."
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Ten of Wands indicates increased burdens and responsibilities. You may have taken on a heavy burden in your career.",
          "reversed": "The reversed Ten of Wands tells you that you should get rid of unnecessary responsibilities. The burden you carry consumes you.",
          "keywords": {
            "0": "responsibility",
            "1": "load",
            "2": "strain",
            "3": "effort",
            "4": "durability"
          },
          "context": "Your real career should bring you shareable responsibilities, not heavy burdens."
        },
        "position2": {
          "upright": "Ten of Wands suggests managing your responsibilities consciously. Lightening their burden accelerates their development.",
          "reversed": "The reversed Ten of Wands tells you that you should get rid of unnecessary responsibilities.",
          "keywords": {
            "0": "responsibility",
            "1": "load",
            "2": "balance",
            "3": "effort",
            "4": "planning"
          },
          "context": "To improve your career, you must reduce your burdens and organize your priorities."
        },
        "position3": {
          "upright": "Ten of Wands, some of the responsibilities placed on you are out of your control. Sometimes the system can push you.",
          "reversed": "The Reversed Ten of Wands indicates that extra burdens are sometimes imposed by external circumstances.",
          "keywords": {
            "0": "load",
            "1": "responsibility",
            "2": "oppression",
            "3": "effort",
            "4": "out of control"
          },
          "context": "Some of the burdens you carry in your career are determined outside of you."
        },
        "position4": {
          "upright": "Ten of Wands shows that you are doing your best despite heavy responsibilities.",
          "reversed": "Reversed Ten of Wands, overexertion can diminish the value of the effort.",
          "keywords": {
            "0": "responsibility",
            "1": "load",
            "2": "effort",
            "3": "patience",
            "4": "performance"
          },
          "context": "Your effort is seen in the way you carry the burdens you undertake."
        },
        "position5": {
          "upright": "Ten of Wands, sharing responsibilities more fairly brings positive change in your career.",
          "reversed": "Reversed Ten of Wands, you should learn to get support instead of overloading.",
          "keywords": {
            "0": "responsibility",
            "1": "load",
            "2": "balance",
            "3": "support",
            "4": "change"
          },
          "context": "For change in your career, you must manage your workload balancedly."
        },
        "position6": {
          "upright": "Ten of Wands, taking on too much responsibility in the past may have hindered your career.",
          "reversed": "Reversed Ten of Wands, not asking for support and carrying burdens alone can be obstacles from the past.",
          "keywords": {
            "0": "load",
            "1": "responsibility",
            "2": "support",
            "3": "balance",
            "4": "past"
          },
          "context": "Being overworked in the past may have hindered your career today."
        },
        "position7": {
          "upright": "The Ten of Wands indicates that the outcome of the career journey will be lasting success through balancing responsibilities.",
          "reversed": "The Ten of Wands reversed can make progress difficult as a result of being overloaded.",
          "keywords": {
            "0": "responsibility",
            "1": "balance",
            "2": "load",
            "3": "resolution",
            "4": "future"
          },
          "context": "The result will be achieving success by managing your responsibilities in a balanced manner."
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "The Prince of Wands symbolizes curiosity, discovery and inspiration. A new opportunity or learning process awaits you in your career.",
          "reversed": "The Reversed Prince of Wands may indicate losing opportunities due to quick fading of enthusiasm or carelessness.",
          "keywords": {
            "0": "curiosity",
            "1": "inspiration",
            "2": "discovery",
            "3": "learning",
            "4": "beginning"
          },
          "context": "Your true career lies in new beginnings that nourish your spirit of discovery."
        },
        "position2": {
          "upright": "The Prince of Wands recommends that you try new things and be open to learning. Curiosity will improve you.",
          "reversed": "The Reversed Prince of Wands indicates that opportunities may be missed due to carelessness or impatience.",
          "keywords": {
            "0": "learning",
            "1": "discovery",
            "2": "inspiration",
            "3": "attempt",
            "4": "creativity"
          },
          "context": "To advance your career, you must explore and learn new things."
        },
        "position3": {
          "upright": "Prince of Wands, you cannot control when new opportunities arise. Opportunities come in their own moment.",
          "reversed": "The Reversed Prince of Wands indicates that lack of inspiration and delays may be due to external circumstances.",
          "keywords": {
            "0": "inspiration",
            "1": "opportunity",
            "2": "new way",
            "3": "timing",
            "4": "out of control"
          },
          "context": "You cannot determine when new opportunities open up in your career."
        },
        "position4": {
          "upright": "The Prince of Wands shows that he does his best by approaching his work with curiosity and eagerness to learn.",
          "reversed": "Inverted Prince of Wands, carelessness can mar your performance.",
          "keywords": {
            "0": "curiosity",
            "1": "learning",
            "2": "enthusiasm",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort comes from your desire to learn new things."
        },
        "position5": {
          "upright": "Prince of Wands, learning new things and experimenting with excitement brings beneficial change in your career.",
          "reversed": "Prince of Wands, putting your enthusiasm into action will move you forward.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "enthusiasm",
            "3": "attempt",
            "4": "change"
          },
          "context": "To change your career, you must put your curiosity into practice."
        },
        "position6": {
          "upright": "The Prince of Wands may have hindered his career in the past by abandoning his ambitions or not trying.",
          "reversed": "Inverted Prince of Wands, lack of motivation may be an obstacle from the past.",
          "keywords": {
            "0": "enthusiasm",
            "1": "attempt",
            "2": "inspiration",
            "3": "motivation",
            "4": "past"
          },
          "context": "The failed ambitions of the past affect your career today."
        },
        "position7": {
          "upright": "The Prince of Wands indicates that the outcome of your career journey will be shaped by new ideas, enthusiasm and experiments.",
          "reversed": "The Reversed Prince of Wands may delay the outcome as enthusiasm fades quickly.",
          "keywords": {
            "0": "idea",
            "1": "enthusiasm",
            "2": "attempt",
            "3": "inspiration",
            "4": "future"
          },
          "context": "The result will be progress by experimenting with new ideas."
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "The Knight of Wands symbolizes acting with passion and courage. You may be excited about a new path in your career.",
          "reversed": "The reversed Knight of Wands indicates the risk of rashness or acting without direction.",
          "keywords": {
            "0": "passion",
            "1": "bravery",
            "2": "adventure",
            "3": "movement",
            "4": "energy"
          },
          "context": "Your true career will shine when you enthusiastically pursue your passion."
        },
        "position2": {
          "upright": "The Knight of Wands recommends that you move forward with passion and courage. Assertiveness will improve you.",
          "reversed": "The reversed Knight of Wands indicates that hasty actions can create risks.",
          "keywords": {
            "0": "bravery",
            "1": "passion",
            "2": "action",
            "3": "leap",
            "4": "energy"
          },
          "context": "To improve your career, you must turn your passion into action."
        },
        "position3": {
          "upright": "Knight of Wands, you cannot control the sudden presentation of opportunities. Bursts of energy occur spontaneously.",
          "reversed": "Reversed Knight of Wands, obstacles from external circumstances can slow you down.",
          "keywords": {
            "0": "energy",
            "1": "opportunity",
            "2": "movement",
            "3": "sudden development",
            "4": "out of control"
          },
          "context": "Some sudden opportunities in your career occur outside of you."
        },
        "position4": {
          "upright": "The Knight of Wands shows that you move forward with passion and courage, giving your best energy.",
          "reversed": "Reversed Knight of Wands, haste can diminish the value of effort.",
          "keywords": {
            "0": "bravery",
            "1": "passion",
            "2": "effort",
            "3": "energy",
            "4": "performance"
          },
          "context": "Çaban stands out with his brave and passionate approach."
        },
        "position5": {
          "upright": "Knight of Wands, you can make a powerful change in your career by taking bold and energetic steps.",
          "reversed": "Reverse Knight of Wands, you should avoid haste and move forward more consciously.",
          "keywords": {
            "0": "bravery",
            "1": "energy",
            "2": "stability",
            "3": "aim",
            "4": "change"
          },
          "context": "For change in your career, you must act bravely but plannedly."
        },
        "position6": {
          "upright": "The Knight of Wands may have acted hastily or taken risks without thinking in the past, which may have hindered his career.",
          "reversed": "Reversed Knight of Wands, lack of direction and impatience may have limited you in the past.",
          "keywords": {
            "0": "rush",
            "1": "risk",
            "2": "impatience",
            "3": "bravery",
            "4": "past"
          },
          "context": "Rushing in the past may have hindered his current career."
        },
        "position7": {
          "upright": "The Knight of Wands indicates that the outcome of your career journey will be shaped by bold steps and energetic progress.",
          "reversed": "The reversed Knight of Wands can make the process difficult as a result of haste or lack of direction.",
          "keywords": {
            "0": "bravery",
            "1": "energy",
            "2": "progress",
            "3": "aim",
            "4": "future"
          },
          "context": "The result will be moving forward by taking bold steps."
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "The Queen of Wands symbolizes self-confidence, charisma and leadership energy. You assert yourself strongly in your career.",
          "reversed": "The Queen of Wands reversed may indicate insecurity or difficulty expressing oneself.",
          "keywords": {
            "0": "leadership",
            "1": "confidence",
            "2": "charisma",
            "3": "inspiration",
            "4": "strength"
          },
          "context": "Your true career will be revealed when you reveal your inner strength and leadership."
        },
        "position2": {
          "upright": "The Queen of Wands advises you to display your self-confidence and take on a leadership role. Your charisma will improve you.",
          "reversed": "Inverted Queen of Wands, insecurity, or lack of self-expression can slow down your development.",
          "keywords": {
            "0": "confidence",
            "1": "leadership",
            "2": "charisma",
            "3": "inspiration",
            "4": "strength"
          },
          "context": "To improve your career, you must stand out with self-confidence."
        },
        "position3": {
          "upright": "Queen of Wands, you can't always control the trust and support that those around you have in you.",
          "reversed": "Inverted Queen of Wands, the jealousies or insecurities of others may develop outside of you.",
          "keywords": {
            "0": "trust",
            "1": "support",
            "2": "leadership",
            "3": "respect",
            "4": "out of control"
          },
          "context": "You cannot determine the trust others have in you in your career."
        },
        "position4": {
          "upright": "The Queen of Wands shows that she brings confidence and charisma to her work. You're doing your best.",
          "reversed": "Inverted Queen of Wands, lack of self-confidence can devalue your performance.",
          "keywords": {
            "0": "confidence",
            "1": "leadership",
            "2": "charisma",
            "3": "effort",
            "4": "performance"
          },
          "context": "Your effort, self-confidence and leadership are reflected in your work."
        },
        "position5": {
          "upright": "The Queen of Wands brings beneficial change in one's career, increasing one's self-confidence and displaying more leadership qualities.",
          "reversed": "Inverted Queen of Wands, you should make your self-confidence more visible rather than suppressing it.",
          "keywords": {
            "0": "confidence",
            "1": "leadership",
            "2": "charisma",
            "3": "bravery",
            "4": "change"
          },
          "context": "To make a change in your career, you must highlight your self-confidence."
        },
        "position6": {
          "upright": "Queen of Wands, lack of self-confidence or remaining invisible may have hindered your career in the past.",
          "reversed": "Inverted Queen of Wands, suppressing charisma or remaining passive may be an obstacle from the past.",
          "keywords": {
            "0": "confidence",
            "1": "leadership",
            "2": "visibility",
            "3": "charisma",
            "4": "past"
          },
          "context": "Lack of self-confidence in the past affects your career today."
        },
        "position7": {
          "upright": "The Queen of Wands indicates that the outcome of your career journey will be shaped by self-confidence, leadership and charisma.",
          "reversed": "The Reversed Queen of Wands can overshadow success as a result of lack of self-confidence.",
          "keywords": {
            "0": "confidence",
            "1": "leadership",
            "2": "charisma",
            "3": "bravery",
            "4": "future"
          },
          "context": "The result will be leading with confidence and charisma."
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "The King of Wands symbolizes visionary leadership and bold decisions. You carry a strong leadership energy in your career.",
          "reversed": "The Reversed King of Wands may indicate oppressive attitudes or directionless leadership.",
          "keywords": {
            "0": "vision",
            "1": "leadership",
            "2": "bravery",
            "3": "decision",
            "4": "strength"
          },
          "context": "Your real career is the path where you manifest your vision with determination."
        },
        "position2": {
          "upright": "The King of Wands recommends visionary leadership and setting big goals. Brave steps will help you advance in your career.",
          "reversed": "The Reverse King of Wands indicates that lack of planning or oppressive attitudes may challenge you.",
          "keywords": {
            "0": "vision",
            "1": "leadership",
            "2": "bravery",
            "3": "decision",
            "4": "progress"
          },
          "context": "You must take visionary and courageous steps to improve your career."
        },
        "position3": {
          "upright": "King of Wands, you cannot control the decisions of leaders or powerful figures. Their vision affects you too.",
          "reversed": "Inverted King of Wands, the oppressive attitudes of those in positions of authority are not under your control.",
          "keywords": {
            "0": "leadership",
            "1": "authority",
            "2": "vision",
            "3": "strength",
            "4": "out of control"
          },
          "context": "You cannot change the decisions of strong leaders in your career."
        },
        "position4": {
          "upright": "The King of Wands shows that he proceeds with a visionary perspective and does his best by leading the way in his work.",
          "reversed": "The Reversed King of Wands may mar the performance of lack of planning or excess.",
          "keywords": {
            "0": "vision",
            "1": "leadership",
            "2": "effort",
            "3": "stability",
            "4": "performance"
          },
          "context": "Your effort emerges with your visionary leadership and determined attitude."
        },
        "position5": {
          "upright": "King of Wands, visionary thinking and leadership creates positive changes in your career.",
          "reversed": "Inverted King of Wands, you should be an inspirational leader rather than an authoritarian one.",
          "keywords": {
            "0": "vision",
            "1": "leadership",
            "2": "inspiration",
            "3": "stability",
            "4": "change"
          },
          "context": "For change in your career, you must embrace visionary and inspirational leadership."
        },
        "position6": {
          "upright": "King of Wands, a lack of vision or not taking advantage of leadership opportunities in the past may have hindered his career.",
          "reversed": "Inverted King of Wands, being overly controlling or lack of direction may be an obstacle from the past.",
          "keywords": {
            "0": "vision",
            "1": "leadership",
            "2": "control",
            "3": "opportunity",
            "4": "past"
          },
          "context": "Lack of vision or leadership issues in the past are affecting your career today."
        },
        "position7": {
          "upright": "The King of Wands indicates that the outcome of your career journey will be shaped by visionary leadership and strong authority.",
          "reversed": "The Reversed King of Wands can weaken interactions as a result of lack of control or loss of direction.",
          "keywords": {
            "0": "vision",
            "1": "leadership",
            "2": "authority",
            "3": "charisma",
            "4": "future"
          },
          "context": "The result will be a strong position with visionary leadership."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "The Ace of Pentacles is the card of abundance, opportunity and a solid start. A new job, income or a reliable path may be opened in your career.",
          "reversed": "The reversed Ace of Pentacles indicates missed opportunities or financial uncertainty. Maybe your current path doesn't offer stability.",
          "keywords": {
            "0": "opportunity",
            "1": "plenty",
            "2": "beginning",
            "3": "financial security",
            "4": "potential"
          },
          "context": "Your real career lies in a new beginning that gives you stability and tangible income."
        },
        "position2": {
          "upright": "The Ace of Pentacles recommends you move forward with a new investment, training or opportunity for development. Your financial security may increase.",
          "reversed": "The Ace of Pentacles reversed indicates that progress will slow down if one does not seize opportunities or act cautiously.",
          "keywords": {
            "0": "opportunity",
            "1": "investment",
            "2": "beginning",
            "3": "plenty",
            "4": "stability"
          },
          "context": "You should invest in new opportunities to develop your career."
        },
        "position3": {
          "upright": "Ace of Pentacles, you cannot control when financial opportunities or new job opportunities arise.",
          "reversed": "Ace of Pentacles reversed, missed opportunities or delays are out of your control.",
          "keywords": {
            "0": "opportunity",
            "1": "material conditions",
            "2": "beginning",
            "3": "chance",
            "4": "out of control"
          },
          "context": "The emergence of financial opportunities in your career occurs outside of you."
        },
        "position4": {
          "upright": "The Ace of Pentacles shows that it carries a strong initial energy for concrete results. You use your resources efficiently and do your best.",
          "reversed": "Reversed Ace of Pentacles, when you don't embrace opportunities enough, your efforts may not show up; You have to strengthen the foundation.",
          "keywords": {
            "0": "beginning",
            "1": "opportunity",
            "2": "concrete step",
            "3": "yield",
            "4": "stability"
          },
          "context": "Your effort looks best when it has solid, concrete beginnings."
        },
        "position5": {
          "upright": "Ace of Talismans: Taking advantage of new opportunities and stepping into concrete projects creates strong change in your career.",
          "reversed": "Reverse Ace of Pentacles, you should embrace opportunities quickly instead of postponing them.",
          "keywords": {
            "0": "beginning",
            "1": "opportunity",
            "2": "concrete step",
            "3": "trust",
            "4": "change"
          },
          "context": "You must boldly open new doors for change in your career."
        },
        "position6": {
          "upright": "Ace of Pentacles, missed financial opportunities in the past or hesitancy to invest may have hindered your current career.",
          "reversed": "The Ace of Pentacles reversed may have been limited by instability or poor investment decisions in the past.",
          "keywords": {
            "0": "opportunity",
            "1": "investment",
            "2": "stability",
            "3": "source",
            "4": "past"
          },
          "context": "Opportunities that you did not take advantage of in the past may have hindered your career today."
        },
        "position7": {
          "upright": "The Ace of Pentacles indicates that the outcome of the career journey will bring concrete opportunities, financial security and stability.",
          "reversed": "The Ace of Pentacles reversed can slow down the process as a result of missed opportunities or instability.",
          "keywords": {
            "0": "opportunity",
            "1": "financial security",
            "2": "stability",
            "3": "beginning",
            "4": "future"
          },
          "context": "The result will be stabilization with a new and concrete opportunity."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "The Two of Pentacles symbolizes balance and harmony. You may be juggling more than one responsibility in your career.",
          "reversed": "The Reversed Two of Pentacles indicates overload or inability to manage priorities.",
          "keywords": {
            "0": "balance",
            "1": "rapport",
            "2": "flexibility",
            "3": "multitasking",
            "4": "administration"
          },
          "context": "Your real career is revealed where you can manage your responsibilities in a balanced way."
        },
        "position2": {
          "upright": "Two of Pentacles recommends balanced management of responsibilities for development. Carrying out multiple tasks harmoniously will make you stronger.",
          "reversed": "The Reversed Two of Pentacles indicates that lack of planning and disorganization can challenge you.",
          "keywords": {
            "0": "balance",
            "1": "rapport",
            "2": "flexibility",
            "3": "multitasking",
            "4": "planning"
          },
          "context": "To improve your career, you must learn balance and organize your responsibilities."
        },
        "position3": {
          "upright": "Two of Pentacles, you can't control multiple responsibilities coming at once. This intensity is sometimes unavoidable.",
          "reversed": "Inverted Two of Pentacles, imbalances and overloads can develop outside of you.",
          "keywords": {
            "0": "balance",
            "1": "intensity",
            "2": "responsibility",
            "3": "flexibility",
            "4": "out of control"
          },
          "context": "Taking on more than one job simultaneously in your career is sometimes inevitable."
        },
        "position4": {
          "upright": "The Two of Pentacles shows that you can juggle multiple tasks and work flexibly. You are doing your best.",
          "reversed": "Inverted Two of Pentacles, lack of prioritization can reduce the effectiveness of the effort.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "time management",
            "3": "priority",
            "4": "flow"
          },
          "context": "Your effort is most valuable with smart time and task management."
        },
        "position5": {
          "upright": "Balancing the Two of Pentacles, time and resource management brings beneficial change in career.",
          "reversed": "Reversed Two of Pentacles, you need to reduce clutter and clarify your priorities.",
          "keywords": {
            "0": "balance",
            "1": "time management",
            "2": "source",
            "3": "priority",
            "4": "change"
          },
          "context": "For a change in your career, you should manage your tasks more balanced."
        },
        "position6": {
          "upright": "Two of Pentacles, having difficulty with time and resource management in the past may have hindered your current career.",
          "reversed": "The Reversed Two of Pentacles, too much clutter, or mistakes in priorities can be obstacles from the past.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "source",
            "3": "time",
            "4": "past"
          },
          "context": "Imbalances in resource management in the past affect his career today."
        },
        "position7": {
          "upright": "The Two of Pentacles indicates that the outcome of the career journey will be to achieve balance and manage resources wisely.",
          "reversed": "The Reversed Two of Pentacles can complicate the process as a result of imbalance or priority errors.",
          "keywords": {
            "0": "balance",
            "1": "source",
            "2": "priority",
            "3": "flexibility",
            "4": "future"
          },
          "context": "The result will be progress by managing its resources in balance."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "The Three of Pentacles means cooperation and mastery. You are building something valuable in your career through teamwork.",
          "reversed": "The Three of Pentacles reversed may indicate disharmony or under-appreciation of one's efforts.",
          "keywords": {
            "0": "partnership",
            "1": "mastery",
            "2": "success",
            "3": "teamwork",
            "4": "learning"
          },
          "context": "Your true career will shine where your effort is valued and you build together."
        },
        "position2": {
          "upright": "The Three of Pentacles recommends that you engage in teamwork and increase cooperation. Joint projects will improve you.",
          "reversed": "The Three of Pentacles reversed says that disharmony or lack of cooperation can limit your development.",
          "keywords": {
            "0": "partnership",
            "1": "set",
            "2": "mastery",
            "3": "progress",
            "4": "learning"
          },
          "context": "To improve your career, you must be open to collaboration."
        },
        "position3": {
          "upright": "Three of Pentacles, you cannot control the level of contribution of the people you work with. Collaboration is not entirely in your hands.",
          "reversed": "Inverted Three of Pentacles, disharmony or inadequacies sometimes arise from external circumstances.",
          "keywords": {
            "0": "partnership",
            "1": "set",
            "2": "support",
            "3": "contribution",
            "4": "out of control"
          },
          "context": "You can't always determine the quality of your career collaborations."
        },
        "position4": {
          "upright": "The Three of Pentacles shows visible effort and mastery within the team.",
          "reversed": "The Three of Pentacles reversed, lack of cooperation or substandard work can lower your perception of performance.",
          "keywords": {
            "0": "partnership",
            "1": "mastery",
            "2": "standard",
            "3": "feedback",
            "4": "development"
          },
          "context": "Çaban stands out with its joint production and quality standards."
        },
        "position5": {
          "upright": "The Three of Pentacles, collaborating more within the team and improving one's skills brings beneficial change in one's career.",
          "reversed": "Reversed Three of Pentacles, you must learn to get support instead of working alone.",
          "keywords": {
            "0": "partnership",
            "1": "skill",
            "2": "learning",
            "3": "mastery",
            "4": "change"
          },
          "context": "For change in your career, you should participate more in teamwork."
        },
        "position6": {
          "upright": "The Three of Pentacles may have experienced difficulties in teamwork or a lack of cooperation in the past, which may have hindered your career.",
          "reversed": "The Three of Pentacles reversed, avoiding cooperation or being alone may have affected your career today.",
          "keywords": {
            "0": "partnership",
            "1": "team",
            "2": "support",
            "3": "mastery",
            "4": "past"
          },
          "context": "Team incompatibilities in the past may have hindered his current career."
        },
        "position7": {
          "upright": "The Three of Pentacles indicates that the outcome of the career journey will be shaped by collaboration, teamwork and the acquisition of expertise.",
          "reversed": "The Three of Pentacles reversed can make success difficult as a result of lack of cooperation or loneliness.",
          "keywords": {
            "0": "partnership",
            "1": "team",
            "2": "mastery",
            "3": "support",
            "4": "future"
          },
          "context": "The result will be developing expertise with team support."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "The Four of Pentacles symbolize trust and ownership. You may be looking for stability in your career and want to protect what you have achieved.",
          "reversed": "The Reversed Four of Pentacles may indicate that you are acting out of excessive control or fear of loss.",
          "keywords": {
            "0": "trust",
            "1": "protection",
            "2": "financial stability",
            "3": "control",
            "4": "possessiveness"
          },
          "context": "Your real career should give you confidence while also offering growth opportunity."
        },
        "position2": {
          "upright": "The Four of Pentacles advises you to establish a secure foundation for growth. Move forward by preserving your material and spiritual values.",
          "reversed": "The Reversed Four of Pentacles indicates that excessive conservatism or fear of change will slow down development.",
          "keywords": {
            "0": "trust",
            "1": "basis",
            "2": "stability",
            "3": "protection",
            "4": "balance"
          },
          "context": "To develop your career, you need to create a solid but flexible foundation."
        },
        "position3": {
          "upright": "Four of Pentacles, you cannot control the natural cycles of economic fluctuations or the need for security.",
          "reversed": "The Reversed Four of Pentacles indicates that their anxieties or financial constraints sometimes come from external factors.",
          "keywords": {
            "0": "security",
            "1": "economy",
            "2": "saving",
            "3": "Restriction",
            "4": "out of control"
          },
          "context": "You can't change economic fluctuations in your career."
        },
        "position4": {
          "upright": "The Four of Pentacles shows that you protect your resources and work with discipline. You have a consistent effort.",
          "reversed": "The Reversed Four of Pentacles can limit performance by excessive conservatism and risk aversion.",
          "keywords": {
            "0": "stability",
            "1": "discipline",
            "2": "saving",
            "3": "control",
            "4": "trust"
          },
          "context": "Effort combined with consistency produces sustainable success."
        },
        "position5": {
          "upright": "The Four of Pentacles, carefully managing your resources and creating security creates beneficial change in your career.",
          "reversed": "Reversed Four of Pentacles, you should share more instead of being too conservative.",
          "keywords": {
            "0": "security",
            "1": "saving",
            "2": "control",
            "3": "balance",
            "4": "change"
          },
          "context": "For change in your career, you must manage your resources balancedly."
        },
        "position6": {
          "upright": "Four of Pentacles, excessive conservatism or risk aversion may have limited your career in the past.",
          "reversed": "The Reversed Four of Pentacles, lack of sharing, and overcontrol may have created obstacles in the past.",
          "keywords": {
            "0": "conservatism",
            "1": "security",
            "2": "sharing",
            "3": "risk",
            "4": "past"
          },
          "context": "Excessive control or fears in the past are affecting your career today."
        },
        "position7": {
          "upright": "The Four of Pentacles indicates that the outcome of the career journey will be to establish security and stability.",
          "reversed": "The Reversed Four of Pentacles can lead to missed opportunities as a result of excessive conservatism or control.",
          "keywords": {
            "0": "security",
            "1": "stability",
            "2": "control",
            "3": "balance",
            "4": "future"
          },
          "context": "The result will be moving forward with a secure foundation."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "The Five of Pentacles symbolizes hardship and deprivation. You may be experiencing anxiety or temporary losses in your career.",
          "reversed": "The Reversed Five of Pentacles indicates a process of finding support and recovery.",
          "keywords": {
            "0": "difficulty",
            "1": "loss",
            "2": "loneliness",
            "3": "financial difficulties",
            "4": "support"
          },
          "context": "Your true career will be revealed where you can overcome difficulties with solidarity."
        },
        "position2": {
          "upright": "The Five of Pentacles tells you that you should not hesitate to ask for help to improve. You can overcome difficulties with solidarity.",
          "reversed": "The reversed Five of Pentacles indicates that it is time to recover and find support.",
          "keywords": {
            "0": "support",
            "1": "difficulty",
            "2": "help",
            "3": "unity",
            "4": "improvement"
          },
          "context": "You must learn to get support to develop your career."
        },
        "position3": {
          "upright": "Five of Pentacles, some financial difficulties or lack of support you cannot control.",
          "reversed": "Inverted Five of Pentacles, the timing of recovery opportunities develops outside of you.",
          "keywords": {
            "0": "loss",
            "1": "financial difficulty",
            "2": "support",
            "3": "external influence",
            "4": "out of control"
          },
          "context": "Some financial losses or lack of support are inevitable in your career."
        },
        "position4": {
          "upright": "The Five of Pentacles shows that you continue to work despite difficulties; You are resilient.",
          "reversed": "Inverted Five of Pentacles, not asking for help can reduce the effectiveness of the effort; get support.",
          "keywords": {
            "0": "durability",
            "1": "help",
            "2": "resolution",
            "3": "improvement",
            "4": "patience"
          },
          "context": "Effort combined with support transcends the threshold of difficulty."
        },
        "position5": {
          "upright": "The Five of Pentacles, asking for help and seeking solidarity despite difficulties brings beneficial change in your career.",
          "reversed": "Inverted Five of Pentacles, you must learn to ask for support instead of being alone.",
          "keywords": {
            "0": "solidarity",
            "1": "help",
            "2": "support",
            "3": "patience",
            "4": "change"
          },
          "context": "You must be open to help for change in your career."
        },
        "position6": {
          "upright": "Five of Pentacles, financial difficulties or lack of support in the past may have hindered your career.",
          "reversed": "Inverted Five of Pentacles, being alone or not asking for help may have limited you in the past.",
          "keywords": {
            "0": "financial difficulty",
            "1": "support",
            "2": "loneliness",
            "3": "source",
            "4": "past"
          },
          "context": "Past difficulties may have hindered your current career."
        },
        "position7": {
          "upright": "The Five of Pentacles indicates that the outcome of the career journey will be to bounce back from difficulties with solidarity and support.",
          "reversed": "The Five of Pentacles reversed can make the process difficult as a result of loneliness or lack of help.",
          "keywords": {
            "0": "solidarity",
            "1": "support",
            "2": "difficulty",
            "3": "recovery",
            "4": "future"
          },
          "context": "The result will be bouncing back from difficulties with support."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "The Six of Pentacles symbolizes generosity and mutual support. Cooperation and sharing stand out in his career.",
          "reversed": "The Reversed Six of Pentacles may indicate unbalanced relationships or unequal sharing.",
          "keywords": {
            "0": "generosity",
            "1": "sharing",
            "2": "help",
            "3": "balance",
            "4": "support"
          },
          "context": "Your real career is the one built on fair sharing and mutual support."
        },
        "position2": {
          "upright": "The Six of Pentacles suggests sharing and using your generosity for growth. Solidarity will make you stronger.",
          "reversed": "The Reversed Six of Pentacles indicates that it can prevent the development of unfair or one-sided relationships.",
          "keywords": {
            "0": "generosity",
            "1": "sharing",
            "2": "balance",
            "3": "support",
            "4": "justice"
          },
          "context": "To develop your career, you must share fairly and cooperate."
        },
        "position3": {
          "upright": "Six of Pentacles, you cannot control the amount of support or assistance you receive. The generosity of others is in their hands.",
          "reversed": "Inverted Six of Pentacles, unfair divisions or imbalances develop outside of you.",
          "keywords": {
            "0": "help",
            "1": "sharing",
            "2": "justice",
            "3": "balance",
            "4": "out of control"
          },
          "context": "You don't determine the support or generosity of others in your career."
        },
        "position4": {
          "upright": "The Six of Pentacles indicates strengthening performance through fair sharing and mutual support.",
          "reversed": "The Reversed Six of Talisman can weaken the motivation for unbalanced shopping and unseen labor.",
          "keywords": {
            "0": "sharing",
            "1": "justice",
            "2": "support",
            "3": "balance",
            "4": "discretion"
          },
          "context": "Your efforts are at their best when you receive fair recognition and support."
        },
        "position5": {
          "upright": "The Six of Pentacles brings beneficial change in the career of fair sharing and mutual support.",
          "reversed": "Inverted Six of Pentacles, you should choose fair sharing over unbalanced relationships.",
          "keywords": {
            "0": "sharing",
            "1": "balance",
            "2": "justice",
            "3": "support",
            "4": "change"
          },
          "context": "For change in your career, you must establish fair relationships."
        },
        "position6": {
          "upright": "Six of Pentacles, unfair relationships or unbalanced assistance may have hindered your career in the past.",
          "reversed": "Inverted Six of Pentacles, unrequited efforts can be an obstacle from the past.",
          "keywords": {
            "0": "justice",
            "1": "sharing",
            "2": "balance",
            "3": "help",
            "4": "past"
          }
        }
      }
    }
  }
}
