{
  "numerology": {
    "birthdayMeanings": {
      "1": "Souls with birthday number 1 arrive in the world carrying the energy of pioneering. The spark within them longs to open new paths, take the lead, and navigate by their own light. Their courage inspires everyone around them; yet this fire can sometimes turn into loneliness or an excessive need for control. True leadership is born when they learn to share their power; once balanced, the 1 energy becomes a torch that lights the way for all.",
      "2": "Those with birthday number 2 embody harmony and grace. They build bridges in relationships, bring hearts together, and seek love, understanding, and emotional balance. Their sensitivity can, at times, push them into the background. The lesson of 2 is that saying “no” is just as much an act of love as saying “yes”; when in balance, they become a calm, healing presence.",
      "3": "People born under number 3 step into life with joy, color, and creativity. Expressing themselves through writing, art, or speech comes naturally, and they illuminate any room they enter. When their energy becomes scattered, their potential can drift away; the secret of the 3 is to marry creativity with discipline. When they focus, they transform both themselves and their environment with inspiration.",
      "4": "Those with birthday number 4 are the architects of life. Order, stability, and responsibility are woven into their nature; they work with patience and build solid foundations. When they become too rigid or controlling, they can feel trapped behind their own walls. The lesson of 4 is that flexibility is also a strength; once balanced, they create enduring structures and relationships grounded in trust.",
      "5": "People with birthday number 5 are the children of freedom. Life is a journey filled with experiences; they thrive on adventure, change, and novelty. Their quest for freedom can sometimes lead to feeling directionless. The lesson of 5 is to learn how to remain free even within boundaries; when freedom is united with responsibility, life becomes an inspiring exploration.",
      "6": "Those born under number 6 carry hearts shaped by love. They hold harmony, beauty, and responsibility, acting as a safe harbor for family and friends. Excessive sacrifice can cause them to forget their own needs. The lesson of 6 is to love others without abandoning themselves; once balanced, their presence brings genuine healing.",
      "7": "Souls with birthday number 7 are seekers of wisdom. They come into the world to sense the unseen and decipher life's mysteries; solitude is an inner sanctuary for them. Extreme withdrawal can create emotional distance. The lesson of 7 is to share their intuition; when they offer their inner wisdom to the world, they become a light for themselves and others.",
      "8": "Those with birthday number 8 hold the energy of power and achievement. Strategic, determined, and naturally managerial, they master the material world, setting goals and attaining them. Ambition’s shadow can sometimes eclipse the heart. The lesson of 8 is to unite power with love; when they balance spirit and matter, their leadership becomes fair and abundant.",
      "9": "People born under number 9 are old souls devoted to serving humanity. Their hearts are wide, their love universal; they beautify life with art, kindness, and compassion. Excessive sentimentality or attachment to the past can drain their energy. The lesson of 9 is that letting go is also a form of love; when they forgive, they liberate both themselves and the world.",
      "11": "Those with birthday number 11 are visionaries guided by divine intuition. They operate at a high frequency, bringing inspiration and awareness to others. This intensity can foster anxiety or imbalance. The lesson of 11 is to anchor their inner light; when grounded, they shine like a star offering hope and guidance.",
      "22": "Souls with birthday number 22 are master builders who manifest dreams into reality. They have the strength to translate grand visions into form, working with discipline and practicality to create lasting structures. Such powerful energy can produce pressure and the weight of responsibility. The lesson of 22 is to fearlessly construct their vision; when balanced, they leave enduring legacies on both the material and spiritual planes.",
      "33": "Those with birthday number 33 are teachers of unconditional love. They give from the heart, heal from the heart, inspire people, and carry light into communities. This intense love can sometimes feel heavy. The lesson of 33 is to direct healing toward themselves as well; when in balance, they become a profound source of collective healing."
    },
    "calculators": {
      "birthdayNumber": "Birthday",
      "compatibility": "Compatibility Analysis",
      "expressionDestiny": "Expression/Destiny",
      "lifePath": "Life Path",
      "maturity": "Maturity",
      "personalCycles": "Personal Cycles",
      "personality": "Personality",
      "pinnaclesChallenges": "Pinnacles/Challenges",
      "soulUrge": "Soul Urge"
    },
    "challengesMeanings": {
      "1": "Challenge 1 shows that you need to strengthen your sense of self. This period teaches you to confront low self-confidence, indecision, or the fear of not forging your own path. When you bravely claim your identity and express yourself, you discover your inner power and learn how to truly stand tall.",
      "2": "Challenge 2 indicates that you must learn balance and harmony in relationships. During this time, lessons around oversensitivity, dependency, or indecision may arise. When you recognize your own worth and protect your boundaries, you form loving relationships nurtured by mutual respect.",
      "3": "Challenge 3 reveals that you are here to develop expressive freedom. This period brings lessons of self-suppression, shyness, or staying at the surface. When you share your emotions openly and guide your creativity with discipline, you become an inspiring light.",
      "4": "Challenge 4 shows that you must cultivate patience, discipline, and order. Disorganization, laziness, or instability may appear along the way. When you devote effort and take responsibility, you build a foundation that is solid both internally and materially.",
      "5": "Challenge 5 teaches you to balance freedom with responsibility. This phase can highlight impatience, instability, or the fear of commitment. True freedom is born from owning your choices; when you learn this lesson, life becomes an exciting journey of discovery.",
      "6": "Challenge 6 reveals that you must harmonize love and responsibility. Excessive sacrifice, intervention, or criticism can surface during this period. When you honor your own needs and set loving boundaries, you create genuine healing and balance in your relationships.",
      "7": "Challenge 7 invites you to deepen inner trust and faith. Themes of loneliness, doubt, or withdrawal may arise. When you learn to trust your intuition and surrender to life's flow, wisdom becomes your natural state.",
      "8": "Challenge 8 shows that you must transform your relationship with power, authority, and the material world. You may face lessons involving control, ambition, or dependency. When you learn to use power justly, you become a strong and compassionate leader.",
      "9": "Challenge 9 teaches you to release and forgive. Clinging to the past, experiencing disappointment, or giving too much can hinder you. When you realize that letting go is not losing but gaining lightness, you move forward with wisdom and freedom."
    },
    "compatibilityMeanings": {
      "1": "When one or both partners hold the number 1, the relationship is guided by strong leadership and independence. Passion, momentum, and entrepreneurship enliven the bond. The couple can motivate one another to embark on new beginnings.\n\nYet, if both sides become overly controlling or stubborn, conflict can arise. Mutual respect and cooperation are essential to balance this energy; with them, the relationship turns into a powerful and inspiring journey.",
      "2": "Number 2 brings harmony, balance, and sensitivity. Emotional bonds between partners grow stronger; both sides are inclined to understand, support, and move together. Romance and intimacy are enhanced.\n\nHowever, excessive sensitivity or dependency can strain the relationship. When each partner honors personal boundaries, the 2 energy nurtures a loving and enduring union.",
      "3": "Number 3 adds joy, communication, and creativity. The couple excels at having fun, socializing, and making life enjoyable together. Their connection is playful, positive, and artistic.\n\nSuperficiality or too much chaos can erode the relationship. When they stay focused, the 3 energy infuses the bond with inspiration and happiness.",
      "4": "Number 4 enhances stability, trust, and responsibility. Together, the partners can build a solid foundation, plan for the long term, and create a secure life. Commitment and resilience thrive.\n\nHowever, rigidity or stubbornness may cause friction. Supported by flexibility, the energy of 4 brings lasting trust and loyalty to the relationship.",
      "5": "Number 5 brings freedom, excitement, and adventure. The couple shares new experiences, travels, and infuses life with color. The bond becomes dynamic and energized.\n\nYet an excessive craving for independence can trigger issues with commitment. When freedom is balanced with accountability, the 5 energy delivers inspiration and passion.",
      "6": "Number 6 introduces love, harmony, and the essence of family. A compassionate, responsible, and balanced bond forms between the partners. Trust and devotion grow, along with the desire to build a family.\n\nOver-giving or being overly involved can create tension. When each partner considers personal needs, the 6 energy offers a nurturing and lasting relationship.",
      "7": "Number 7 brings depth, spirituality, and wisdom. An intuitive and intellectual bond forms, supporting intimate conversations, inner exploration, and spiritual closeness.\n\nExcessive introversion or distance can generate problems. With emotional openness, the 7 energy blossoms into a spiritual partnership.",
      "8": "Number 8 infuses the relationship with strength, success, and determination. The couple operates as a powerful team striving toward shared goals. Financial gains and social standing may become prominent themes.\n\nHowever, ambition or the desire for control can spark conflict. When power is balanced with fairness, the energy of 8 yields lasting success and prosperity.",
      "9": "Number 9 carries compassion, idealism, and service. The partners may wish to engage in humanitarian work or creative projects together. Romance and sensitivity are elevated.\n\nYet excessive sacrifice or idealism can burden the relationship. When realism joins forces with 9’s heartfelt energy, love becomes uplifting and inspiring.",
      "11": "Number 11 brings heightened intuition, vision, and a spiritual bond. The couple may share a profound understanding, almost telepathic feelings, and a strong mystical link. Love transforms into a sacred experience.\n\nThis intense energy can invite anxiety or imbalance. When grounded, the 11 energy turns love into a radiant guiding light.",
      "22": "Number 22 embodies grand visions, lasting projects, and a powerful partnership. Together, the couple can construct enduring structures and grow stronger both materially and spiritually.\n\nHeavy responsibility or the need for control can present challenges. With balance, the 22 energy turns the relationship into a resilient and empowering union.",
      "33": "Number 33 carries unconditional love, compassion, and healing. The partners approach each other with deep devotion and generosity. This bond teaches, heals, and inspires everyone it touches.\n\nNonetheless, excessive sacrifice or burnout is a risk. When healthy boundaries are honored, the 33 energy transforms love into a restorative force."
    },
    "expressionMeanings": {
      "1": "Souls with expression number 1 steer their lives with potent leadership and individuality. They forge new paths, generate original ideas, and inspire those around them. Their courage makes them natural pioneers. Yet this powerful energy can express itself as impatience or authoritarianism. Real strength is born when they welcome collaboration and sharing. Then the 1 energy evolves from a solitary leader into a guiding source of inspiration.",
      "2": "Those with expression number 2 carry the energy of harmony, kindness, and diplomacy. Natural mediators, they draw diverse people together, resolve conflicts, and foster peace in relationships. However, an intense desire for harmony can cause them to silence their own needs. The lesson of 2 is to listen to themselves while loving others. When balanced, they become a healing force that creates peace and love in every space.",
      "3": "Souls with expression number 3 radiate creativity, communication, and joy. Writing, speaking, or making art flows effortlessly for them. They offer hope and delight to the world. Yet superficiality or scattered energies can dilute their gifts. The secret of 3 is to unite creativity with discipline. By doing so, they become a source of inspiration that touches hearts.",
      "4": "Those with expression number 4 hold the energy of order, stability, and diligent effort. They plan life carefully, build trust, and progress with patience. Their discipline translates into lasting accomplishments. But rigidity or stubbornness can confine them. The lesson of 4 is to remember that flexibility is also a strength. Once balanced, they create safe and dependable structures for themselves and others.",
      "5": "Individuals with expression number 5 represent freedom, change, and exploration. They want to experience life, try new paths, and discover diverse cultures. This thirst keeps them vibrant. Yet impatience or lack of direction can exhaust them. The lesson of 5 is to balance freedom with responsibility. When they do, life becomes an adventurous journey that inspires everyone around them.",
      "6": "Souls with expression number 6 hold the energy of love, harmony, and responsibility. They are deeply devoted to family, friends, and community. Their desire to create beauty and their compassionate nature offer a sense of safety. However, over-giving or excessive involvement can wear them out. The lesson of 6 is to give while honoring personal boundaries. Then they become a wellspring of healing for themselves and others.",
      "7": "Those with expression number 7 embody wisdom, research, and spiritual depth. They question life’s meaning and search for hidden truths. Both their intellect and intuition are strong. Yet too much inward focus or emotional distance can challenge their relationships. The lesson of 7 is to share their wisdom. When they do, they guide others with their inner light.",
      "8": "Individuals with expression number 8 carry the energy of power, management, and success. Decisive, strategic, and productive, they achieve great heights when aligned with their goals. Yet unchecked ambition or control can harden them. The lesson of 8 is to blend power with love. When spirit and matter find balance, they become respected and just leaders.",
      "9": "Souls with expression number 9 are visionaries who serve humanity. Their compassionate, idealistic, and artistic nature shines on everyone around them. They long to make a difference and uplift lives. Yet too much sacrifice or idealism can exhaust them. The lesson of 9 is to direct compassion toward themselves. In doing so, they leave a lasting mark of love on the world.",
      "11": "Those with expression number 11 carry the energy of intuition, vision, and divine awareness. They sense the subtle frequencies around them and inspire others with their presence. But this intense energy can also give rise to restlessness or imbalance. The lesson of 11 is to root their light. When they are grounded, they become a radiant star guiding everyone they meet.",
      "22": "Individuals with expression number 22 are masters of grand visions. They hold the power to transform sweeping dreams into tangible achievements. With discipline and determination, they create lasting projects that benefit the world. Yet such vast energy can bring the pressure of responsibility. The lesson of 22 is to pursue their visions without fear. When they do, they leave enduring legacies both materially and spiritually.",
      "33": "Souls with expression number 33 carry unconditional love and sacred service. They guide, heal, and shine light for humanity. This energy runs very high and can sometimes lead to burnout or a sense of overwhelming responsibility. The lesson of 33 is to extend healing to themselves as well. When they succeed, they become loving teachers who mend the collective heart."
    },
    "form": {
      "birth": "Date of Birth (YYYY-MM-DD)",
      "calculate": "Calculate",
      "invalidDate": "Please enter a valid date.",
      "name": "Full Name",
      "personA": "Person 1",
      "personB": "Person 2",
      "required": "This field is required.",
      "targetDate": "Target Date (YYYY-MM-DD)"
    },
    "lifePathMeanings": {
      "1": "Individuals on Life Path 1 arrive with leadership and independence. Charting their own course, generating ideas, and guiding others are part of their nature. They are courageous, visionary, and determined—pioneers of new beginnings. Yet this potent energy can sometimes appear as impatience or authoritarianism. The lesson of 1 is to learn how to move together with others. When they recognize the light in other people, they illuminate both their own path and the world around them.",
      "2": "Life Path 2 souls bring harmony, intuition, and diplomacy. Relationships are at the heart of their journey. They unite people, build balance, and nurture peace. Sensitive and gentle, they feel deeply. Their challenge is to avoid silencing themselves in the search for harmony. The lesson of 2 is to love others without forgetting the self. In balance, they become a soothing force of understanding.",
      "3": "Those on Life Path 3 embody creativity, expression, and joy. Writing, speaking, designing, or creating is an inner need. They bring color to life and uplift those around them. Yet their energy can be weakened by superficiality or distraction. The lesson of 3 is to fuse creativity with discipline. Once they do, they become a luminous source of inspiration.",
      "4": "Life Path 4 individuals live with order, patience, and effort. They strive to build solid foundations and are known for reliability, planning, and perseverance. Their resilience carries them through challenges. Yet excessive rigidity or resistance to change can stifle them. The lesson of 4 is to remember that flexibility is also a strength. When balanced, they create a secure and adaptable life.",
      "5": "Life Path 5 represents freedom and adaptation. These souls continually seek discovery and renewal, feeding on diverse experiences. They desire to taste life fully. However, impulsiveness or restlessness can scatter their energy. The lesson of 5 is to balance freedom with responsibility. When they master this, life becomes an exhilarating adventure that inspires everyone.",
      "6": "Life Path 6 souls are guided by love, harmony, and responsibility. Family, friendship, and community mean everything to them. Their desire to protect and beautify is strong. Yet over-giving or being overbearing can exhaust them. The lesson of 6 is to care for themselves while caring for others. Once in balance, they become a healing presence at home and within their community.",
      "7": "Those on Life Path 7 are driven by introspection, research, and spirituality. They quest for meaning, unlocking mysteries, and following intuition. They are drawn to science, philosophy, or sacred teachings. Solitude nourishes their inner wisdom. Yet isolation or coldness can become problems. The lesson of 7 is to share their insights. When they do, they enlighten the world around them.",
      "8": "Life Path 8 individuals are born with power, success, and management energy. They are natural leaders in business, organization, and strategy. Determined and goal-oriented, they can attain great wealth. But ambition or control can harden them. The lesson of 8 is to meld power with justice. When they balance material goals with spiritual values, they become enduring leaders.",
      "9": "Life Path 9 souls radiate compassion, idealism, and service. They wish to improve the world and contribute through art or humanitarian work. They inspire those around them. Yet excessive sentimentality or self-sacrifice can drain them. The lesson of 9 is to release the past and embrace forgiveness. When they do, they liberate themselves and leave a lasting legacy of love.",
      "11": "Life Path 11 individuals carry intuition, vision, and inspiration. They possess innate spiritual awareness and the power to enlighten others. Their guidance uplifts entire communities. However, intense energy can lead to anxiety or imbalance. The lesson of 11 is to ground their light. When anchored, they become visionaries who heal and guide.",
      "22": "Life Path 22 souls are master builders who transform dreams into reality. Practical, disciplined, and visionary, they bring lasting projects to life and create success in both material and spiritual realms. The weight of responsibility can be heavy. The lesson of 22 is not to fear their own power. When they embrace it, they leave legacies that endure.",
      "33": "Life Path 33 individuals carry unconditional love, compassion, and service. They are born to heal, teach, and unite. They give from the heart and radiate benevolence. Yet this high frequency can cause overextension or burnout. The lesson of 33 is to direct healing inward as well. Balanced, they become loving guides who illuminate the collective."
    },
    "maturityMeanings": {
      "1": "Individuals with Maturity number 1 feel a stronger urge to express personal power and leadership in the second half of life. This is a time for individual success and fresh beginnings. Taking risks and carving their own path can no longer be postponed. Yet this energy can show up as loneliness or authoritarian tendencies. The lesson of 1 is to grow alongside others. When balanced, they become visionary leaders who inspire everyone.",
      "2": "Those with Maturity number 2 experience themes of harmony, collaboration, and emotional balance later in life. Relationships, partnerships, and peacemaking come to the forefront. Their gentle nature brings serenity to their surroundings. However, excessive sensitivity or dependency can weaken them. The lesson of 2 is to find their own voice. Once they recognize their worth and uphold their boundaries, they build bridges of love and understanding.",
      "3": "For Maturity number 3, the second half of life brims with expression, creativity, and inspiration. They feel a growing desire to shine through art, writing, communication, or social contributions. The aim is to share their inner joy. Yet superficiality or disorganization can diminish their impact. The lesson of 3 is to align productivity with discipline. In balance, they spread happiness and inspiration far and wide.",
      "4": "Maturity number 4 brings themes of structure, discipline, and order. In later years, individuals work diligently to create stability and lasting projects. Responsibility and patience guide their achievements. But excessive rigidity or the urge to control can become shadows. The lesson of 4 is to approach change with flexibility. When balanced, they build reliable foundations that nurture security and trust.",
      "5": "Those with Maturity number 5 encounter intensified energies of freedom, change, and discovery. New experiences, journeys, and fresh perspectives call to them. Their adaptable nature easily embraces transformation. Yet impatience or restlessness can destabilize them. The lesson of 5 is to balance freedom with accountability. Once they do, life becomes an inspiring adventure for both themselves and others.",
      "6": "Maturity number 6 highlights family, love, and responsibility. Later years invite nurturing relationships, serving community, and cultivating beauty. Harmony and compassion become central themes. Yet overextension or taking on others' burdens can be draining. The lesson of 6 is to care for personal needs as well. In balance, they transform into healing presences for themselves and those they love.",
      "7": "Individuals with Maturity number 7 spend later years diving into spiritual depth, research, and introspection. Learning and sacred exploration gain importance. Solitude becomes a wellspring of wisdom. Yet excessive withdrawal or detachment can be shadows. The lesson of 7 is to share their insights. Once they do, they become luminous guides.",
      "8": "Maturity number 8 highlights power, leadership, and material success. In later life, individuals may reach influential positions and manifest prosperity through determination. Yet over-ambition or control can sap their energy. The lesson of 8 is to wield power with fairness and spiritual grounding. When balanced, they become strong, just leaders.",
      "9": "For Maturity number 9, compassion, idealism, and service dominate the second half of life. They feel called to touch lives, contribute to society, and pursue artistic or humanitarian endeavors. Excessive idealism or self-sacrifice can drain them. The lesson of 9 is to balance idealism with realism. When achieved, they shine as inspiring, healing figures.",
      "11": "Individuals with Maturity number 11 feel heightened intuition, vision, and spiritual guidance in later years. Inspired projects and the desire to enlighten others arise. Yet intense energy can create anxiety or imbalance. The lesson of 11 is to channel light with stability. Balanced, they guide society with a powerful vision.",
      "22": "Maturity number 22 brings opportunities to actualize large-scale dreams. Their disciplined, visionary nature grows stronger. They have the power to leave concrete contributions to the world. Yet the weight of responsibility can overwhelm them. The lesson of 22 is to embrace their expansive goals with courage. In balance, they become unforgettable builders of progress.",
      "33": "Those with Maturity number 33 intensely feel unconditional love, compassion, and healing in later years. They are called to inspire, teach, and uplift society. Yet overwhelming responsibility or burnout can emerge. The lesson of 33 is to stay balanced while serving. When they do, they become powerful healers who illuminate every heart."
    },
    "meanings": {
      "1": {
        "description": "Number 1 represents leadership, independence, and new beginnings.",
        "title": "Leader and Pioneer"
      },
      "2": {
        "description": "Number 2 symbolizes cooperation, balance, and harmony.",
        "title": "Diplomat and Collaborator"
      },
      "3": {
        "description": "Number 3 stands for creativity, communication, and sociability.",
        "title": "Creative Communicator"
      },
      "4": {
        "description": "Number 4 signifies practicality, reliability, and stability.",
        "title": "Practical and Reliable"
      },
      "5": {
        "description": "Number 5 represents freedom, adventure, and change.",
        "title": "Free Spirit and Adventurer"
      },
      "6": {
        "description": "Number 6 embodies compassion, protection, and responsibility.",
        "title": "Protector and Compassionate"
      },
      "7": {
        "description": "Number 7 denotes wisdom, spirituality, and introspection.",
        "title": "Wise and Spiritual"
      },
      "8": {
        "description": "Number 8 signifies leadership, organization, and material success.",
        "title": "Leader and Organizer"
      },
      "9": {
        "description": "Number 9 encompasses universality, generosity, and spirituality.",
        "title": "Universal and Generous"
      },
      "11": {
        "description": "Number 11 stands for spirituality, intuitive gifts, and teaching.",
        "title": "Spiritual Teacher"
      },
      "22": {
        "description": "Number 22 represents the ability to realize great dreams.",
        "title": "Master Builder"
      },
      "33": {
        "description": "Number 33 symbolizes the highest level of teaching and universal service.",
        "title": "Master Teacher"
      }
    },
    "page": {
      "calculate": "Calculate",
      "calculating": "Calculating...",
      "close": "Close",
      "descriptions": {
        "birthdayNumber": "Discover your innate gifts",
        "compatibility": "Analyze the harmony between two people",
        "expressionDestiny": "Uncover your natural talents through your name",
        "lifePath": "Reveal your life path from your date of birth",
        "maturity": "Learn the themes of your 35+ cycle",
        "personalCycles": "See your yearly, monthly, and daily energy calendar",
        "personality": "Understand how you appear to the outside world",
        "pinnaclesChallenges": "Explore your life phases and challenges",
        "soulUrge": "Discover your inner motivations and soul longing"
      },
      "errors": {
        "calculationError": "A calculation error occurred",
        "invalidDateFormat": "Invalid date format",
        "invalidNameFormat": "Invalid name format",
        "rateLimitExceeded": "You are calculating too often. Please wait 1 minute.",
        "requiredFields": "Please fill in the required fields"
      },
      "form": {
        "birthDate": "Date of Birth (DD-MM-YYYY)",
        "fullName": "Full Name",
        "namePlaceholder": "e.g. Ahmet Yılmaz",
        "namePlaceholder2": "e.g. Ayşe Demir",
        "person1": "Person 1",
        "person2": "Person 2",
        "targetDate": "Target Date (DD-MM-YYYY)"
      },
      "loading": "Loading...",
      "ok": "OK",
      "results": {
        "challenges": "Challenges",
        "compatibility": "Compatibility Analysis",
        "compatibilityScore": "Compatibility Score",
        "day": "Day",
        "description": "Description",
        "masterNumber": "Master Number",
        "month": "Month",
        "personalCycles": "Personal Cycles",
        "pinnacles": "Pinnacles",
        "subtitle": "Numerology Analysis",
        "title": "Result",
        "year": "Year"
      },
      "subtitle": "Journey through the mystical world of numbers. With your name and birth date, explore the depths of your personality.",
      "tabs": {
        "birthdayNumber": "Birthday",
        "compatibility": "Compatibility Analysis",
        "expressionDestiny": "Expression/Destiny",
        "lifePath": "Life Path",
        "maturity": "Maturity",
        "personalCycles": "Personal Cycles",
        "personality": "Personality",
        "pinnaclesChallenges": "Pinnacles/Challenges",
        "soulUrge": "Soul Urge"
      },
      "title": "Numerology"
    },
    "personalYearMeanings": {
      "1": "Personal Year 1 is a season of new beginnings and seeded intentions. Life urges you to step forward with courage, claim your own path, and embrace personal power. It is a time for leadership, entrepreneurship, and acting with confidence. Impatience or loneliness can be its shadow. With steady, deliberate steps, Personal Year 1 offers solid foundations for shaping your future.",
      "2": "Personal Year 2 is the year of patience, cooperation, and emotional balance. Relationships, partnerships, and deeper bonds flourish. Opening your heart, practicing empathy, and working together elevate you. Oversensitivity or indecision can surface. When you uphold your boundaries and move with patience, Personal Year 2 fills your heart with harmony and peace.",
      "3": "Personal Year 3 spotlights creativity, expression, and joy. It is your time to be seen, share ideas, and inspire. Art, writing, speaking, and social connections invigorate you. Superficiality or disorganization can scatter your energy. By expressing honestly and staying focused, Personal Year 3 brings both success and happiness.",
      "4": "Personal Year 4 is devoted to work, patience, and building structures. The energy grounds you, strengthens responsibility, and encourages persistence. Planning carefully, putting in effort, and demonstrating resilience open the door to long-term rewards. Overly rigid or controlling attitudes can constrict you. When you remain flexible while working, Personal Year 4 lays down a steady path for the future.",
      "5": "Personal Year 5 is marked by freedom, change, and discovery. New experiences, travel, and innovation beckon. Acting with courage reveals fresh opportunities. Yet impatience or lack of direction can arise. When you embrace freedom while maintaining responsibility, Personal Year 5 delivers captivating transformation.",
      "6": "Personal Year 6 centers on love, family, and responsibility. Deepening relationships, creating harmony, and dedicating time to loved ones become priorities. The desire to nurture and beautify grows. Excessive sacrifice or carrying others’ burdens can tire you. When you honor your needs too, Personal Year 6 heals your heart and brings peace to your surroundings.",
      "7": "Personal Year 7 is a time of inner exploration, intuition, and spiritual depth. Life invites you to slow down, reflect, and search for meaning. Retreats, meditation, and study yield profound awareness. Yet excessive withdrawal or skepticism can occur. When you keep your heart open and share your insights, Personal Year 7 becomes a gateway to spiritual awakening.",
      "8": "Personal Year 8 amplifies power, abundance, and achievement. Material progress, fulfilling goals, and exercising leadership are all possible. When you work with determination, you gain tangible results. Over-ambition or a drive for control can be challenging. Balancing strength with spirituality allows Personal Year 8 to grant enduring prosperity.",
      "9": "Personal Year 9 is a cycle of completion, release, and inner renewal. It asks you to close chapters that no longer serve you, make peace with the past, and lighten your load. Compassion, forgiveness, and surrender become key. Dwelling on bygone times or clinging to emotional baggage can weigh you down. When you learn to let go, Personal Year 9 guides you toward wisdom and freedom."
    },
    "personalityMeanings": {
      "1": "People with Personality number 1 are perceived as strong, determined leaders. They naturally carry authority wherever they go, appearing confident, brave, and decisive. Yet to some, this energy may seem stern or self-centered. The lesson of 1 is to share their strength. When they do, they become charismatic leaders who inspire others.",
      "2": "Those with Personality number 2 appear gentle, harmonious, and graceful. Their calm energy relaxes others, creating an atmosphere of understanding and trust. However, a desire to over-accommodate can create a passive image. The lesson of 2 is to clarify their voice. When expressed clearly, they embody both gentleness and strength.",
      "3": "Personality number 3 individuals seem energetic, cheerful, and communicative. They light up every space with their humor and charisma. Yet some may view them as scattered or superficial. The lesson of 3 is to focus their energy. Once balanced, they bring joy and inspiration to everyone around them.",
      "4": "Those with Personality number 4 are seen as serious, reliable, and responsible. They appear hardworking, organized, and steadfast. To some, though, this may look rigid or distant. The lesson of 4 is to balance reliability with flexibility. When they do, they remain trustworthy while also approachable.",
      "5": "People with Personality number 5 present a dynamic, adventurous image. They radiate curiosity, liveliness, and an openness to change. Yet this energy can come across as inconsistent or impatient. The lesson of 5 is to direct freedom with awareness. Balanced, they become explorers who inspire the wider world.",
      "6": "Personality number 6 individuals signal warmth, elegance, and support. They are recognized as loving, nurturing, and harmonious presences. Yet overprotectiveness or criticism can be their shadow. The lesson of 6 is to set loving boundaries. When they do, they become calming sources of trust.",
      "7": "Those with Personality number 7 are perceived as mysterious, thoughtful, and deep. Their quiet intensity and intellect inspire respect. But they can also appear distant or aloof. The lesson of 7 is to merge wisdom with openness. When they open their hearts, they guide others with insight.",
      "8": "Personality number 8 individuals project power, authority, and charisma. They command attention and often take the lead. Others may sometimes see them as imposing or controlling. The lesson of 8 is to temper strength with fairness. In balance, they become leaders who evoke both respect and admiration.",
      "9": "Those with Personality number 9 appear compassionate, artistic, and visionary. Their presence exudes inspiration and care. However, some may view them as overly emotional or idealistic. The lesson of 9 is to couple idealism with practicality. Balanced, they shine as healing lights in the world.",
      "11": "Personality number 11 people seem intuitive, inspirational, and magnetic. Their high vibration is unmistakable. Yet to others, they may appear enigmatic or ungrounded. The lesson of 11 is to carry their light with balance. When grounded, they guide others with a profound sense of purpose.",
      "22": "Those with Personality number 22 look visionary, dependable, and determined. They radiate strength in community-building and long-term projects. Yet their energy can be perceived as distant or controlling. The lesson of 22 is to unite vision with heart. When they do, they become creators of lasting value.",
      "33": "Individuals with Personality number 33 appear compassionate, instructive, and healing. They emanate unconditional love, offering understanding and reassurance to everyone. Yet over-responsibility or neglect of self can be a shadow. The lesson of 33 is to preserve balance while giving. In doing so, they heal and inspire all around them."
    },
    "pinnaclesMeanings": {
      "1": "Pinnacle 1 highlights independence, leadership, and courage. This period invites bold action, personal breakthroughs, and forging a unique path. Yet acting from ego or impatience can pose challenges. The lesson is to expand vision through cooperation. Balanced, Pinnacle 1 creates success that inspires others.",
      "2": "Pinnacle 2 emphasizes harmony, partnership, and cooperation. It’s an ideal time for deepening relationships, nurturing peace, and honing diplomatic skills. Oversensitivity or indecision may surface. Maintaining healthy boundaries allows Pinnacle 2 to bring genuine success alongside others.",
      "3": "Pinnacle 3 signals a surge in creativity, expression, and social achievements. Art, communication, writing, or public speaking can flourish. However, superficiality or disorganization can limit growth. Focused energy turns Pinnacle 3 into a beacon of creativity for both self and community.",
      "4": "Pinnacle 4 underscores discipline, effort, and order. This era encourages building stable foundations, launching long-term projects, and embracing responsibility. Excessive rigidity or fear of change becomes the challenge. Flexibility transforms Pinnacle 4 into a source of lasting stability and confidence.",
      "5": "Pinnacle 5 intensifies freedom, change, and exploration. New experiences, travel, and bold transformations are favored. Impatience or instability may arise. Balancing adventure with accountability enables Pinnacle 5 to unlock dynamic growth.",
      "6": "Pinnacle 6 centers on family, responsibility, and love. Harmonizing relationships, serving community, and cultivating beauty define this time. Over-giving or absorbing others’ issues can be draining. When personal needs are honored, Pinnacle 6 radiates healing light.",
      "7": "Pinnacle 7 heightens spirituality, inquiry, and wisdom. Turning inward, following intuition, and searching for meaning becomes essential. Extreme introversion or loneliness can emerge. Sharing insights transforms Pinnacle 7 into a luminous period.",
      "8": "Pinnacle 8 highlights power, success, and material well-being. Career advancement, leadership opportunities, and prosperity lie ahead. Yet overreaching ambition or controlling behavior can backfire. When grounded in fairness, Pinnacle 8 opens doors to enduring success.",
      "9": "Pinnacle 9 illuminates compassion, service, and idealism. It is a powerful time for humanitarian or creative endeavors. However, excessive sacrifice or dreaming can be taxing. Combined with realism, Pinnacle 9 leaves a lasting, uplifting imprint on the world.",
      "11": "Pinnacle 11 enhances inspiration, intuition, and vision. Spiritual awareness heightens, and inspired projects come forward. Intense energy may trigger anxiety. When balanced, Pinnacle 11 becomes a period of profound guidance.",
      "22": "Pinnacle 22 brings monumental projects, enduring legacies, and community contributions into focus. Visions are ready to be realized. The pressure of responsibility can be intense. Balanced use of energy allows Pinnacle 22 to shape unforgettable achievements.",
      "33": "Pinnacle 33 concentrates unconditional love, compassion, and service. It offers the chance to teach, heal, and lead through love. Too much responsibility or burnout is the risk. When balance is maintained, Pinnacle 33 becomes a powerful wave of collective healing."
    },
    "result": {
      "calculationDetails": "Calculation Details",
      "cardTitle": "Your {type} Number",
      "careerAdvice": "Career Advice",
      "challenges": "Points to Consider",
      "color": "Color",
      "compatibilityNotes": "Compatibility Notes",
      "compatibilityScore": "Compatibility Score",
      "element": "Element",
      "lifeGuidance": "Life Guidance",
      "masterNumber": "Master Number",
      "personalDay": "Personal Day",
      "personalMonth": "Personal Month",
      "personalYear": "Personal Year",
      "pinnacles": "Pinnacles",
      "planet": "Planet",
      "positiveTraits": "Your Strengths",
      "relationshipAdvice": "Relationship Advice",
      "spiritualMessage": "Spiritual Message",
      "title": "{type} Result"
    },
    "subtitle": "Discover the guidance of numbers through your name and birth date.",
    "title": "Numerology",
    "renk": "Color",
    "element": "Element",
    "gezegen": "Planet",
    "ifade": "Expression"
  }
}



