{
  "numerology": {
    "birthdayMeanings": {
      "1": "Duše sa brojem rođendana 1 dolaze na svet noseći energiju predvodnika. Var­nica u njima želi da otvara nove puteve, da preuzima vođstvo i da se orijentiše sopstvenim svetlom. Njihova hrabrost inspiriše sve oko njih; ipak, taj plamen se ponekad može pretvoriti u osećaj usamljenosti ili preveliku potrebu za kontrolom. Pravo vođstvo rađa se kada nauče da dele moć; u ravnoteži, energija jedinice postaje baklja koja osvetljava put svima.",
      "2": "Oni sa brojem rođendana 2 oličenje su harmonije i gracioznosti. Grade mostove u odnosima, spajaju srca i teže ljubavi, razumevanju i emotivnoj ravnoteži. Njihova osetljivost ponekad ih gura u drugi plan. Lekcija broja 2 glasi da je „ne“ jednako važan jezik ljubavi kao i „da“; kada postignu ravnotežu, pretvaraju se u tihu, isceljujuću energiju.",
      "3": "Ljudi rođeni pod brojem 3 stupaju u život sa radošću, bojama i kreativnošću. Prirodno im je da se izražavaju pisanjem, umetnošću ili govorom, pa osvetljavaju prostor koji nastanjuju. Kada se njihova energija rasprši, potencijal može otići u pogrešnom smeru; tajna broja 3 leži u spajanju kreativnosti i discipline. Kada se fokusiraju, unose transformaciju i sebi i svojoj okolini.",
      "4": "Oni sa brojem 4 arhitekte su života. Red, stabilnost i odgovornost urezani su u njihov karakter; strpljivo rade i postavljaju čvrste temelje. Ako postanu previše kruti ili kontrol­šući, mogu se naći zarobljeni u sopstvenim zidovima. Lekcija broja 4 je da je fleksibilnost takođe snaga; u ravnoteži grade trajne strukture i odnose pune poverenja.",
      "5": "Ljudi sa rođendanskim brojem 5 deca su slobode. Život je za njih put ispunjen iskustvima; hrane se avanturom, promenom i novinama. Potraga za slobodom ponekad može doneti osećaj lutanja. Lekcija broja 5 uči kako ostati slobodan čak i unutar granica; kada odgovornost upari sa slobodom, život postaje nadahnjujuće istraživanje.",
      "6": "Oni rođeni pod brojem 6 nose srca prožeta ljubavlju. Oslanjaju se na sklad, lepotu i odgovornost; predstavljaju sigurno utočište za porodicu i prijatelje. Preterana požrtvovanost može ih navesti da zaborave sopstvene potrebe. Lekcija broja 6 je da ne zaborave sebe dok vole druge; u ravnoteži njihov prisustvo donosi duboko isceljenje.",
      "7": "Duše sa rođendanskim brojem 7 tragači su za mudrošću. Došle su da osete nevidljivo i otkrivaju tajnu života; samoća im je unutrašnje svetilište. Pret­erano povlačenje može stvoriti emotivnu distancu. Lekcija broja 7 je deljenje intuicije; kada podele svoju unutrašnju mudrost, postaju svetlost i sebi i drugima.",
      "8": "Oni sa brojem 8 nose energiju moći i uspeha. Strateški, odlučni i skloni vođenju, lako vladaju materijalnim svetom, postavljaju ciljeve i ostvaruju ih. Ambicija u svoj sen­ci može potisnuti srce. Lekcija broja 8 je spajanje moći i ljubavi; kada uravnoteže duh i materiju, njihovo vođstvo postaje pravedno i obilno.",
      "9": "Ljudi rođeni pod brojem 9 stare su duše posvećene služenju čovečanstvu. Širokog srca i univerzalne ljubavi, ulepšavaju svet umetnošću, dobrotom i saosećanjem. Preterana emotivnost ili vezivanje za prošlost može iscrpeti njihovu energiju. Lekcija broja 9 glasi da je puštanje takođe oblik ljubavi; kada oproste, oslobađaju i sebe i svet.",
      "11": "Oni sa brojem 11 vizionari su prožeti božanskom intuicijom. Djeluju na visokim frekvencijama i donose inspiraciju i svesnost drugima. Ta intenzivnost može izazvati teskobu ili neuravnoteženost. Lekcija broja 11 je uzemljavanje unutrašnje svetlosti; u ravnoteži, sjaje poput zvezde koja pruža nadu i vođstvo.",
      "22": "Duše sa brojem 22 majstori su materijalizacije snova. Imaju snagu da pretvaraju velike vizije u stvarnost, rade disciplinovano i praktično, stvarajući strukture koje traju. Toliko snažna energija može doneti pritisak i osećaj teških obaveza. Lekcija broja 22 je da bez straha grade sopstvenu viziju; u ravnoteži ostavljaju dugotrajno nasleđe i na materijalnom i na duhovnom planu.",
      "33": "Oni sa brojem 33 učitelji su bezuslovne ljubavi. Daju iz srca, leče iz srca, inspirišu ljude i nose svetlost u zajednice. Ova snažna ljubav može ponekad postati prevelik teret. Lekcija broja 33 glasi da isceljenje moraju usmeriti i ka sebi; kada ostanu u ravnoteži, postaju izvor dubokog kolektivnog isceljenja."
    },
    "calculators": {
      "birthdayNumber": "Rođendan",
      "compatibility": "Analiza kompatibilnosti",
      "expressionDestiny": "Izraz/Sudbina",
      "lifePath": "Životni put",
      "maturity": "Zrelost",
      "personalCycles": "Lični ciklusi",
      "personality": "Ličnost",
      "pinnaclesChallenges": "Vrhunci/Izazovi",
      "soulUrge": "Duševna želja"
    },
    "challengesMeanings": {
      "1": "Izazov 1 pokazuje da treba da ojačate osećaj sopstva. Ovaj period vas uči da se suočite sa nedostatkom samopouzdanja, neodlučnošću ili strahom da nećete kročiti svojim putem. Kada hrabro prigrlite identitet i izrazite se, otkrivate unutrašnju snagu i istinski stojite na svojim nogama.",
      "2": "Izazov 2 govori da morate naučiti ravnotežu i sklad u odnosima. Tokom ovog perioda mogu se pojaviti lekcije vezane za preteranu osetljivost, zavisnost ili neodlučnost. Kada spoznate sopstvenu vrednost i zaštitite granice, stvarate odnose koji rastu uz ljubav i međusobno poštovanje.",
      "3": "Izazov 3 naglašava da treba da razvijete slobodu izraza. Ovaj period donosi lekcije o samosuzbijanju, stidu ili ostajanju na površini. Kada otvoreno delite emocije i usmerite kreativnost disciplinom, postajete svetla inspiracija za druge.",
      "4": "Izazov 4 ukazuje na potrebu da savladate strpljenje, disciplinu i red. U ovom procesu mogu vam se na putu naći haotičnost, lenjost ili nestabilnost. Kada uložite trud i prihvatite odgovornost, gradite temelje koji su čvrsti i iznutra i spolja.",
      "5": "Izazov 5 traži da naučite balans između slobode i odgovornosti. Tokom ovog perioda mogu se pojaviti nestrpljenje, nestalnost ili strah od vezivanja. Istinska sloboda rađa se iz odgovornosti za sopstvene odluke; kada to shvatite, život postaje uzbudljivo putovanje otkrića.",
      "6": "Izazov 6 ističe da ljubav i odgovornost moraju ostati u ravnoteži. Preterana žrtva, mešanje ili kritika mogu isplivati tokom ovog perioda. Kada njegujete sopstvene potrebe i postavite granice sa ljubavlju, stvarate istinsko isceljenje i sklad u odnosima.",
      "7": "Izazov 7 poziva da produbite unutrašnje poverenje i veru. Tema samoće, sumnje ili povlačenja može se pojaviti u ovom razdoblju. Kada naučite da verujete intuiciji i prepustite se toku života, mudrost postaje vaše prirodno stanje.",
      "8": "Izazov 8 pokazuje da treba da transformišete odnos prema moći, autoritetu i materijalnom svetu. Možda ćete se suočiti sa željom za kontrolom, ambicijom ili zavisnošću. Kada naučite da koristite moć pravedno, postajete snažan i saosećajan vođa.",
      "9": "Izazov 9 uči vas da otpustite i oprostite. Držanje za prošlost, razočaranja ili preterana žrtva mogu potrošiti energiju. Kada shvatite da je puštanje oblik ljubavi, koračate napred mudrije i slobodnije."
    },
    "compatibilityMeanings": {
      "1": "Kada jedna ili obe osobe nose broj 1, odnosom vlada snažna energija vođstva i nezavisnosti. Povezani su strašću, dinamikom i preduzetničkim duhom. Paralno se podstiču da ulaze u nove početke.\n\nIpak, ako i jedna i druga strana postanu suviše kontrol­šuće ili tvrdoglave, mogu nastati sukobi. Uzajamno poštovanje i saradnja ključni su za balans; tada se veza pretvara u snažno i nadahnjujuće putovanje.",
      "2": "Broj 2 unosi harmoniju, ravnotežu i osetljivost. Emotivna povezanost partnera postaje snažna; teže razumevanju, podršci i zajedničkim koracima. Romantika i bliskost jačaju.\n\nMeđutim, preterana osetljivost ili zavisnost može opteretiti odnos. Kada svako očuva sopstvene granice, energija dvojke gradi punu ljubavi i trajnu zajednicu.",
      "3": "Broj 3 donosi radost, komunikaciju i kreativnost. Partneri umeju da uživaju, druže se i čine život zanimljivim. Njihov odnos odiše vedrinom, humorom i umetničkim dodirom.\n\nAko prevladaju površnost ili rasutost, odnos trpi. Kada ostanu fokusirani, energija trojke unosi inspiraciju i sreću u njihovu vezu.",
      "4": "Broj 4 doprinosi stabilnosti, poverenju i odgovornosti. Zajedno mogu da izgrade čvrste temelje, donesu dugoročne planove i stvore siguran dom. Posvećenost i izdržljivost su naglašene.\n\nPreterana krutost ili tvrdoglavost mogu dovesti do konflikta. Kada se u sve unese doza fleksibilnosti, energija četvorke pruža trajno poverenje i odanost.",
      "5": "Broj 5 donosi slobodu, uzbuđenje i avanturu. Partneri proživljavaju nova iskustva, putuju i unose boje u život. Odnos postaje dinamičan i pun energije.\n\nIpak, prevelika potreba za slobodom može izazvati problem sa vezivanjem. Ako se ravnoteža postigne odgovornošću, energija petice donosi nadahnuće i strast.",
      "6": "Broj 6 nosi ljubav, sklad i porodičnu energiju. Odnos se zasniva na saosećanju, odgovornosti i mirnom balansu. Poverenje i posvećenost rastu, kao i želja za zajedničkim domom.\n\nPreterano žrtvovanje ili mešanje može doneti napetost. Kad partneri vode računa o sopstvenim potrebama, energija šestice pruža nežan i trajan odnos.",
      "7": "Broj 7 unosi dubinu, duhovnost i mudrost. Veza obuhvata intuitivnu i intelektualnu bliskost, podstiče iskrene razgovore i zajedničko unutrašnje istraživanje.\n\nPreterana zatvorenost ili distanca može stvoriti probleme. Kada se otvore emocije, energija sedmice rađa duhovno partnerstvo.",
      "8": "Broj 8 naglašava snagu, uspeh i odlučnost. Partneri postaju moćan tim koji ide ka ciljevima. U odnosu se mogu istaći finansijski prosperitet i društveni status.\n\nIpak, suviše ambicije ili želja za kontrolom mogu izazvati sukobe. Kada moć prati pravednost, energija osmice donosi trajan uspeh i blagostanje.",
      "9": "Broj 9 unosi saosećanje, idealizam i posvećenost. Partneri mogu poželeti da zajednički doprinose čovečanstvu ili se upuste u umetničke projekte. Romantika i senzibilitet jačaju.\n\nPreterana žrtva ili sanjarenje mogu biti teret. Kada se energija devetke spoji sa realizmom, ljubav postaje topla i nadahnjujuća.",
      "11": "Broj 11 donosi pojačanu intuiciju, viziju i duhovnu povezanost. Partneri mogu osetiti duboko razumevanje, gotovo telepatski osećaj i snažnu mističnu vezu. Ljubav poprima sveti ton.\n\nIntenzivna energija može izazvati teskobu ili neuravnoteženost. U ravnoteži, energija jedanaestice pretvara ljubav u svetleći putokaz.",
      "22": "Broj 22 predstavlja velike vizije, trajne projekte i snažno partnerstvo. Zajedno mogu da izgrade strukture koje traju i ojačaju i materijalno i duhovno.\n\nTežak teret odgovornosti ili potreba za kontrolom mogu izazvati probleme. Kada se održi ravnoteža, energija dvadesetdvojke pretvara vezu u stabilan i osnažujući savez.",
      "33": "Broj 33 nosi bezuslovnu ljubav, saosećanje i snažnu moć isceljenja. Partneri jedno drugo obasipaju dubokom posvećenošću i velikodušnošću. Veza postaje učitelj, iscelitelj i izvor inspiracije.\n\nIpak, rizik od izgaranja ili prevelike žrtve je prisutan. Kada se poštuju zdrave granice, energija tridesettrojke pretvara ljubav u transformišuće isceljenje."
    },
    "expressionMeanings": {
      "1": "Duše sa brojem izraza 1 vode život snažnim vođstvom i individualnošću. Otvaraju nove staze, rađaju originalne ideje i inspirišu svoju okolinu. Hrabrost ih čini prirodnim predvodnicima. Ipak, ova moćna energija ponekad se izrazi kao nestrpljenje ili autoritarnost. Prava snaga rađa se kroz saradnju i deljenje. Tada energija jedinice prerasta iz usamljenog vođe u uzor koji pokazuje put.",
      "2": "Oni sa brojem izraza 2 nose energiju sklada, nežnosti i diplomatije. Prirodni su medijatori, dovode ljude u ravnotežu, rešavaju sukobe i stvaraju mir. U želji da očuvaju harmoniju, znaju da potisnu sopstvene potrebe. Lekcija broja 2 je da vole druge i pritom čuju sebe. Kada uspeju, postaju isceljujuća sila mira i ljubavi.",
      "3": "Duše sa brojem izraza 3 zrače kreativnošću, komunikacijom i vedrinom. Pisanje, govor ili stvaralaštvo im lako polazi za rukom. Okupljaju nadu i radost gde god da se pojave. Ipak, površnost ili rasuta energija mogu ih iscrpeti. Tajna broja 3 leži u disciplini koja usmerava stvaralaštvo. Tada postaju izvor nadahnuća koji dodiruje srca.",
      "4": "Oni sa brojem izraza 4 nose energiju reda, stabilnosti i marljivosti. Planiraju život, grade poverenje i napreduju strpljivo. Njihova disciplina donosi trajna dostignuća. Ali krutost ili tvrdoglavost mogu ih ograničiti. Lekcija broja 4 je podsećanje da je fleksibilnost takođe snaga. Kada nađu ravnotežu, grade sigurne strukture za sebe i svoju okolinu.",
      "5": "Pojedinci sa brojem izraza 5 oličenje su slobode, promene i istraživanja. Žele da iskuse život, iskušavaju nove putanje i upoznaju raznolike kulture. Taj zanos ih održava budnim. Ipak, nestrpljenje ili nedostatak pravca mogu ih iscrpeti. Lekcija broja 5 je da slobodu spoje sa odgovornošću. Tada život postaje uzbudljivo putovanje koje inspiriše sve.",
      "6": "Duše sa brojem izraza 6 nose energiju ljubavi, sklada i odgovornosti. Duboko su posvećeni porodici, prijateljima i zajednici. Želja da stvaraju lepotu i njihova brižna priroda ulivaju sigurnost. Preterana požrtvovanost ili me­šanje u tuđe brige mogu ih zamoriti. Lekcija broja 6 je da daju, a da pritom ne izgube svoje granice. U ravnoteži, postaju izvor isceljenja svima.",
      "7": "Oni sa brojem izraza 7 oličenje su znanja, istraživanja i duhovne dubine. Ispituju smisao života, tragaju za nevidljivom istinom i slušaju intuiciju. Intelekt i unutrašnji glas podjednako su snažni. Ipak, preterano povlačenje ili emotivna udaljenost mogu otežati odnose. Lekcija broja 7 je deljenje mudrosti. Kada to učine, osvetljavaju put drugima.",
      "8": "Pojedinci sa brojem izraza 8 nose energiju moći, upravljanja i uspeha. Odlučni, strateški i produktivni, postižu velike ciljeve kada su usklađeni sa sobom. Suvišna ambicija ili potreba za kontrolom mogu ih ukrutiti. Lekcija broja 8 je spajanje moći i ljubavi. U ravnoteži postaju lideri koje drugi poštuju i vole.",
      "9": "Duše sa brojem izraza 9 vizionari su koji služe čovečanstvu. Saosećajni, idealistični i umetnički nastrojeni, osvetljavaju sve oko sebe. Žele da ostave trag i oplemene život. Preterana žrtva ili idealizam mogu ih iscrpeti. Lekcija broja 9 je da budu nežni i prema sebi. Tako ostavljaju trajnu stazu ljubavi u svetu.",
      "11": "Oni sa brojem izraza 11 nose intuiciju, viziju i božansku svesnost. Osećaju suptilne vibracije i inspirišu sve svojom pojavom. Snažna energija može uzrokovati nemir ili neuravnoteženost. Lekcija broja 11 je uzemljenje svetlosti. Kada se ukorene, postaju zvezda vodilja svima koje sretnu.",
      "22": "Pojedinci sa brojem izraza 22 majstori su velike vizije. Imaju moć da pretvore smelo osmišljene snove u opipljiv uspeh. Uz disciplinu i odlučnost stvaraju projekte koji traju. Toliko snažna energija može stvoriti pritisak odgovornosti. Lekcija broja 22 je da bez straha ostvare viziju. Tada ostavljaju trajne tragove i materijalno i duhovno.",
      "33": "Duše sa brojem izraza 33 nose bezuslovnu ljubav i svetu službu. Uče, leče i osvetljavaju čitavo čovečanstvo. Ova visoka frekvencija ponekad dovodi do zamora ili osećaja prevelike odgovornosti. Lekcija broja 33 je da se brinu o sopstvenom isceljenju. Kada uspeju, postaju učitelji ljubavi koji zaceljuju kolektivno srce."
    },
    "form": {
      "birth": "Datum rođenja (GGGG-MM-DD)",
      "calculate": "Izračunaj",
      "invalidDate": "Unesite važeći datum.",
      "name": "Ime i prezime",
      "personA": "1. osoba",
      "personB": "2. osoba",
      "required": "Ovo polje je obavezno.",
      "targetDate": "Ciljni datum (GGGG-MM-DD)"
    },
    "lifePathMeanings": {
      "1": "Životni put 1 donosi vođstvo i nezavisnost. Njihova priroda je da trasiraju put, rađaju ideje i usmeravaju druge. Hrabri, vizionarski i odlučni, često su pioniri novih početaka. Moćna energija ponekad može delovati kao nestrpljenje ili autoritarnost. Lekcija jedinice je da nauči da korača zajedno sa drugima. Kada prepozna svetlost u ljudima oko sebe, osvjetljava i sopstveni put i zajednicu.",
      "2": "Životni put 2 donosi sklad, intuiciju i diplomatiju. Odnosi su njihov temelj. Spajaju ljude, uspostavljaju ravnotežu i neguju mir. Osetljivi i nežni, duboko osećaju. Izazov je da ne utišaju sopstveni glas u potrazi za harmonijom. Lekcija dvojke je da voli druge, ali ne zaboravi sebe. U ravnoteži postaju umirujući izvor razumevanja.",
      "3": "Životni put 3 odiše kreativnošću, izražavanjem i radošću. Pisanje, govor, dizajn ili stvaranje su unutrašnja potreba. Unose boju u život i obasjavaju svoje okruženje. Ipak, površnost ili rasutost mogu oslabiti ovu energiju. Lekcija trojke je da kreativnost spoji sa disciplinom. Tada postaje izvor svetlosti i nadahnuća.",
      "4": "Životni put 4 živi se kroz red, strpljenje i rad. Žele da postave čvrste temelje, poznati su kao pouzdani i istrajni. Otpornost im pomaže da savladaju teškoće. Ali previše rigidnosti ili otpor prema promenama može ih sputati. Lekcija četvorke je da se podseti kako je fleksibilnost takođe snaga. Kada je nađe, stvara siguran i prilagodljiv život.",
      "5": "Životni put 5 predstavlja slobodu i prilagodljivost. Neprestano tragaju za otkrićem, obnavljanjem i različitim iskustvima. Žele da u potpunosti osete život. Impulsivnost ili lutanje mogu ih izmoriti. Lekcija petice je da slobodu spoje sa odgovornošću. Kada to uspeju, život postaje uzbudljiva avantura koja inspiriše mnoge.",
      "6": "Životni put 6 vodi ljubav, sklad i odgovornost. Porodica, prijateljstvo i zajednica su im dragoceni. Čuvaju, ulepšavaju i uspostavljaju harmoniju. Preterana žrtva ili kontrola mogu ih iscrpeti. Lekcija šestice je da brinu o sebi dok brinu o drugima. U ravnoteži postaju izvor isceljenja kući i u društvu.",
      "7": "Životni put 7 pokreću introspekcija, istraživanje i duhovnost. Traga za značenjem, otkriva tajanstveno i prati intuiciju. Privlače ih nauka, filozofija ili svet duhovnog. Samoća hrani njihovu unutrašnju mudrost. Svakako, izolacija ili hladnoća mogu biti izazov. Lekcija sedmice glasi da mudrost treba deliti. Tako postaju vodiči koji osvetljavaju svet.",
      "8": "Životni put 8 rađa se sa energijom moći, uspeha i upravljanja. Prirodni su lideri u poslu, organizaciji i strategiji. Odlučni i usmereni, mogu stvoriti izobilje. Ako ambicija ili kontrola prevlada, mogu otvrdnuti. Lekcija osmice je da spoji moć i pravdu. Kada uravnoteže materijalno i duhovno, postaju trajni lideri.",
      "9": "Životni put 9 zrači saosećanjem, idealizmom i služenjem. Žele da svet učine boljim i doprinose umetnošću ili humanitarnim radom. Nadahnjuju okolinu. Ipak, preterana emotivnost ili žrtva mogu ih iscrpeti. Lekcija devetke je da otpusti i oprosti. Tada oslobađa sebe i ostavlja trajno nasleđe ljubavi.",
      "11": "Životni put 11 nosi intuiciju, viziju i inspiraciju. Imaju urođenu duhovnu svesnost i mogu da prosvetle druge. Njihovo vođstvo podiže mnoge. Intenzivna energija može doneti nervozu ili neuravnoteženost. Lekcija jedanaestice je da uzemlji svoju svetlost. Kada uspe, postaje vizionar koji leči i vodi.",
      "22": "Životni put 22 majstor je graditelj koji snove pretvara u stvarnost. Praktičan, disciplinovan i vizionarski, stvara projekte koji traju i donosi uspeh i materijalno i duhovno. Težina odgovornosti može biti velika. Lekcija dvadesetdvojke je da se ne uplaši sopstvene snage. Kada je prigrli, ostavlja nasleđa koja traju.",
      "33": "Životni put 33 nosi bezuslovnu ljubav, saosećanje i službu. Rođeni su da leče, poučavaju i ujedinjuju. Daju iz srca i zrače dobrotom. Visoka frekvencija može dovesti do prevelike žrtve ili izgaranja. Lekcija tridesettrojke je da upućuje ljubav i ka sebi. Tada postaju vođe koji svetle kolektivom."
    },
    "maturityMeanings": {
      "1": "Ljudi sa zrelošću 1 osećaju snažniju potrebu da izraze ličnu moć i vođstvo u drugoj polovini života. Ovo je vreme ličnog uspeha i novih početaka. Preuzimanje rizika i trasiranje sopstvenog puta više ne može da se odlaže. Energija ponekad izgleda kao usamljenost ili autoritarnost. Lekcija jedinice je da raste zajedno sa drugima. Tada postaje vizionarski vođa koji inspiriše svakog oko sebe.",
      "2": "Oni sa zrelošću 2 prolaze kroz teme harmonije, saradnje i emotivne ravnoteže u kasnijim godinama. Odnosi, partnerstva i stvaranje mira dolaze u fokus. Njihova nežna priroda donosi smirenost okruženju. Preterana osetljivost ili zavisnost mogu da oslabe ovu energiju. Lekcija dvojke je da pronađu sopstveni glas. Kada osveste sopstvenu vrednost i očuvaju granice, grade mostove ljubavi i razumevanja.",
      "3": "Za zrelost 3 druga polovina života vrvi od izražavanja, kreativnosti i nadahnuća. Jača želja da zasijaju kroz umetnost, pisanje, komunikaciju ili društveni rad. Cilj je podeliti unutrašnju radost. Površnost ili haos mogu umanjiti uticaj. Lekcija trojke je da produktivnost uskladi sa disciplinom. U ravnoteži šire sreću i pokreću mnoge.",
      "4": "Zrelost 4 donosi teme strukture, discipline i reda. Kasnije godine posvećene su stvaranju stabilnosti, dugoročnih projekata i odgovornog rada. Strpljivost vodi do rezultata. Suviše rigidne navike ili potreba za kontrolom mogu biti senka. Lekcija četvorke je da promenu prihvate fleksibilno. Tada grade pouzdanu osnovu koja daje sigurnost i njima i drugima.",
      "5": "Oni sa zrelošću 5 doživljavaju snažniji nalet slobode, promene i otkrića. Novi doživljaji, putovanja i svež pogled na svet dozivaju ih. Njihova prilagodljivost prih­vata transformaciju. Ipak, nestrpljenje ili nestabilnost mogu da ih uzdrmaju. Lekcija petice je da slobodu usklade sa odgovornošću. Tako život postaje inspirativna avantura za sve oko njih.",
      "6": "Zrelost 6 naglašava porodicu, ljubav i odgovornost. Kasnije godine donose brižne odnose, služenje zajednici i stvaranje lepote. Harmonija i saosećanje dobijaju na značaju. Prenošenje tuđih briga ili preterana žrtva može ih zamarati. Lekcija šestice je da brinu o sopstvenim potrebama. U ravnoteži postaju isceljujuće prisustvo.",
      "7": "Ljudi sa zrelošću 7 provode kasnije godine u traženju duhovne dubine, učenju i introspekciji. Učenju i svetim istraživanjima pridaje se veća pažnja. Samoća postaje izvor mudrosti. Preterano povlačenje ili distanca mogu ih udaljiti od drugih. Lekcija sedmice je da podele uvid. Tada postaju svetleći vodiči.",
      "8": "Zrelost 8 donosi moć, vođstvo i materijalni uspeh. Kasnije godine mogu ih dovesti do uticajnih pozicija i stvaranja obilja kroz odlučnost. Suviše ambicije ili kontrola mogu istrošiti energiju. Lekcija osmice je da dođu do pravedne ravnoteže i duhovnog uporišta. U ravnoteži postaju snažni i pravedni lideri.",
      "9": "Za zrelost 9 saosećanje, idealizam i služenje postaju glavne teme. Žele da dodirnu živote drugih, da ostave trag u svetu i uključe se u umetničke ili humanitarne projekte. Preterani idealizam ili žrtva može ih iscrpeti. Lekcija devetke je da idealizam spoje sa realizmom. U ravnoteži postaju inspirativne, isceljujuće figure.",
      "11": "Oni sa zrelošću 11 osećaju pojačanu intuiciju, viziju i duhovno vođstvo u kasnijem dobu. Javljaju se nadahnuti projekti i želja da prosvetle druge. Intenzivna energija može doneti nemir. Lekcija jedanaestice je da stabilizuju svoju svetlost. Kada uspeju, vode društvo snažnom vizijom.",
      "22": "Zrelost 22 pruža mogućnost da veliki snovi postanu stvarnost. Njihova disciplinovana i vizionarska priroda jača. Imaju moć da ostave konkretan trag u svetu. Težina odgovornosti može da bude izazov. Lekcija dvadesetdvojke glasi da prihvate sopstvene ciljeve hrabro. U ravnoteži postaju graditelji koji se pamte.",
      "33": "Oni sa zrelošću 33 snažno osećaju bezuslovnu ljubav, saosećanje i isceljenje u zrelim godinama. Pozvani su da nadahnu druge, poučavaju i unaprede zajednicu. Prevelika odgovornost ili izgaranje mogu se pojaviti. Lekcija tridesettrojke je da služe ostajući u ravnoteži. Kada to postignu, postaju moćni iscelitelji koji osvjetljavaju sve."
    },
    "meanings": {
      "1": {
        "description": "Broj 1 simbolizuje vođstvo, nezavisnost i nove početke.",
        "title": "Vođa i Pionir"
      },
      "2": {
        "description": "Broj 2 oslikava saradnju, ravnotežu i sklad.",
        "title": "Diplomata i Saradnik"
      },
      "3": {
        "description": "Broj 3 predstavlja kreativnost, komunikaciju i društvenost.",
        "title": "Kreativan Komunikator"
      },
      "4": {
        "description": "Broj 4 označava praktičnost, pouzdanost i stabilnost.",
        "title": "Praktičan i Pouzdan"
      },
      "5": {
        "description": "Broj 5 donosi slobodu, avanturu i promenu.",
        "title": "Slobodan Duh i Avanturista"
      },
      "6": {
        "description": "Broj 6 izražava saosećanje, zaštitu i odgovornost.",
        "title": "Zaštitnik pun Saosećanja"
      },
      "7": {
        "description": "Broj 7 označava mudrost, duhovnost i introspekciju.",
        "title": "Mudri i Duhovni"
      },
      "8": {
        "description": "Broj 8 simbolizuje vođstvo, organizaciju i materijalni uspeh.",
        "title": "Vođa i Organizator"
      },
      "9": {
        "description": "Broj 9 predstavlja univerzalnost, velikodušnost i duhovnost.",
        "title": "Univerzalan i Velikodušan"
      },
      "11": {
        "description": "Broj 11 označava duhovnost, intuitivne darove i ulogu učitelja.",
        "title": "Duhovni Učitelj"
      },
      "22": {
        "description": "Broj 22 nosi sposobnost da se veliki snovi ostvare.",
        "title": "Glavni Graditelj"
      },
      "33": {
        "description": "Broj 33 simbolizuje najviši nivo učenja i univerzalne službe.",
        "title": "Glavni Učitelj"
      }
    },
    "page": {
      "calculate": "Izračunaj",
      "calculating": "Računam...",
      "close": "Zatvori",
      "descriptions": {
        "birthdayNumber": "Otkrij svoje urođene darove",
        "compatibility": "Analiziraj kompatibilnost dve osobe",
        "expressionDestiny": "Upoznaj svoje prirodne talente kroz ime",
        "lifePath": "Pronađi životni put iz datuma rođenja",
        "maturity": "Saznaj teme perioda posle 35. godine",
        "personalCycles": "Otkrij godišnji, mesečni i dnevni energetski ritam",
        "personality": "Saznaj kako te vidi spoljašnji svet",
        "pinnaclesChallenges": "Istraži životne faze i izazove",
        "soulUrge": "Upoznaj unutrašnje motivacije i želju duše"
      },
      "errors": {
        "calculationError": "Došlo je do greške u računanju",
        "invalidDateFormat": "Nevažeći format datuma",
        "invalidNameFormat": "Nevažeći format imena",
        "rateLimitExceeded": "Prečesto računaš. Sačekaj 1 minut.",
        "requiredFields": "Popuni obavezna polja"
      },
      "form": {
        "birthDate": "Datum rođenja (DD-MM-GGGG)",
        "fullName": "Ime i prezime",
        "namePlaceholder": "npr. Ahmet Yılmaz",
        "namePlaceholder2": "npr. Ayşe Demir",
        "person1": "1. osoba",
        "person2": "2. osoba",
        "targetDate": "Ciljni datum (DD-MM-GGGG)"
      },
      "loading": "Učitavam...",
      "ok": "U redu",
      "results": {
        "challenges": "Izazovi",
        "compatibility": "Analiza kompatibilnosti",
        "compatibilityScore": "Ocena kompatibilnosti",
        "day": "Dan",
        "description": "Opis",
        "masterNumber": "Glavni broj",
        "month": "Mesec",
        "personalCycles": "Lični ciklusi",
        "pinnacles": "Vrhunci",
        "subtitle": "Analiza numerologije",
        "title": "Rezultat",
        "year": "Godina"
      },
      "subtitle": "Zakorači u mistični svet brojeva. Kroz svoje ime i datum rođenja istraži dubine ličnosti.",
      "tabs": {
        "birthdayNumber": "Rođendan",
        "compatibility": "Analiza kompatibilnosti",
        "expressionDestiny": "Izraz/Sudbina",
        "lifePath": "Životni put",
        "maturity": "Zrelost",
        "personalCycles": "Lični ciklusi",
        "personality": "Ličnost",
        "pinnaclesChallenges": "Vrhunci/Izazovi",
        "soulUrge": "Duševna želja"
      },
      "title": "Numerologija"
    },
    "personalYearMeanings": {
      "1": "Lična godina 1 označava seme novih početaka. Život te poziva da hrabro zakoračiš, iscrt­aš sopstveni put i prigrliš ličnu moć. Ovo je vreme vođstva, preduzetništva i samopouzdanja. Nestrpljenje ili osećaj usamljenosti mogu biti senka. Uz strpljive korake, godina jedinice pruža temelje koji oblikuju tvoju budućnost.",
      "2": "Lična godina 2 donosi strpljenje, saradnju i emotivni balans. Odnosi, partnerstva i duboke veze jačaju. Srce se otvara uz empatiju i timski rad. Preterana osetljivost ili neodlučnost mogu se pojaviti. Kada poštuješ svoje granice i postupaš smireno, godina dvojke ispunjava srce mirom.",
      "3": "Lična godina 3 naglašava kreativnost, izražavanje i radost. Tvoje vreme je da se pokažeš, podeliš ideje i inspirišeš druge. Umetnost, pisanje, govor i druženje pune te energijom. Površnost ili neorganizovanost mogu rasuti snagu. Iskren izraz i fokus donose uspeh i sreću.",
      "4": "Lična godina 4 posvećena je radu, strpljenju i strukturi. Energija te ukorenjuje, jača odgovornost i podstiče istrajnost. Pažljivo planiranje, trud i istrajnost otvaraju vrata dugoročnim plodovima. Previše rigidnosti ili kontrole može stegnuti. Kada ostaneš fleksibilan u radu, godina četvorke polaže čvrstu stazu ka budućnosti.",
      "5": "Lična godina 5 donosi slobodu, promenu i istraživanje. Novi doživljaji, putovanja i inovacije dozivaju. Kada deluješ hrabro, pojavljuju se sveže prilike. Ipak, nestrpljenje ili osećaj lutanja mogu izaći na površinu. Spoji slobodu sa odgovornošću i godina petice pretvara se u očaravajuću transformaciju.",
      "6": "Lična godina 6 usredsređena je na ljubav, porodicu i odgovornost. Produbljivanje odnosa, negovanje sklada i briga o voljenima postaju prioritet. Želja da neguješ i ulepšaš prostor se pojačava. Preterano preuzimanje tuđih tereta može umoriti. Kada čuvaš i sopstvene potrebe, godina šestice isceljuje srce i mir u okruženju.",
      "7": "Lična godina 7 vreme je unutrašnjeg istraživanja, intuicije i duhovne dubine. Život ti poručuje da usporiš, promisliš i potražiš smisao. Samoća, meditacija i učenje donose duboku svest. Preterano povlačenje ili skepticizam mogu se javiti. Kada držiš srce otvoreno i deliš uvide, godina sedmice postaje kapija ka prosvetljenju.",
      "8": "Lična godina 8 pojačava moć, obilje i postignuće. Materijalni napredak, ostvarivanje ciljeva i vođstvo postaju dostupni. Uz upornu posvećenost dolazi vidljiv rezultat. Preterana ambicija ili potreba za kontrolom mogu predstavljati izazov. Kada snagu uravnotežiš duhovnim vrednostima, godina osmice daruje trajno blagostanje.",
      "9": "Lična godina 9 označava završetak, otpuštanje i unutrašnje obnavljanje. Poziva te da zatvoriš poglavlja koja ti više ne služe, da se pomiriš sa prošlošću i olakšaš teret. Saosećanje, oproštaj i predaja ključne su teme. Ako se zadržiš u starim pričama ili emotivnom balastu, energija slabi. Kada naučiš da pustiš, godina devetke vodi ka mudrosti i slobodi."
    },
    "personalityMeanings": {
      "1": "Ljudi sa brojem ličnosti 1 doživljavaju se kao čvrsti, odlučni lideri. Prirodno nose autoritet, deluju samopouzdano i hrabro. Nekima mogu izgledati strogo ili egocentrično. Lekcija jedinice je da dele snagu. U tom balansu postaju harizmatični vođe koji nadahnjuju.",
      "2": "Oni sa ličnošću 2 deluju blago, skladno i graciozno. Njihova smirenost umiri sve oko njih i stvara atmosferu poverenja. Ipak, potreba da udovolje svima može stvoriti sliku pasivnosti. Lekcija dvojke je da jasno izraze glas. Tada odišu i nežnošću i snagom.",
      "3": "Ljudi sa ličnošću 3 deluju energično, veselo i komunikativno. Svojim humorom i toplinom unose radost. Nekima se mogu učiniti rasuti ili površni. Lekcija trojke je da usmeri energiju. Kada je fokusirana, donosi sreću i inspiraciju svima.",
      "4": "Oni sa ličnošću 4 doživljavaju se ozbiljno, pouzdano i odgovorno. Pojavljuju se kao vredni, organizovani i istrajni. Na neke ostavljaju utisak rigidnosti ili distance. Lekcija četvorke je da spoji pouzdanost sa fleksibilnošću. Tada ostaje oslonac, ali otvoreniji i pristupačniji.",
      "5": "Ljudi sa ličnošću 5 ostavljaju utisak dinamike, slobode i radoznalosti. Odišu avanturističkim duhom i spremnošću na promenu. Nekima mogu delovati nepredvidivo ili nestrpljivo. Lekcija petice je da slobodu usmeri sa svesnošću. U ravnoteži postaju istraživači koji inspirišu druge.",
      "6": "Oni sa ličnošću 6 zrače toplinom, elegancijom i podrškom. Upoznati su kao brižni, estetski senzibilni i skladni. Preterana zaštita ili kritika mogu biti senka. Lekcija šestice je postavljanje granica sa ljubavlju. Tako postaju izvor mira i poverenja.",
      "7": "Ljudi sa ličnošću 7 doživljavaju se kao tajanstveni, promišljeni i duboki. Njihova smirena prisutnost i intelekt pobuđuju poštovanje. Mogu delovati odbojno ili hladno. Lekcija sedmice je da spoji mudrost i otvorenost. Kada otvori srce, postaje izvor inspiracije.",
      "8": "Oni sa ličnošću 8 ostavljaju utisak snage, autoriteta i harizme. Privlače pažnju i često preuzimaju vođstvo. Drugi ih mogu videti kao previše dominantne ili distancirane. Lekcija osmice je da snagu spoji sa pravednošću. U ravnoteži postaje lider koji budi i poštovanje i divljenje.",
      "9": "Ljudi sa ličnošću 9 deluju saosećajno, umetnički i vizionarski. Njihovo prisustvo donosi inspiraciju i brigu. Mogu izgledati previše emotivno ili idealistički. Lekcija devetke je da idealizam upotpuni praktičnošću. Tako postaje isceljujuća svetlost.",
      "11": "Oni sa ličnošću 11 deluju intuitivno, inspirativno i magnetski. Njihova visoka frekvencija je očigledna. Drugima mogu delovati enigmatično ili neuzemljeno. Lekcija jedanaestice je da svetlost nose u ravnoteži. Tada vode druge snažnim osećajem svrhe.",
      "22": "Ljudi sa ličnošću 22 deluju vizionarski, pouzdano i odlučno. Zrače snagom u izgradnji zajednice i dugoročnih projekata. Nekima se mogu učiniti distancirani ili skloni kontroli. Lekcija dvadesetdvojke je da viziju spoje sa srcem. Tada stvaraju trajne vrednosti.",
      "33": "Oni sa ličnošću 33 deluju saosećajno, poučno i isceljujuće. Zrače bezuslovnom ljubavlju, nude razumevanje i sigurnost svima. Prevelika odgovornost ili zanemarivanje sebe može biti izazov. Lekcija tridesettrojke je da služe, a da ostanu u balansu. Tako leče i inspirišu svakoga."
    },
    "pinnaclesMeanings": {
      "1": "Vrh 1 naglašava nezavisnost, vođstvo i hrabrost. Period poziva na smjele akcije, lične proboje i kovanje jedinstvenog puta. Ako ego ili nestrpljenje ovladaju, mogu nastati teškoće. Lekcija je proširiti viziju kroz saradnju. U balansu, Vrh 1 stvara uspeh koji inspiriše.",
      "2": "Vrh 2 stavlja u fokus harmoniju, partnerstvo i saradnju. Vreme je za produbljivanje odnosa, izgradnju mira i diplomatskih veština. Prevelika osetljivost ili neodlučnost mogu se pojaviti. Kada se čuvaju zdrave granice, Vrh 2 donosi uspeh zajedno sa drugima.",
      "3": "Vrh 3 ukazuje na procvat kreativnosti, izraza i društvenog uspeha. Umetnost, komunikacija, pisanje ili javni nastup mogu doživeti uspon. Površnost ili nered mogu ograničiti rast. Fokus pretvara Vrh 3 u svetionik kreativnosti za sopstveni svet i zajednicu.",
      "4": "Vrh 4 naglašava disciplinu, rad i red. Period podstiče postavljanje stabilnih osnova, dugoročne projekte i prihvatanje odgovornosti. Preterana krutost ili strah od promene mogu biti senke. Fleksibilnost pretvara Vrh 4 u izvor trajne stabilnosti i poverenja.",
      "5": "Vrh 5 pojačava slobodu, promenu i istraživanje. Novi doživljaji, putovanja i smela preobražavanja su dobrodošla. Nestrpljenje ili nestalnost mogu nastati. Balansirajući avanturu sa odgovornošću, Vrh 5 otvara vrata dinamičnom rastu.",
      "6": "Vrh 6 naglašava porodicu, odgovornost i ljubav. Period donosi sklad u odnosima, služenje zajednici i stvaranje lepote. Preuzimanje tuđih tereta može umoriti. Kada se povedu računa o sopstvenim potrebama, Vrh 6 zrači isceljujućom svetlošću.",
      "7": "Vrh 7 pojačava duhovnost, istraživanje i mudrost. Okretanje unutra, praćenje intuicije i potraga za smislom postaju u prvom planu. Preterana introverzija ili osećaj usamljenosti mogu biti izazov. Deljenje uvida pretvara Vrh 7 u period svetlosti.",
      "8": "Vrh 8 naglašava moć, uspeh i materijalno blagostanje. Napredak u karijeri, prilike za vođstvo i finansijski uspeh su mogući. Preterana ambicija ili kontrola mogu doneti poteškoće. Uz fer pristup, Vrh 8 otvara vrata trajnim ostvarenjima.",
      "9": "Vrh 9 ističe saosećanje, služenje i idealizam. Idealno vreme za humanitarne radove ili umetničke projekte. Preterana žrtva ili sanjarenje mogu biti zamorni. Spojen sa realizmom, Vrh 9 ostavlja uzvišen trag u svetu.",
      "11": "Vrh 11 naglašava inspiraciju, intuiciju i viziju. Povećana duhovna svesnost i nadahnuti projekti dolaze u prvi plan. Intenzitet može izazvati teskobu. U ravnoteži, Vrh 11 postaje razdoblje dubokog vođstva.",
      "22": "Vrh 22 stavlja u prvi plan grandiozne projekte, trajna nasleđa i doprinos zajednici. Vizije su spremne da se ostvare. Pritisak odgovornosti može biti velik. Korišćenjem energije sa merom, Vrh 22 stvara nezaboravne rezultate.",
      "33": "Vrh 33 koncentriše bezuslovnu ljubav, saosećanje i služenje. Donosi priliku da vodiš zajednicu, isceliš i zasijaš kroz poučavanje. Rizik je prevelika odgovornost ili izgaranje. U ravnoteži, Vrh 33 postaje snažan talas kolektivnog isceljenja."
    },
    "result": {
      "calculationDetails": "Detalji izračunavanja",
      "cardTitle": "Tvoj broj {type}",
      "careerAdvice": "Saveti za karijeru",
      "challenges": "Na šta obratiti pažnju",
      "color": "Boja",
      "compatibilityNotes": "Napomene o usklađenosti",
      "compatibilityScore": "Ocena kompatibilnosti",
      "element": "Element",
      "lifeGuidance": "Životno vođstvo",
      "masterNumber": "Glavni broj",
      "personalDay": "Lični dan",
      "personalMonth": "Lični mesec",
      "personalYear": "Lična godina",
      "pinnacles": "Vrhunci",
      "planet": "Planeta",
      "positiveTraits": "Tvoje snage",
      "relationshipAdvice": "Saveti za odnose",
      "spiritualMessage": "Duhovna poruka",
      "title": "Rezultat {type}"
    },
    "subtitle": "Otkrij vođstvo brojeva kroz svoje ime i datum rođenja.",
    "title": "Numerologija",
    "renk": "Boja",
    "element": "Element",
    "gezegen": "Planeta",
    "ifade": "Izraz"
  }
}



