{
  "relationship-problems": {
    "meanings": {
      "thefool": {
        "position6": {
          "keywords": {
            "0": "limit",
            "1": "Naiveness",
            "2": "responsibilities",
            "3": "freedom",
            "4": "Don't slack off."
          },
          "context": "Theme: abuse of good will; risk: border violation and unilateral charge; do it: balance with clear frames and small commitments."
        },
        "position7": {
          "upright": "The Joker says that friends' environment or spontaneous effects are involved in your relationship, and well-meaning but impulsive manipulations can cloud your boundaries.",
          "reversed": "The Reverse Joker emphasizes risky behavior and unnecessary encouragement by the reckless third party, and you may have been confronted by other people's attitude.",
          "keywords": {
            "0": "friend effect",
            "1": "(PHP 3, PHP 4)",
            "2": "limit",
            "3": "It's reckless.",
            "4": "direction"
          },
          "context": "The external energy affects your decisions, clarify the boundaries, and establish a common attitude as a couple."
        },
        "position8": {
          "upright": "The Joker shows new beginnings in the financial field, the courage to take risks and try, and if it's handled correctly, the opportunity creates stress in the relationship budget if it's unplanned.",
          "reversed": "Inverse Joker, impulsive spending, impulsive debt, and then we see that his attitude violates the common order. Unresolved freedom undermines common trust.",
          "keywords": {
            "0": "risk",
            "1": "start",
            "2": "Inconsequential",
            "3": "freedom",
            "4": "budget"
          },
          "context": "Unscheduled enterprises in a material area affect the balance of relationships; risks must be discussed and drawn to limits."
        },
        "position9": {
          "upright": "The Joker brings fresh breaths and courage to start the relationship again, and it's very likely that if you adopt an approach that is flexible, open to exploration and unburdened, it will last.",
          "reversed": "The Reverse Joker, reckless decisions, escape from commitment, and look at the attitude of the relationship. If the direction and frame are not placed, the continuity weakens.",
          "keywords": {
            "0": "start",
            "1": "free spirit",
            "2": "flexibility",
            "3": "connection",
            "4": "direction"
          },
          "context": "To drive: open intent + small but consistent steps; don't leave it to chance."
        }
      },
      "themagician": {
        "position1": {
          "upright": "The wizard says that the core contradiction lies in the way communication and intentions are expressed. The power of words is high; the lack of or exaggerated expression creates misunderstanding as the right expression zooms in.",
          "reversed": "The Reverse Wizard shows that the contradiction feeds on manipulative communication, persuasion, or verbal inconsistency. Perception undermines confidence and shiftes the common ground.",
          "keywords": {
            "0": "communication",
            "1": "intent",
            "2": "consistency",
            "3": "Trust",
            "4": "perception"
          },
          "context": "The nature of conflict in the relationship: the management of expression and intent."
        },
        "position2": {
          "upright": "The wizard tells the heart of the problem is the form of communication and the expression of intent. Words can be strong but sometimes guiding or incomplete.",
          "reversed": "The Reverse Wizard says that the problem is fed by manipulative communication, masking and perception management. What is said is what opens the wound as well as how it is said.",
          "keywords": {
            "0": "communication",
            "1": "intent",
            "2": "The epiphany.",
            "3": "consistency",
            "4": "Trust"
          },
          "context": "The root problem: non-expressive expression and inconsistencies. It affects areas: trust, boundaries, decision making."
        },
        "position3": {
          "upright": "The wizard says that when the powerful expression of the word goes into dissonance, you ignite the spark. You may have a great share if the tone of the ikna is in the way of your transparency.",
          "reversed": "The Reverse Wizard tells us that he may have grown fire by his attempts to mask, exaggerate, or oversight, but when he's replaced with a number of clarity, trust is restored.",
          "keywords": {
            "0": "communication",
            "1": "intent",
            "2": "consistency",
            "3": "Trust",
            "4": "perception"
          },
          "context": "Pay: non-transparent expression and promise economy. Effect: trust, boundary. Proposal: plain language + provenable step."
        },
        "position4": {
          "upright": "The sorcerer says that you can despise the incompatibility of the word and hide behind the shield of the word. When the truth is clouded by the power of expression, it becomes difficult to see your share.",
          "reversed": "The Reverse Wizard tells us that with perception management and fancy words, his reaction to avoiding self-responsibility can increase, and instead of clarity, the number feeds denial.",
          "keywords": {
            "0": "communication",
            "1": "consistency",
            "2": "self-responsibility",
            "3": "perception",
            "4": "Honesty"
          },
          "context": "What do I ignore: the interverbal space. The effect: trust melts, doubts increase. Do it: plain speech, proven steps."
        },
        "position5": {
          "upright": "The wizard says in the early days strong communication and attraction formed your relationship, motivated each other, imagined each other.",
          "reversed": "The Reverse Wizard tells us that wordless incompatibility has seeded in the past. Excessive promises may have become doubts today.",
          "keywords": {
            "0": "communication",
            "1": "gravity",
            "2": "promise",
            "3": "consistency",
            "4": "Trust"
          },
          "context": "Bright beginnings; a test of consistency over time. The real difference affected confidence. Now simple and proven steps are needed."
        },
        "position6": {
          "upright": "The wizard whispers that the power of persuasion can be nutritious when used for the relationship, but it can shift to manipulation at the border crossing. If the bright words don't support action, the risk of exploitation arises.",
          "reversed": "The Reverse Wizard raises the possibility of bending the truth, lighting the gas, and leading it with invisible ropes, and the order established without consent, without consent, disrupts the balance of power.",
          "keywords": {
            "0": "manipulation",
            "1": "convincing",
            "2": "power",
            "3": "consent",
            "4": "perception"
          },
          "context": "Theme: Persuasion line; Risk: syntax scissors; Do: consent and transparency rule."
        },
        "position7": {
          "upright": "The wizard says that a charismatic person is guiding the dynamic of a relationship with his ideas, that a well-spoken, persuasive person may be shaping the agenda.",
          "reversed": "The Reverse Wizard is at risk of manipulative advice, distorted narratives, and gas lighting. The third person can bend perception for his own benefit.",
          "keywords": {
            "0": "Charisma",
            "1": "convincing",
            "2": "narrator",
            "3": "manipulation",
            "4": "effect"
          },
          "context": "A master of the word comes between you, confirming the source and co-existing as a couple."
        },
        "position8": {
          "upright": "The wizard emphasizes the ability to create income by combining talent and resources wisely. The right communication and focus can increase the budget.",
          "reversed": "The Reverse Wizard warns against inflated words, deceptive proposals, and easy paradigms. The perception plays put the joint safe at risk.",
          "keywords": {
            "0": "skill",
            "1": "resource",
            "2": "income",
            "3": "manipulation",
            "4": "focus"
          },
          "context": "Use your talents with transparent plans for money flow; avoid the promise of miracles."
        },
        "position9": {
          "upright": "The wizard says that the relationship with the right communication, clear intent, and resources can continue with intelligent use. What do we want? The common answer to the question produces sustainability.",
          "reversed": "The reverse wizard sabotages the long term of verbal inconsistency and perception games. If trust is worn out, the process is broken.",
          "keywords": {
            "0": "intent",
            "1": "communication",
            "2": "consistency",
            "3": "Trust",
            "4": "resource"
          },
          "context": "To drive: open target, written little plan and regular check-in."
        }
      },
      "thehighpriestess": {
        "position1": {
          "upright": "The Mother Superior tells us that conflict builds up in invisible layers, intuitives, secrets, and unspoken ones, and inability to read the inner worlds increases doubt and distance.",
          "reversed": "Inverted Mother Superior shows that repressed emotions and half-transmitted truths create confusion, and a lot of privacy feeds the cycle of insecurity.",
          "keywords": {
            "0": "Secret",
            "1": "intuition",
            "2": "hidden emotions",
            "3": "Insecurity",
            "4": "Distance"
          },
          "context": "The nature of conflict in relationship: hidden agendas and intuitive tension."
        },
        "position2": {
          "upright": "The mother-in-law says that the problem occurs not in the visible layer, but in the invisible layer. Secrets, intuitions and introverts open the gap. The problem is that emotions can't find the safe expression channel.",
          "reversed": "The reverse Mother Superior shows that you're trying to move forward in the water covered by repressed emotions and hidden truths. There's intuition, there's no sharing.",
          "keywords": {
            "0": "Secret",
            "1": "intuition",
            "2": "secret",
            "3": "inner world",
            "4": "Distance"
          },
          "context": "The root problem: hidden agenda and unexplained emotion. It affects areas: intimacy, trust, openness."
        },
        "position3": {
          "upright": "The High Priestess says that her share may come from hiding her feelings and speaking in an implied language. Keeping your insides closed may have created a hidden perception from me on the other side.",
          "reversed": "The upside-down Mother says that what you suppress comes back with passive, aggressive leaks. Your share is that you don't open the truth enough in time.",
          "keywords": {
            "0": "Secret",
            "1": "intuition",
            "2": "secret",
            "3": "Distance",
            "4": "inner world"
          },
          "context": "Part: unexplained emotions and half sentences. Effect: closeness, trust. Proposal: open sharing rhythm."
        },
        "position4": {
          "upright": "The High Priestess says that she can hide your feelings and ignore your share with the expectation of understanding. The language fogs up her contribution.",
          "reversed": "The upside-down Mother says that by being buried and silent, her tendency to make responsibility invisible can be strengthened.",
          "keywords": {
            "0": "Secret",
            "1": "imam",
            "2": "lack of expression",
            "3": "self-expansion",
            "4": "intuition"
          },
          "context": "What I ignore is: the burden of the unsaid. The effect: closeness breaks, the doubt grows. Do it in time and clearly."
        },
        "position5": {
          "upright": "Mother Superior says there's a strong intuitive and nonverbal agreement in your past, and sometimes silence creates a safe space.",
          "reversed": "The upside-down Mother tells us that the unspoken are piling up and giving birth to false readings, and secrets may be shadowing today.",
          "keywords": {
            "0": "intuition",
            "1": "secret",
            "2": "Silence",
            "3": "privacy",
            "4": "Don't get me wrong."
          },
          "context": "Unshared emotions and the language of suggestion, there's trust, but transparency is incomplete."
        },
        "position6": {
          "upright": "The Mother Superior says that the language of secrecy and hints will be protective when necessary, but that systematic secrecy can be used to establish power. The more access to knowledge, the more it becomes unstable.",
          "reversed": "Inverted Mother Superior points to cycles of emotional retreat and silent punishment, shutting down communications can become a means of control.",
          "keywords": {
            "0": "Secret",
            "1": "Silence",
            "2": "access",
            "3": "information power",
            "4": "emotion"
          },
          "context": "Theme: information and emotional access; risk: control by silence; do: open sharing limits."
        },
        "position7": {
          "upright": "The High Priestess says there are hidden influences, secret figures or invisible connections, and the silent advice channels may be affecting the decisions.",
          "reversed": "Reverse Mother Superior shows hidden messages, secret talks, and hints of doubt, and the third unknown person wears off trust.",
          "keywords": {
            "0": "hidden effect",
            "1": "secret",
            "2": "intuition",
            "3": "rear channel",
            "4": "Trust"
          },
          "context": "There's an invisible reception line that must be distributed through transparency and open communication."
        },
        "position8": {
          "upright": "The Mother Superior points to unseen expenses and intuitive concerns, sometimes silence protects the money, but concealing it breeds insecurity.",
          "reversed": "The upside-down Mother says that hidden accounts, hidden debts, or unshared financial decisions are deeply tiring of the relationship.",
          "keywords": {
            "0": "hidden expense",
            "1": "intuition",
            "2": "transparency",
            "3": "debt",
            "4": "Trust"
          },
          "context": "Instead of being discreet about financial matters, we need moderate clarity and clear recordings."
        },
        "position9": {
          "upright": "The Mother Superior says that you can deepen your relationship with the intuitive harmony and respectful field, and that silent power and privacy add long life to the bond.",
          "reversed": "Reverse Mother Superior, the language of secrecy and insemination wears off trust, and if the unsaid grows, it becomes difficult.",
          "keywords": {
            "0": "intuition",
            "1": "privacy",
            "2": "Trust",
            "3": "Secret",
            "4": "openness"
          },
          "context": "To continue: open borders + calmly sharing; reduce the secret economy."
        }
      },
      "theempress": {
        "position1": {
          "upright": "The Empress shows that there is a fork in the balance of need and care, while one can expect more compassion and attention, and the other can feel a drowning.",
          "reversed": "The Reverse Empress says that over-claiming, addiction, or neglect is a contradiction, and the lack of self-care and the shade of jealousy destroy the relationship.",
          "keywords": {
            "0": "care",
            "1": "need",
            "2": "ownership",
            "3": "addiction",
            "4": "Jealousy"
          },
          "context": "The nature of conflict in relationships: maintenance and the balance of drowning."
        },
        "position2": {
          "upright": "The Empress says there's a glitch in the balance of care, attention and nutrition. One can feel that one is not fed, the other can feel that the other is strangled. The problem is overprotective or neglect perception. The problem grows when needs are not met in the open and on time.",
          "reversed": "The Reverse Empress shows a crack that feeds on over-claiming, emotional addiction, or self-care neglect. When you give it, there's extinction and expectation fractures.",
          "keywords": {
            "0": "care",
            "1": "Compassion",
            "2": "ownership",
            "3": "need",
            "4": "Jealousy"
          },
          "context": "The root problem is the feeding release. It affects areas: emotional security, self-care, reciprocity."
        },
        "position3": {
          "upright": "The Empress says you may have sparked the spark with good intentions but suffocating care and ownership, triggering retreat when you give love and no space.",
          "reversed": "The Reverse Empress tells us that she may have lost balance with jealousy and emotional addiction, and neglect or extreme care increases her share.",
          "keywords": {
            "0": "care",
            "1": "Compassion",
            "2": "ownership",
            "3": "need",
            "4": "Jealousy"
          },
          "context": "Pay: interest/imposed loss of dosage. Effect: emotional security, freedom. Proposal: calibrate needs together."
        },
        "position4": {
          "upright": "The Empress says that she can legitimize overcare or possession and ignore her share. Good intentions can turn into asphyxiation.",
          "reversed": "The Reverse Empress tends to underestimate the effect of jealousy or neglect.",
          "keywords": {
            "0": "care",
            "1": "dosage",
            "2": "ownership",
            "3": "Jealousy",
            "4": "self - care"
          },
          "context": "What I'm ignoring is: the overdose of interest/importance. The effect: freedom shrinks, resentment increases. Do it: calibrate the needs together."
        },
        "position5": {
          "upright": "The Empress says in the past, compassion, care, and warmth are abundant.",
          "reversed": "The Reverse Empress says that overclaiming or neglect cycles leave a mark, and emotional dosage problems can be triggered today.",
          "keywords": {
            "0": "care",
            "1": "Compassion",
            "2": "ownership",
            "3": "nest",
            "4": "dosage"
          },
          "context": "The balance of temperature and care, the occasional suffocation/imposed edges, which now require moderate attention and self-care."
        },
        "position6": {
          "upright": "The Empress says that care and compassion are healing, but overprotective can create an addiction and a sense of debt.",
          "reversed": "The Reverse Empress talks about being surrounded by jealousy or omission, withdrawing care can turn into a tactic of aligning the other side.",
          "keywords": {
            "0": "care",
            "1": "Compassion",
            "2": "protection",
            "3": "addiction",
            "4": "Jealousy"
          },
          "context": "Theme: dose of care; risk: submission in return for good; do: unconditional support + healthy limit."
        },
        "position7": {
          "upright": "The Empress, particularly a mother/mother figure or a nutritious close-up, speaks of the well-intentioned but dominant effect of the environment.",
          "reversed": "Inverted Empress points to suffocating possession, jealousy, or interventionous relatives. (For you, the rhetoric can become authority.)",
          "keywords": {
            "0": "family",
            "1": "mother figure",
            "2": "protection",
            "3": "Intervention",
            "4": "ownership"
          },
          "context": "The maintenance people have a strong voice, so you have to draw a double line and protect the decision-making area."
        },
        "position8": {
          "upright": "The Empress tells of the blessing, the comfort, and the supply of needs, and intelligent care and productivity sustains material peace.",
          "reversed": "The Reverse Empress warns against excessive spending, emotional shopping, and waste cycles for comfort. The budget can be exceeded by saying, \"We deserve it. \"",
          "keywords": {
            "0": "fertility",
            "1": "Comfort",
            "2": "Waste",
            "3": "need",
            "4": "productivity"
          },
          "context": "If the measure between comfort and savings is adjusted, money disputes will soften."
        },
        "position9": {
          "upright": "The Empress says that care, compassion, and productivity support the relationship, and common comfort and emotional security increase sustainability.",
          "reversed": "Reverse Empress creates suffocating possession or neglect imbalance, and if no need is needed, the bond weakens.",
          "keywords": {
            "0": "care",
            "1": "Compassion",
            "2": "productivity",
            "3": "Comfort",
            "4": "need"
          },
          "context": "To drive: the dose of care + visible appreciation + mutual feeding."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "The Emperor emphasizes that conflict revolves around boundaries, rules and decision-making authority, which can be disputed on the axis of control and freedom.",
          "reversed": "The reverse Emperor says that rigidity, dictatement, or micromanagement increase tension, and the wars of authority weaken intimacy.",
          "keywords": {
            "0": "limit",
            "1": "rule",
            "2": "authority",
            "3": "control",
            "4": "freedom"
          },
          "context": "The nature of conflict in relationship: authority and border dispute."
        },
        "position2": {
          "upright": "The Emperor says the problem revolves around boundaries, rules and decision-making authority. The structure is necessary, but rigor creates tension.",
          "reversed": "The Reverse Emperor says that the need for micromanagement, dictates and control has marred the bond. The right of speech is unstable. The difficulty is stubborn nodes, respect age and retreat. The problem is rooted in rules that lack flexibility.",
          "keywords": {
            "0": "limit",
            "1": "authority",
            "2": "structure",
            "3": "control",
            "4": "respect"
          },
          "context": "The root problem: power and structure sharing. The areas it affects: respect, trust, conflict resolution."
        },
        "position3": {
          "upright": "The Emperor says that you may have raised tension with your rule-making attitude, and that forgetting flexibility in order creates conflict.",
          "reversed": "The Reverse Emperor tells us that the micromanagement and the harshness of its share are increasing, and when the need for control is clouded by love, the other side becomes defensive.",
          "keywords": {
            "0": "limit",
            "1": "authority",
            "2": "rule",
            "3": "control",
            "4": "respect"
          },
          "context": "Pay: authority and micromanagement. Effect: respect, autonomy. Proposal: frame + common say."
        },
        "position4": {
          "upright": "The Emperor says that he can label rules and ignore rigor, and micromanagement can cover his share.",
          "reversed": "The Reverse Emperor denies the need for control and emphasizes the tendency to underestimate the other side's sensitivity, and without flexibility, responsibility is invisible.",
          "keywords": {
            "0": "control",
            "1": "rule",
            "2": "flexibility",
            "3": "authority",
            "4": "limit"
          },
          "context": "What I'm ignoring is the impact of the hard frame. The effect: respect and autonomy wear off. Do it: share power, stretch."
        },
        "position5": {
          "upright": "The Emperor says that in the past, you have a sense of structure, order, and trust, that rules and goals have been the backbone of the relationship.",
          "reversed": "The Reverse Emperor says that rigid attitudes and control reflexes leave a mark, and the lack of flexibility could be causing resistance today.",
          "keywords": {
            "0": "layout",
            "1": "Trust",
            "2": "rule",
            "3": "control",
            "4": "flexibility"
          },
          "context": "It's a solid frame, a risk of rigor in time, a need for autonomy and a common say, and now it's time for stretch and delegation."
        },
        "position6": {
          "upright": "The Emperor emphasizes the value of order and security, but when the rules are one-sided, authority is exploited.",
          "reversed": "Reverse Emperor, with micromanage, permission culture, and solid control, the risk of shrinking the partner can be transformed into a subjugation tool, not a protection.",
          "keywords": {
            "0": "authority",
            "1": "rule",
            "2": "control",
            "3": "Trust",
            "4": "micromanagement"
          },
          "context": "Theme: balance of order and flexibility; risk: unilateral management; do: common rule and share authority."
        },
        "position7": {
          "upright": "The Emperor says that father/boss/authority figures hold rules and expectations to the relationship.",
          "reversed": "The reverse emperor points to the pressure of rigid intervention, micromanagement and approval, and a strong external voice cloudes your judgment.",
          "keywords": {
            "0": "authority",
            "1": "father figure",
            "2": "rule",
            "3": "confirmation",
            "4": "pressure"
          },
          "context": "There's a hierarchical field of influence, so write down the rules of your own game together."
        },
        "position8": {
          "upright": "The Emperor defends order, plan and budget discipline, and the clear rules create financial trust.",
          "reversed": "The Reverse Emperor says that making money a means of control, firm attitude, and I know that attitude narrows the common area.",
          "keywords": {
            "0": "layout",
            "1": "budget",
            "2": "control",
            "3": "rule",
            "4": "Trust"
          },
          "context": "The clear budget is good, not authoritarian, the common rules must be written together."
        },
        "position9": {
          "upright": "The Emperor says that a long-term relationship with clear rules, roles, and borders will ensure a long-term stability.",
          "reversed": "Reverse Emperor, rigor and control power put out the heat, and without flexibility, sustainability falls.",
          "keywords": {
            "0": "structure",
            "1": "limit",
            "2": "Trust",
            "3": "flexibility",
            "4": "control"
          },
          "context": "To drive: rules written together plus flexible application."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "The Saint points to a difference of opinion about traditions, family expectations, and the right relationship patterns, and the pressure to adapt to the status quo can create conflict.",
          "reversed": "The reverse Saint shows that you're stuck between dogmatic rules and the desire for original relationship, and when the pattern is done like this, when it kills flexibility, the contradiction deepens.",
          "keywords": {
            "0": "tradition",
            "1": "norm",
            "2": "family pressure",
            "3": "Originality",
            "4": "dogma"
          },
          "context": "The nature of conflict in relationships: tradition and the tension of authenticity."
        },
        "position2": {
          "upright": "Saint, tradition, family norms and unwritten rules have become a problem. Standards are not on the same page.",
          "reversed": "The Reverse Saint talks about the drift between blind tradition and blind rebellion. There is neither harmony nor originality. The so-called rules, invisible pressure and hypocritical standards. The problem grows when faith and routines are imposed without talking.",
          "keywords": {
            "0": "tradition",
            "1": "norm",
            "2": "confirmation",
            "3": "value",
            "4": "pattern"
          },
          "context": "The root problem: Norm and dissonance of value. It affects areas: family relationships, lifestyle decisions."
        },
        "position3": {
          "upright": "It says that you can have the spark when the saint, the tradition, and the family put their norms like this, and the need for approval suppresses the originality.",
          "reversed": "He says that he has grown his share in his reaction to reverse Saints, dogma, or rulelessness.",
          "keywords": {
            "0": "tradition",
            "1": "norm",
            "2": "confirmation",
            "3": "value",
            "4": "pattern"
          },
          "context": "Pay: norm imposition/responsibility. Effect: value compatibility, authenticity. Proposal: rule writing together."
        },
        "position4": {
          "upright": "The saint says he can ignore his share of the norms of tradition and family, and he can stay and mask personal responsibility.",
          "reversed": "He tends to deny his contribution by citing reverse Saint, blind tradition, or blind rebellion, and if he doesn't have a value dialogue, there's no share.",
          "keywords": {
            "0": "tradition",
            "1": "norm",
            "2": "confirmation",
            "3": "value",
            "4": "pattern"
          },
          "context": "What I'm ignoring is the price of norm enforcement. The effect: authenticity and harmony conflict. Do it: write rules together."
        },
        "position5": {
          "upright": "Saints, traditions, family approval and rituals say they support the relationship, and the intersection of values is reassuring.",
          "reversed": "The reverse Saint tells us there's a problem with norm impositions or family influence, and the stay pressure may be challenging today.",
          "keywords": {
            "0": "tradition",
            "1": "values",
            "2": "confirmation",
            "3": "ritual",
            "4": "pattern"
          },
          "context": "It's a value partnership, but the patterns are heavy, and the external approval effect is high, and now you have to write the original agreement."
        },
        "position6": {
          "upright": "The saint says that tradition and values offer a common framework, but when they return to imposition, they can exploit conscience and authenticity, and the need for approval must not become a means of oppression.",
          "reversed": "Reverse Saint, dogma, shame, and risk of using social norms as sticks, my family's way of saying can suppress the partner's voice.",
          "keywords": {
            "0": "tradition",
            "1": "norm",
            "2": "confirmation",
            "3": "Don't be embarrassed.",
            "4": "Originality"
          },
          "context": "Theme: value partnership; Risk: norm imposition; Do: value dialogue and flexibility."
        },
        "position7": {
          "upright": "Saint, family, tradition, society, or belief say that the standards of the environment interfere with your relationship.",
          "reversed": "The reverse Saint shows that dogma and shame come from the outside, and the norms can surround your original relationship.",
          "keywords": {
            "0": "tradition",
            "1": "society",
            "2": "norm",
            "3": "faith",
            "4": "approval pressure"
          },
          "context": "The external values are leaking in. Do the value dialogue and set your original agreement."
        },
        "position8": {
          "upright": "The saint brings up the family economy, the traditional sense of money and the advice of the elders, and discipline and values can be supportive.",
          "reversed": "Inverted Aziz can limit financial and lifestyle by printing, reproaching, and molding.",
          "keywords": {
            "0": "tradition",
            "1": "family",
            "2": "value",
            "3": "pressure",
            "4": "pattern"
          },
          "context": "Whether external values are inspired or not, choose the financial rule that suits you."
        },
        "position9": {
          "upright": "Saints, common values, support of family/clients, and the chances of maintaining a relationship with healthy rituals are that the value harmony is the spine.",
          "reversed": "Reverse Saint, dogma, shame, and stay-in expectations choke the relationship, and when authenticity is crushed, it's hard to keep going.",
          "keywords": {
            "0": "values",
            "1": "ritual",
            "2": "society",
            "3": "dogma",
            "4": "Originality"
          },
          "context": "To drive: the common value declaration + elimination of unnecessary norms."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Lovers say that harmony and alignment between self-values and life choices is a conflict between the core, whether the choices flow to the same goal or the paths separate.",
          "reversed": "Reverse lovers show that indecisiveness, duality, or faithful shadows undermine trust, and value dissonance weakens the bond.",
          "keywords": {
            "0": "values",
            "1": "selection",
            "2": "alignment",
            "3": "Loyalty",
            "4": "Incompatibility"
          },
          "context": "The nature of conflict in relationship: value and direction."
        },
        "position2": {
          "upright": "Lovers say the problem is that values and goals are not aligned at the heart. If the elections don't flow to the same horizon, the bond gets tense.",
          "reversed": "Inverted lovers describe the breaking of choices created by indecisiveness, duality, and self-values. Loyalty and verbal contact are injured.",
          "keywords": {
            "0": "value",
            "1": "selection",
            "2": "alignment",
            "3": "Loyalty",
            "4": "priority"
          },
          "context": "The root problem: value and course incompatibility. The areas it affects: commitment, long term, trust."
        },
        "position3": {
          "upright": "Lovers, if you made critical choices without clarifying your values, you could have fired the fuse, walking in both directions creates insecurity.",
          "reversed": "The Reverse Lovers say that he's growing his share of indecisiveness and duality, and choicelessness is a choice, and it hurts the relationship.",
          "keywords": {
            "0": "value",
            "1": "selection",
            "2": "alignment",
            "3": "Loyalty",
            "4": "priority"
          },
          "context": "Pay: undecided/strength choices. Effect: trust, commitment. Proposal: value level + open."
        },
        "position4": {
          "upright": "Lovers say that they can explain indecisiveness and underestimate the effect of their choices. The winking on both sides can cloud their share.",
          "reversed": "Inverted lovers tend not to accept dual and disproportionate values but to put blame on the circumstances, and choice is the responsibility of choice.",
          "keywords": {
            "0": "selection",
            "1": "value",
            "2": "indecisive",
            "3": "alignment",
            "4": "A commitment."
          },
          "context": "What I ignore is the price of my choice. The effect is trust and direction. Do it: open yes/no."
        },
        "position5": {
          "upright": "Lovers say that in the past you've achieved a strong value and a heart level, you may have overcome a difficult choice together.",
          "reversed": "The Reverse Lovers say that indecisive states or triangles leave a mark, and the search for harmony may have been like a pendulum until now.",
          "keywords": {
            "0": "value",
            "1": "selection",
            "2": "compatibility",
            "3": "Loyalty",
            "4": "The dilemma"
          },
          "context": "Deep bond + critical choices, from time to time, there's been a duality, and now we need clarity and common ground."
        },
        "position6": {
          "upright": "Lovers remind you that the balance of choice and consent is sacred, that emotional blackmail in the name of love breeds exploitation, not harmony.",
          "reversed": "Reverse lovers talk about love being used as leverage when it breaks down, jealousy and triangles turning into a game of power.",
          "keywords": {
            "0": "selection",
            "1": "consent",
            "2": "reciprocity",
            "3": "Jealousy",
            "4": "condition"
          },
          "context": "Theme: love and freedom; risk: emotional blackmail; do it: open yes/no and election respect."
        },
        "position7": {
          "upright": "Lovers have a third person/distribution theme, and the former partner, a close friend or family member, may be creating a choice that affects decisions.",
          "reversed": "The Reverse Lovers, triangles, loyalty exam, and biases are a rift in the relationship.",
          "keywords": {
            "0": "Third person",
            "1": "selection",
            "2": "Loyalty",
            "3": "The dilemma",
            "4": "compatibility"
          },
          "context": "The phenomenon of a delta is clear, strengthen the bilateral alliance with net boundary and transparency."
        },
        "position8": {
          "upright": "Lovers accentuate the power of money values and common decisions, and the goals selected together strengthen the budget.",
          "reversed": "Inverted lovers say that spending habits, expectations of savings, or incompatibility with risk appetites cause conflict.",
          "keywords": {
            "0": "value",
            "1": "compatibility",
            "2": "decision",
            "3": "target",
            "4": "Incompatibility"
          },
          "context": "You need to discuss your priorities and meet on the same map."
        },
        "position9": {
          "upright": "Lovers say that a relationship with conscious choice, reciprocity, and harmony can continue.",
          "reversed": "Reverse lovers, dilemmas and incompatible values threaten continuity.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "reciprocity",
            "3": "The dilemma",
            "4": "connection"
          },
          "context": "To drive: open commitment + common course + clear boundaries."
        }
      },
      "thechariot": {
        "position1": {
          "upright": "The Chariot shows friction over targets, speed and method, while one side wants to move fast, the other can be more cautious.",
          "reversed": "Reverse Chariots, disorganized directions, conflicting priorities, and the steering wheel fight, it says that the momentum is lost without a common route.",
          "keywords": {
            "0": "direction",
            "1": "speed",
            "2": "priority",
            "3": "method",
            "4": "momentum"
          },
          "context": "The nature of conflict in the relationship: a scheduling and tempo discrepancy."
        },
        "position2": {
          "upright": "The Chariot shows the problem as the target, speed and method difference. Feelings running in opposite directions stretch the rope.",
          "reversed": "The Reverse Chariot says that the fight with the steering wheel and the loss of direction deepens the problem. The goal is very, no routes.",
          "keywords": {
            "0": "direction",
            "1": "speed",
            "2": "control",
            "3": "focus",
            "4": "discipline"
          },
          "context": "The root problem is: the lack of common direction and speed. It affects areas: planning, motivation, sharing mission."
        },
        "position3": {
          "upright": "When the Chariot single-handedly determines the speed and method, it says that you may have the spark.",
          "reversed": "The Reverse Chariot explains that it increases its share with a swing and a loss of direction.",
          "keywords": {
            "0": "direction",
            "1": "speed",
            "2": "focus",
            "3": "discipline",
            "4": "control"
          },
          "context": "Pay: tempo and course constraint. Effect: motivation, equality. Proposal: joint rhythm."
        },
        "position4": {
          "upright": "He argues that the Chariot, speed and method must be accomplished, and that he can ignore the pressure effect. Keeping the steering wheel always hides his share.",
          "reversed": "The Reverse Chariot tells of your tendency to deny your contribution to the loss of direction, as long as you don't share the course, there's no responsibility.",
          "keywords": {
            "0": "speed",
            "1": "method",
            "2": "control",
            "3": "direction",
            "4": "focus"
          },
          "context": "What I'm ignoring is the tempo/rota imposition. The effect: motivation drops, resistance increases. Do it: associate rhythm."
        },
        "position5": {
          "upright": "The Chariot says that together, you have a time when you can overcome hardship and move fast, and the common goal carries you.",
          "reversed": "The Reverse Chariot says that different speed/privities create conflict.",
          "keywords": {
            "0": "Progress",
            "1": "speed",
            "2": "focus",
            "3": "target"
          }
        }
      }
    }
  }
}
