{
  "situation-analysis": {
    "meanings": {
      "threeofwands": {
        "position2": {
          "keywords": {
            "4": "Now."
          },
          "context": "A review of expansion thresholds or delays."
        },
        "position3": {
          "upright": "Three wands say that the desire to look for opportunity, look at the horizon, and grow up with cooperation is alive. Instead of waiting patiently, the desire to be proactive works deeply. This card emphasizes that unseen preparation creates the feeling of chance.",
          "reversed": "The Reverse Three Wands show that a hidden sense of disappointment, fear of delay, or lack of resources covers expansion. It may be an internal narrative that narrows down the horizon. This card tells you that the feedback and update will reduce the leak of the plan.",
          "keywords": {
            "0": "Enlargement",
            "1": "opportunity",
            "2": "expectation",
            "3": "co-operation",
            "4": "revision"
          },
          "context": "Tension of the desire to expand/source fear of delay."
        },
        "position4": {
          "upright": "There's expansion and cooperation at the center, and the preparations are turning into fruit.",
          "reversed": "There could be delay perception or narrow-mindedness at the center.",
          "keywords": {
            "0": "Enlargement",
            "1": "opportunity",
            "2": "co-operation",
            "3": "horizon",
            "4": "timing"
          },
          "context": "Center: travel to the horizon."
        },
        "position5": {
          "upright": "Three wands, foreign partnerships, supply chain, and logistics support growth.",
          "reversed": "The Reverse Three Wands say that delays, supply failures or customs/logistics problems are slowing down outside.",
          "keywords": {
            "0": "partnership",
            "1": "supply",
            "2": "logistics",
            "3": "delay",
            "4": "growth"
          },
          "context": "The outer spine is the key to growth."
        },
        "position6": {
          "upright": "Advice: Select Delegation and milestones; walk while looking at the horizon.",
          "reversed": "Advice: Revive the timeline; align the expectation with reality.",
          "keywords": {
            "0": "Enlargement",
            "1": "delegates",
            "2": "Milestone",
            "3": "timing",
            "4": "horizon"
          },
          "context": "Advice: Planning to expand."
        },
        "position7": {
          "upright": "Possible future: Expected results appear on the horizon; cooperation brings fruit.",
          "reversed": "Possible future: delays can force the timeline; plan revision may be required.",
          "keywords": {
            "0": "Enlargement",
            "1": "co-operation",
            "2": "timing",
            "3": "horizon",
            "4": "Surrender"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "Four Wands represent a celebration, a union, or a solid foundation in the past. This experience may have given you confidence and stability. This card reminds you that the moments of happiness in the past even today has given you power to your life.",
          "reversed": "The Reverse Four Wand shows the dissonances of the past, family unrest, or instability. Perhaps there was a mess instead of unity, and that affected today's conditions. This card tells us that past discrepancies have weakened today's stability.",
          "keywords": {
            "0": "celebration",
            "1": "basic",
            "2": "compatibility",
            "3": "success",
            "4": "history"
          },
          "context": "The effect of harmony or dissonance in the past."
        },
        "position2": {
          "upright": "Four wands now show that stability, celebration, and community sense have come forward. You may have reached a threshold, you may have started to see the cost of your labors. To strengthen the bonds and solidify the foundation supports the next stage.",
          "reversed": "The Reverse Four Wands now describe the sense of temporary instability, dissonance, or unfinished celebrations in the home/work arrangement. Some of the stones of the foundations may not have fit.",
          "keywords": {
            "0": "stability",
            "1": "celebration",
            "2": "basic",
            "3": "compatibility",
            "4": "Now."
          },
          "context": "Consolidate the foundation or repair temporary disorder."
        },
        "position3": {
          "upright": "The Four Wands show that an invisible desire for stability, belonging and return to the house shape behavior. Celebration and safe space motivate the need from the inside. This card also describes the risk appetite of basic trust.",
          "reversed": "The Reverse Four Wands, fear of not being supported, point to the shadow of a feeling of no land, or of an unfinished threshold. The inner unrest can quietly halt progress. The Rituals and small celebrations repair the invisible void.",
          "keywords": {
            "0": "stability",
            "1": "belonging",
            "2": "threshold",
            "3": "celebration",
            "4": "Trust"
          },
          "context": "The need for belonging and the shadow of the unfinished threshold."
        },
        "position4": {
          "upright": "The center has a threshold for stability and celebration.",
          "reversed": "There may be temporary irregularities or loose ends at the center.",
          "keywords": {
            "0": "stability",
            "1": "basic",
            "2": "celebration",
            "3": "belonging",
            "4": "threshold"
          },
          "context": "Center: the stone of the foundation."
        },
        "position5": {
          "upright": "The Four Wands show that external activities, launches and community gatherings are accelerating.",
          "reversed": "The Reverse Four Wands say that space/organization problems or lack of participation can reduce external acceleration.",
          "keywords": {
            "0": "activity",
            "1": "Community",
            "2": "Launch",
            "3": "belonging",
            "4": "turnout"
          },
          "context": "Outdoor celebrations produce morale and demand."
        },
        "position6": {
          "upright": "Advice: organize a small celebration/landmark; consolidate the foundation.",
          "reversed": "Advice: Complete the threshold, close the gaps, then celebrate.",
          "keywords": {
            "0": "basic",
            "1": "threshold",
            "2": "celebration",
            "3": "stability",
            "4": "complete"
          },
          "context": "Advice: to close the basic archetype."
        },
        "position7": {
          "upright": "Possible future: A solid threshold and celebration enter a period when the foundation is strengthened.",
          "reversed": "Possible future: The celebration remains weak before the threshold is completed; it must be covered.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "stability",
            "3": "belonging",
            "4": "basic"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "Five Wands represent past competition, struggle, or conflict of opinion. This may have given you endurance. This card shows that the fight in the past has made you stronger today.",
          "reversed": "The Reverse-Five Wand points to unnecessary discussions, inconsistencies, or unresolved conflicts in the past. These situations can be effective at the basis of today's process. This card shows that these conflicts in the past continue to have an effect.",
          "keywords": {
            "0": "competition",
            "1": "struggle",
            "2": "conflict",
            "3": "endurance",
            "4": "history"
          },
          "context": "The effect of past conflicts or struggles."
        },
        "position2": {
          "upright": "The Five Wands show that you are currently experiencing competition, differences of opinion or a healthy rehearsal struggle. The collision of ideas can also trigger creativity. To clarify the rules and remind them of the unity of purpose turns conflict into productivity.",
          "reversed": "The Reverse-Five Seconds now point to the tendency to end unnecessary frictions, to calm internal conflicts or avoid discussion. The repressed pressure can then return harder. The constructive dialogue and net role distribution will permanently resolve tension.",
          "keywords": {
            "0": "competition",
            "1": "conflict",
            "2": "rehearsal",
            "3": "dialogue",
            "4": "Now."
          },
          "context": "Don't consolidate the struggle or lower the blood pressure."
        },
        "position3": {
          "upright": "The Five Wands show that internal conflicts, competition and the need to prove itself work behind the scenes. The struggle impulse can also cause tension when triggering creativity. The secret factor is the expression of rights.",
          "reversed": "The Reverse-Five Wands point to intense sparks saying there is no hidden friction, there is no repressed anger, there is no need for it. The tension that is ignored can consume energy from within. The built-in dialogue releases the pressure safely.",
          "keywords": {
            "0": "competition",
            "1": "internal conflict",
            "2": "proof",
            "3": "Anger",
            "4": "dialogue"
          },
          "context": "The need to prove it and the repressed thriller cycle."
        },
        "position4": {
          "upright": "There's competition and rehearsal at the center, and it's productive to clear the rules.",
          "reversed": "There may be repressed tension at the center. Configured dialogue is essential.",
          "keywords": {
            "0": "competition",
            "1": "conflict",
            "2": "rehearsal",
            "3": "dialogue",
            "4": "clarity"
          },
          "context": "Center: Configuring the struggle."
        },
        "position5": {
          "upright": "The Five Wands indicate intense external competition, rehearsal conflicts, and collisions of ideas.",
          "reversed": "The Reverse-Five Wands say that disorganized disputes cause inefficientness and that the rules need to be clear.",
          "keywords": {
            "0": "competition",
            "1": "idea",
            "2": "rehearsal",
            "3": "rule",
            "4": "efficiency"
          },
          "context": "Outer competition becomes an opportunity with a smart frame."
        },
        "position6": {
          "upright": "Advice: Clear the rules of the game; turn the conflict into creative rehearsal.",
          "reversed": "Advice: Move unnecessary frictions to an isolated meeting.",
          "keywords": {
            "0": "rule",
            "1": "fascilation",
            "2": "creativity",
            "3": "rehearsal",
            "4": "solution"
          },
          "context": "Advice: Configuring the struggle."
        },
        "position7": {
          "upright": "Possible future: competition and creative friction continue; clear rules increase efficiency.",
          "reversed": "Possible future: conflict resolution; regulatory framework reduces tension.",
          "keywords": {
            "0": "competition",
            "1": "rehearsal",
            "2": "rule",
            "3": "struggle",
            "4": "solution"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "Six Wands represent a past victory, success and recognition. Success in this period may have been the basis for your motivation today. This card shows that the past victory still carries you forward.",
          "reversed": "The Reverse Six Wand indicates that successes have been unappreciated, jealousy or failures in the past. These situations may have affected the way you look at yourself today. This card shows that there are still traces of achievements or failures that have not been seen in the past.",
          "keywords": {
            "0": "victory",
            "1": "success",
            "2": "recognition",
            "3": "pride",
            "4": "history"
          },
          "context": "The effect of past victories or failures."
        },
        "position2": {
          "upright": "Six wands now bring a visible rise in success, appreciation and morale. Your efforts are being noticed; your leadership is increasing. Sharing the moment of triumph also motivates the team and bridges sustainable success.",
          "reversed": "The Reverse Six Wand is now a warning of lack of appreciation, jealousy shadows or self-doubt. The communication of success can either be incorrect or invisible.",
          "keywords": {
            "0": "victory",
            "1": "recognition",
            "2": "Motivation",
            "3": "leadership",
            "4": "Now."
          },
          "context": "Perception correction or reinforcement of visible success."
        },
        "position3": {
          "upright": "Six wands say that the desire to be appreciated, to be on stage and visible success is a powerful motivator inside. Victory quietly directs your imaginary steps. The secret engine is the need for recognition.",
          "reversed": "The Reverse Six Wand points to the shadow of approval addiction, jealousy triggers, or fear that I will not be noticed. The tendency to reduce success may be invisible brake.",
          "keywords": {
            "0": "appreciation",
            "1": "success",
            "2": "visibility",
            "3": "confirmation",
            "4": "self-value"
          },
          "context": "The need for recognition and the subtle effect of the anxiety of appearance."
        },
        "position4": {
          "upright": "There's visible success and recognition at the center, increasing the shared motivation for victory.",
          "reversed": "There may be a lack of appreciation at the center, translucent metrics correct the perception.",
          "keywords": {
            "0": "victory",
            "1": "recognition",
            "2": "Motivation",
            "3": "leadership",
            "4": "communication"
          },
          "context": "Center: moment of victory."
        },
        "position5": {
          "upright": "Six Wands indicate that recognition, reward, and positive visibility have risen outside.",
          "reversed": "The Reverse Six Wands say that invisible labor, jealousy, or unmeasured achievements can lead to a problem of perception outside.",
          "keywords": {
            "0": "recognition",
            "1": "Reward",
            "2": "perception",
            "3": "visibility",
            "4": "metric"
          },
          "context": "Exterior victory is measured correctly and perpetuated."
        },
        "position6": {
          "upright": "Advice: Make success visible; story and share.",
          "reversed": "Advice: Create evidence and metrics; apply perception to data.",
          "keywords": {
            "0": "victory",
            "1": "visibility",
            "2": "story",
            "3": "metric",
            "4": "perception"
          },
          "context": "Advice: to make victory permanent."
        },
        "position7": {
          "upright": "Possible future: visible victory and recognition; motivation increases.",
          "reversed": "Possible future: there may be a sense of lack of appreciation; you need to measure and explain success.",
          "keywords": {
            "0": "victory",
            "1": "recognition",
            "2": "perception",
            "3": "Motivation",
            "4": "story"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "The Seven Wands represent a time when you had to defend yourself in the past. Your strong stance may have been at the root of your present situation. This card tells you that your struggles in the past have made you more resilient.",
          "reversed": "The Reverse Seven Wand points to giving up, retreating, or loss of resistance in the past. This may be the basis of today's process. This card emphasizes today's effects of having an undefended right or step back in the past.",
          "keywords": {
            "0": "defence",
            "1": "determination",
            "2": "resistance",
            "3": "struggle",
            "4": "history"
          },
          "context": "The effect of past defenses or withdrawals."
        },
        "position2": {
          "upright": "The Seven Wands say it is time to defend your position, maintain your priorities and keep your borders clear. There may be pressure or increased expectations. The Net criteria and consistent posture protect your advantage.",
          "reversed": "The Reverse Seven Wands may now tend to exaggerate fatigue, the urge to withdraw or the defence. Excessive alertness consumes resources. The list of priorities and delegation balances the load.",
          "keywords": {
            "0": "defence",
            "1": "limit",
            "2": "priority",
            "3": "resistance",
            "4": "Now."
          },
          "context": "Protecting the right ground or preventing extinction."
        },
        "position3": {
          "upright": "The Seven Wands show that the urge to protect your position and defend your borders is deep. Inside, there is a determination to leave the right floor. This card says that the invisible sense of threat can keep alert.",
          "reversed": "The Reverse Seven Wands indicate the invisible effect of fatigue, the urge to withdraw or the excessive defensive reflex. Being alert to everything can consume the source. Preliminaryisation and delegation protects internal resistance.",
          "keywords": {
            "0": "defence",
            "1": "borders",
            "2": "determination",
            "3": "expiration",
            "4": "priority"
          },
          "context": "Border protection reflex and the risk of exhaustion."
        },
        "position4": {
          "upright": "The center has a position of defense and border protection, which gives us an advantage of consistency.",
          "reversed": "At the center, fatigue may harden the defense, reducing the delegation.",
          "keywords": {
            "0": "defence",
            "1": "limit",
            "2": "determination",
            "3": "priority",
            "4": "resistance"
          },
          "context": "Central: hold the line."
        },
        "position5": {
          "upright": "The Seven Wands indicate that the position outside requires protection, response to objections, and defence.",
          "reversed": "The Reverse Seven Wands say that extreme defensiveness can lead to loss of external support.",
          "keywords": {
            "0": "defence",
            "1": "Dignity",
            "2": "position",
            "3": "objection",
            "4": "support"
          },
          "context": "The moderate response to the outside challenge is reassuring."
        },
        "position6": {
          "upright": "Advice: Defend priority lines; fight selectively.",
          "reversed": "Advice: Call for backup, rest; renew resources.",
          "keywords": {
            "0": "defence",
            "1": "priority",
            "2": "selection",
            "3": "support",
            "4": "energy"
          },
          "context": "Advice: to choose the right battle."
        },
        "position7": {
          "upright": "Possible future: position protected; consistent defence gives advantage.",
          "reversed": "Possible future: fatigue can weaken defence; support and delegates are important.",
          "keywords": {
            "0": "defence",
            "1": "advantage",
            "2": "determination",
            "3": "limit",
            "4": "support"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "Eight Wands represent rapid developments in the past, unexpected news, or rapid progress. These events may hold an important place at the heart of today's process. This card tells you that the past speed still moves to a point that affects you today.",
          "reversed": "The Reverse Eight Wand points to delays in the past, communication problems, or delayed opportunities. These problems may have been the basis of today's process. This card shows that the speed or lack of communication lost in the past is effective even today.",
          "keywords": {
            "0": "speed",
            "1": "news",
            "2": "Progress",
            "3": "communication",
            "4": "history"
          },
          "context": "The effect of rapid developments or delays in the past."
        },
        "position2": {
          "upright": "Eight Wands now show the increase in speed, flow and communication. The obstacles are unraveling; processes are accelerating.",
          "reversed": "The Reverse Eight Wands are now a warning of delays, mixed messages or loss of sync. The rush can lead to faulty messages. Recalculating and simplifying the order will improve the flow.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "acceleration",
            "3": "sync",
            "4": "Now."
          },
          "context": "Manage the rapid flow or correct the delays."
        },
        "position3": {
          "upright": "Eight wands, speed, momentum, and the urge to move forward and capture from within. The desire to make quick decision is driving behind the curtain. The desire to capture the correct sync is invisible.",
          "reversed": "The Reverse Eight Wands indicate the hidden effect of the fear of delays, messy signals or rashness trend. The message mix may be disrupting the internal rhythm. Simplifying the sequence clears the flow.",
          "keywords": {
            "0": "speed",
            "1": "acceleration",
            "2": "communication",
            "3": "sync",
            "4": "In a hurry."
          },
          "context": "The secret release between speed drive and sync anxiety."
        },
        "position4": {
          "upright": "There's speed and flow at the center. The message opens the window of opportunity in time.",
          "reversed": "There could be delays and signal confusion at the center. Simplify the sequence.",
          "keywords": {
            "0": "speed",
            "1": "acceleration",
            "2": "communication",
            "3": "sync",
            "4": "flow"
          },
          "context": "Center: acceleration management."
        },
        "position5": {
          "upright": "Eight Wands show that the external lines of communication are fast, the answers are quick, and the window of opportunity is short.",
          "reversed": "The Reverse Eight Wands tells us that messaging and delays are a waste of opportunity outside.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "sync",
            "3": "opportunity",
            "4": "time"
          },
          "context": "Fast lines create competitive advantage."
        },
        "position6": {
          "upright": "Advice: Gather communication to one channel; simplify sequence.",
          "reversed": "Advice: reduce simultaneous jobs; close the waiting ones.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "row",
            "3": "flow",
            "4": "WIP"
          },
          "context": "Advice: to reduce friction in the flow."
        },
        "position7": {
          "upright": "Possible future: quick progress and clear communication; open window of opportunity.",
          "reversed": "Possible future: delays and message confusion can reduce acceleration; order must be simplified.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "flow",
            "3": "sync",
            "4": "opportunity"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "Nine Wands represent a period in the past when you have worked hard and fought hard and tested your resistance. This process may have made you stronger and more careful. This card reminds you that your patience and struggle in the past add strength to today's situation.",
          "reversed": "The Reverse Nine Wand represents a history of exhaustion, fatigue, or inability to resist to the end. This may be one of the reasons for today's process. This card shows that in the past, unfinished struggles lead to today's shortcomings.",
          "keywords": {
            "0": "resistance",
            "1": "Patience",
            "2": "struggle",
            "3": "endurance",
            "4": "history"
          },
          "context": "The effect of the past resistance or exhaustion."
        },
        "position2": {
          "upright": "Nine wands tell you about endurance and the last corner psychology. You've come a long way; it's natural to proceed cautiously.",
          "reversed": "The Reverse Nine Wand is now at risk of exhaustion, overkill in defense, or over-exertive triggers in past wounds. Requesting support, dividing the charge and lowering the rhythm will restore power.",
          "keywords": {
            "0": "endurance",
            "1": "Don't be vigilant.",
            "2": "timeout",
            "3": "continuity",
            "4": "Now."
          },
          "context": "To manage or repair energy in the final plain."
        },
        "position3": {
          "upright": "Nine wands indicate that the pattern of stable progress triggered by past experiences is working inside. The strength is high, but the shoulders are always on alert. This card says that invisible fatigue can make the boundaries stronger than necessary.",
          "reversed": "The Reverse Nine Wands indicate the hidden effect of its expectation of exhaustion, doubt or something. The constant alarm state consumes resources. Safe support and micro-stops soften defence.",
          "keywords": {
            "0": "endurance",
            "1": "Don't be vigilant.",
            "2": "Tired.",
            "3": "Doubt",
            "4": "protection"
          },
          "context": "Post-traumatic alertness and endurance pendulum."
        },
        "position4": {
          "upright": "There's strength in the center, and there's the last corner of psychology, and small breaks protect power.",
          "reversed": "Could be exhaustion at the center or extreme alertness.",
          "keywords": {
            "0": "endurance",
            "1": "He's alert.",
            "2": "timeout",
            "3": "continuity",
            "4": "protection"
          },
          "context": "Center: final plain."
        },
        "position5": {
          "upright": "The Nine Wands show that external pressures increase, but endurance and dignity protect you.",
          "reversed": "The Reverse Nine Wands say that exhausted ecosystems, tired shareholders and low tolerance create risk outside.",
          "keywords": {
            "0": "endurance",
            "1": "pressure",
            "2": "Dignity",
            "3": "tolerance",
            "4": "She's at risk."
          },
          "context": "The capacity to withstand external difficulties is critical."
        },
        "position6": {
          "upright": "Advice: Maintain your energy, maintain resilience with micro-stops.",
          "reversed": "Advice: Ease the load; set up a support network.",
          "keywords": {
            "0": "endurance",
            "1": "timeout",
            "2": "protection",
            "3": "load",
            "4": "support"
          },
          "context": "Advice: to manage the power reserve."
        },
        "position7": {
          "upright": "Possible future: the final corner is overcome by endurance; small breaks protect power.",
          "reversed": "Possible future: You have to manage the risk of exhaustion; it is necessary to lighten the burden.",
          "keywords": {
            "0": "endurance",
            "1": "Last plain",
            "2": "protection",
            "3": "timeout",
            "4": "load"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Ten Wands represent a period of responsibilities, burdens and heavy responsibilities that you've been shouldering in the past. This process may have made you stronger, but it may also have exhausted you. This card shows that the charges that have been carried in the past have a direct impact on the present situation.",
          "reversed": "The Reverse Ten Wand points to the unnecessary burdens of the past, unshared responsibilities or exhaustion. This may be the basis of today's process. This card emphasizes that taking too much responsibility in the past causes today's compression.",
          "keywords": {
            "0": "responsibilities",
            "1": "load",
            "2": "complete",
            "3": "success",
            "4": "history"
          },
          "context": "The effects of past responsibilities or exhaustion."
        },
        "position2": {
          "upright": "The Ten Wands represent the excess burden, responsibility, and the labor package you are carrying. The completion is near, but the load is heavy. Preliminary and delegates reduce the load and preserve the quality.",
          "reversed": "The Reverse Ten Wands now demonstrates the need for freeloading and saying no. Moving alone may be unsustainable.",
          "keywords": {
            "0": "load",
            "1": "responsibilities",
            "2": "complete",
            "3": "delegates",
            "4": "Now."
          },
          "context": "Don't control the weight or leave what needs to be dropped."
        },
        "position3": {
          "upright": "The Ten Wands show that you are loaded from behind the curtain of your faith. The desire to complete is strong but the burden is heavy. This card points to the downturn of the invisible task savings.",
          "reversed": "Inverse Ten Wands, unnecessary charges, point to the hidden effect of I can't say no, or the secret effect of mission addiction. The failure to quit lowers efficiency.",
          "keywords": {
            "0": "load",
            "1": "responsibilities",
            "2": "complete",
            "3": "delegates",
            "4": "simplicity"
          },
          "context": "Overload pattern and release resistance."
        },
        "position4": {
          "upright": "There's a lot of pressure at the center to complete, a lot of priority and a lot of delegates.",
          "reversed": "There are loads at the center that need to be dropped, and simplicity increases quality.",
          "keywords": {
            "0": "load",
            "1": "responsibilities",
            "2": "complete",
            "3": "delegates",
            "4": "simplicity"
          },
          "context": "Central: load management."
        },
        "position5": {
          "upright": "The Ten Wands show that external demands increase the load and are approaching the capacity limit.",
          "reversed": "The Reverse Ten Wands say that external loads must be simplified and delegated.",
          "keywords": {
            "0": "load",
            "1": "demand",
            "2": "capacity",
            "3": "delegates",
            "4": "simplicity"
          },
          "context": "The demand management determines the sustainability of foreign relations."
        },
        "position6": {
          "upright": "Advice: Delegate, determine the replacements, reduce the load.",
          "reversed": "Advice: Plan to say no; simplify.",
          "keywords": {
            "0": "delegates",
            "1": "load",
            "2": "simplicity",
            "3": "focus",
            "4": "Don't let go"
          },
          "context": "Advice: the cargo management system."
        },
        "position7": {
          "upright": "Possible future: heavy but close to completion; priority and end with delegates.",
          "reversed": "Possible future: unnecessary loads are dropped; simplification exhales.",
          "keywords": {
            "0": "load",
            "1": "complete",
            "2": "delegates",
            "3": "simplicity",
            "4": "focus"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "The Prince of the Wand represents a discovery in the past, an inspiring beginning, or a new journey. This energy may have led you to the conditions you are in today. This card shows that ambitious attempts in the past have shaped your path even today.",
          "reversed": "The Reverse Wand Prince points to carelessness, loss of motivation or superficial initiatives in the past. These shortcomings may have been the basis of today's process. This card tells us that opportunities that have not been properly evaluated in the past have caused today's jam.",
          "keywords": {
            "0": "discovery",
            "1": "Inspired",
            "2": "start",
            "3": "Excitement",
            "4": "history"
          },
          "context": "The effect of past discoveries or superficial attempts."
        },
        "position2": {
          "upright": "The Prince of the Wand now brings the courage to wonder, to explore, to be tested and to be wrong. A little spark can turn into an adventurous journey.",
          "reversed": "The Reverse Wand Prince is now a warning of disorganized attention, quick boredom or impulsive exites. The spark may be fading quickly. Micro targets and routine transforms enthusiasm into consistent progress.",
          "keywords": {
            "0": "discovery",
            "1": "fad",
            "2": "testing",
            "3": "learning",
            "4": "Now."
          },
          "context": "Don't combine enthusiasm with focus or collect dispersion."
        },
        "position3": {
          "upright": "The prince of the wand shows that curiosity, discovery, and trial courage are alive inside. Small sparks want to turn into great adventures. The secret factor is the appetite for games and learning.",
          "reversed": "The Reverse Stick Prince points to the hidden effect of disorganized attention, quick boredom, or impulsive exites. The spark can quickly fade.",
          "keywords": {
            "0": "discovery",
            "1": "fad",
            "2": "experiment",
            "3": "learning",
            "4": "continuity"
          },
          "context": "The secret struggle of the risk of dispersion by the thrust of curiosity."
        },
        "position4": {
          "upright": "The center has the desire to explore and test, and the small step speeds up learning.",
          "reversed": "There may be disorganized attention and quick boredom at the center.",
          "keywords": {
            "0": "discovery",
            "1": "fad",
            "2": "experiment",
            "3": "learning",
            "4": "focus"
          },
          "context": "Center: curiosity engine."
        },
        "position5": {
          "upright": "The Prince of the Wand shows that there's an open area out there for exploration, pilot projects and trials.",
          "reversed": "The Reverse Wand Prince points to the risk of quick dissipation of external enthusiasm or rapid shift of interest.",
          "keywords": {
            "0": "pilot",
            "1": "experiment",
            "2": "discovery",
            "3": "fad",
            "4": "continuity"
          },
          "context": "Small experiments in the field shed light on the road."
        },
        "position6": {
          "upright": "Advice: Start a pilot; explore with curiosity.",
          "reversed": "Advice: Make a list of focus; engage enthusiasm in rhythm.",
          "keywords": {
            "0": "pilot",
            "1": "discovery",
            "2": "focus",
            "3": "rhythm",
            "4": "learning"
          },
          "context": "Advice: sustaining enthusiasm."
        },
        "position7": {
          "upright": "Possible future: discovery and trial evolve into a new initiative; learning increases.",
          "reversed": "Possible future: quickness of enthusiasm may leave the project unfinished; focus needs focus.",
          "keywords": {
            "0": "discovery",
            "1": "learning",
            "2": "initiative",
            "3": "fad",
            "4": "focus"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "The Knight of the Wand represents steps, rapid advances, and passionate initiatives in the past. This may have led you to today's conditions. This card shows that your courageous stand in the past is a driving force that carries you forward.",
          "reversed": "The Reverse Stick Knight represents that there has been a history of rashness, recklessness, or disorientation. These behaviors may be at the root of today's process. This card tells us that past undirected attempts have caused today's jam.",
          "keywords": {
            "0": "Courage",
            "1": "passion",
            "2": "movement",
            "3": "speed",
            "4": "history"
          },
          "context": "The effect of the brave steps of the past or of the hasty."
        },
        "position2": {
          "upright": "The Knight of the Wand now raises the energy of bold action, speed and passion. Risk appetite has increased; it's ideal to pursue opportunities. balancing momentum with strategy brings sustainable success.",
          "reversed": "The Reverse-Power Knight is now a warning of hastyness, flabbyness, or interrupted attempts. Fire can blink fast. The net target, timing and commitment management will stabilize."
        }
      }
    }
  }
}
