{
  "relationship-problems": {
    "meanings": {
      "queenofpentacles": {
        "position9": {
          "keywords": {
            "4": "debting"
          },
          "context": "To drive: business section + appreciation visibility."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "The Talisman says there is tension between the need for material security and status-oriented approach and flexibility and sharing.",
          "reversed": "The Reverse Talisman shows that the language of control and ownership suppresses the bond.",
          "keywords": {
            "0": "guarantee",
            "1": "status",
            "2": "control",
            "3": "share",
            "4": "flexibility"
          },
          "context": "The concrete root of contradiction: control and sharing balance."
        },
        "position2": {
          "upright": "The Talisman says the problem is limited to the flexibility of the material security and status-oriented approach. Security, shadows the temperature.",
          "reversed": "The Reverse Talisman says that the fear of micromanagement and loss hardens the relationship. Sharing becomes difficult.",
          "keywords": {
            "0": "guarantee",
            "1": "status",
            "2": "control",
            "3": "share",
            "4": "flexibility"
          },
          "context": "The root problem is the balance of security. It affects areas: finance, authority, compassionate leadership."
        },
        "position3": {
          "upright": "The King of the Talisman says that he mixes security with control and enhances his share. The status language shadows the temperature.",
          "reversed": "The reverse Talisman says he's growing fire in fear of micromanagement and loss.",
          "keywords": {
            "0": "guarantee",
            "1": "status",
            "2": "control",
            "3": "share",
            "4": "flexibility"
          },
          "context": "Pay: control/safe interference. Effect: compassionate leadership. Proposal: share authority."
        },
        "position4": {
          "upright": "The King of the Talisman says that he can mix security with control and ignore his share, and the status tongue shadows the warmth.",
          "reversed": "The reverse amulet king wraps up micromanagement and emphasizes his tendency to feed denial.",
          "keywords": {
            "0": "guarantee",
            "1": "control",
            "2": "status",
            "3": "share",
            "4": "flexibility"
          },
          "context": "Ignore: division of authority. Effect: confidence/ compassion decreases. Do it: open space, delegate."
        },
        "position5": {
          "upright": "The King of Talisman says that providing financial/emotional assurance is a comfort to the relationship, and the resource management is strong.",
          "reversed": "The reverse Talisman says the language of control and status reduces the temperature.",
          "keywords": {
            "0": "guarantee",
            "1": "resource",
            "2": "control",
            "3": "status",
            "4": "flexibility"
          },
          "context": "Strong assurance; flexibleness is little from time to time, power sharing is important, and now it takes transparent planning and soft leadership."
        },
        "position6": {
          "upright": "The amulet king provides assurance, but making financial control tools and making decisions in one hand can turn into exploitation.",
          "reversed": "The Reverse Talisman points to the risk of silence and addiction with status and money language.",
          "keywords": {
            "0": "guarantee",
            "1": "finance",
            "2": "control",
            "3": "status",
            "4": "authority"
          },
          "context": "Theme: financial transparency; risk: money power pressure; do: joint budget and signature."
        },
        "position7": {
          "upright": "The King of Talisman says that a strong man in finance and employment supports him with intelligence and resources.",
          "reversed": "The reverse amulet king points to an outside authority that rules your decisions with money and status stick.",
          "keywords": {
            "0": "resource",
            "1": "vocation",
            "2": "status",
            "3": "dominance",
            "4": "transparency"
          },
          "context": "The source is good, the conditions are transparent, so you can keep the signature and the decision as a couple."
        },
        "position8": {
          "upright": "The amulet king represents financial leadership, savings and long-term security.",
          "reversed": "The reverse Talisman warns that the relationship should be tensed by a para-state stick, stingyness, or control language.",
          "keywords": {
            "0": "leadership",
            "1": "guarantee",
            "2": "Savings",
            "3": "status",
            "4": "control"
          },
          "context": "Let leadership be transparent and inclusive; let it produce trust, not power."
        },
        "position9": {
          "upright": "The Talisman King continues to relate to financial security, mature leadership and long-term vision.",
          "reversed": "The reverse Talisman, the coin/authority stick, corrupts permanence.",
          "keywords": {
            "0": "guarantee",
            "1": "leadership",
            "2": "long term",
            "3": "authority",
            "4": "transparency"
          },
          "context": "To continue: translucent leadership plus joint signature culture."
        }
      }
    }
  },
  "situation-analysis": {
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "Joker, a bold step in the past, a new beginning, or free spirit, may be the basis of today's situation.",
          "reversed": "Reverse Joker, in the past, reckless risks, unplanned actions, or rashness may have created the reasons for the current process.",
          "keywords": {
            "0": "new beginning",
            "1": "freedom",
            "2": "risk",
            "3": "curiosity",
            "4": "history"
          },
          "context": "The effects of the brave or careless choices of the past today."
        },
        "position2": {
          "upright": "The Joker, in your current situation, represents a free spirit, a desire to explore and open energy to new beginnings. You can look at life with excitement and curiosity, and you can look at new opportunities. You have a strong desire to explore. This card emphasizes the importance of taking risks, trusting your intuition, and taking bold steps in your present situation.",
          "reversed": "The Reverse Joker represents the tendency of recklessness, planlessness or unnecessary risk in your current situation. Perhaps you can't find your direction, you can make your decisions quickly. This increases the possibility of making mistakes. This may also show that you are afraid of a new beginning or hesitate to take steps.",
          "keywords": {
            "0": "start",
            "1": "freedom",
            "2": "risk",
            "3": "curiosity",
            "4": "Now."
          },
          "context": "In your current situation, openness to new beginnings or the energy of carelessness."
        },
        "position3": {
          "upright": "Joker, the subconscious desire to be spontaneous, the urge to jump into a new one, and the curiosity may be working. You may be underestimating risks and hiding your need for discovery for rational reasons without realizing it.",
          "reversed": "The Reverse Joker shows hidden patterns, such as the tendency to avoid commitment, to be afraid of responsibility, and to postpone, and the fear of uncertainty inside may keep you in place with invisible brakes.",
          "keywords": {
            "0": "hidden impulse",
            "1": "risk",
            "2": "freedom",
            "3": "curiosity",
            "4": "subconscious"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "It needs a fresh start at the center, curiosity, and a bold step, and trusting in the flow and taking the first step could be the key to revitalizing the whole painting.",
          "reversed": "It's a raid at the center to avoid planning, unstable jumps, or commitments, so it's possible that moving without weighing the risks could be distracting the focus.",
          "keywords": {
            "0": "start",
            "1": "Courage",
            "2": "curiosity",
            "3": "risk",
            "4": "freedom"
          },
          "context": "Center: the heartbeat of the first step to the new one."
        },
        "position5": {
          "upright": "The Joker shows that the outside environment offers a climate that is subject to trial and error, incentives to take risks, and supports new beginnings. It rewards market/circle, curiosity and spontaneous moves.",
          "reversed": "The Reverse Joker says that inconsistency, unplanning, or naive approaches around here can increase risks, and external factors can create grounds for drifting and messy movements.",
          "keywords": {
            "0": "new",
            "1": "experiment",
            "2": "risk",
            "3": "flexibility",
            "4": "environment"
          },
          "context": "The outside environment is open to experimental steps, but in the test of consistency."
        },
        "position6": {
          "upright": "Advice: Start a small but courageous trial, guide curiosity, limit your risk, and learn by pilot step; the path will become evident as you walk.",
          "reversed": "Advice: Slow down impulse. Write down the smallest practical plan, set up your security network, and do one little test first.",
          "keywords": {
            "0": "start",
            "1": "Courage",
            "2": "experiment",
            "3": "learning",
            "4": "pilot"
          },
          "context": "Advice: Moving forward with safe little risks."
        },
        "position7": {
          "upright": "Possible future: You open a new page; you take a bold step and start a fresh journey; exploration and curiosity bring unexpected opportunities to your door, and lightness speeds up the success.",
          "reversed": "Possible future: hasty moves, incomplete beginnings and disorientation pose a risk. Unplanned steps may require a comeback; first you may need to solidify the floor.",
          "keywords": {
            "0": "new beginning",
            "1": "risk",
            "2": "freedom",
            "3": "discovery",
            "4": "intent"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "themagician": {
        "position1": {
          "upright": "The wizard shows that a powerful beginning created in the past with intent and focus is the basis for today's conditions.",
          "reversed": "Reverse Wizard, past manipulations, misdirections, or disorganized intentions may have affected the situation today.",
          "keywords": {
            "0": "intent",
            "1": "focus",
            "2": "creation",
            "3": "start",
            "4": "history"
          },
          "context": "The effects of the past focus or manipulation."
        },
        "position2": {
          "upright": "The wizard now shows that your creativity, resources, and intentions are powerfully active. You have the power to shape your life using the tools you have right now. There is harmony between your mind and actions. This card reminds you that you are feeling strong and that you are in the right place to evaluate opportunities.",
          "reversed": "Reverse Wizard, in this case, shows that your energy is disorganized, that you have trouble focusing or that you have no full use for your potential. Perhaps you're dealing with external manipulation or underestimating your own power. This card emphasizes that you need to be careful and direct your energy to the right channels.",
          "keywords": {
            "0": "creativity",
            "1": "intent",
            "2": "resource",
            "3": "power",
            "4": "Now."
          },
          "context": "In this case, right or wrong use of creative power."
        },
        "position3": {
          "upright": "Sorcerer, in secret effects, the power of your intentions and the faith of self-awareness are determined. Inside, there is a voice that I can do; you connect the resources in an invisible way.",
          "reversed": "Reverse Wizard, self-sabotaging beliefs point to the risk of being exposed to disorganized focus or manipulation.",
          "keywords": {
            "0": "intent",
            "1": "focus",
            "2": "Self-satisfaction",
            "3": "manipulation",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "At the center, there's a masterful theme of consolidation of power, focus, and resources, connecting the word to action completes the missing gear of the entire order.",
          "reversed": "You can see disorganized intent, disconnection or self-sabotage at the center, you have the power, but the channel can be miscalibrated.",
          "keywords": {
            "0": "intent",
            "1": "focus",
            "2": "expression",
            "3": "resource",
            "4": "manifest"
          },
          "context": "Center: Taking action with intent on the same line."
        },
        "position5": {
          "upright": "The wizard shows that external resources, vehicles, and impressive individuals are accessible, and networks and communication channels can strengthen your intentions.",
          "reversed": "The Reverse Wizard points to the risk of creating manipulative communication, false promises, or illusion outside, and message pollution can reduce the quality of decision-making.",
          "keywords": {
            "0": "network",
            "1": "resource",
            "2": "convincing",
            "3": "perception",
            "4": "communication"
          },
          "context": "There are as many perception games as there are powerful vehicles on the outside."
        },
        "position6": {
          "upright": "Advice: Focus on one reason and gather all the tools you have into one channel. Create a short, clear value sentence and immediately connect it to action.",
          "reversed": "Advice: Cut the message, reduce the multitasking, determine the missing skill and complete it with micro-education; simplify your message.",
          "keywords": {
            "0": "focus",
            "1": "expression",
            "2": "resource",
            "3": "action",
            "4": "Message"
          },
          "context": "Advice: intent to connect to one channel."
        },
        "position7": {
          "upright": "The potential future is: the intentional point of action is aligned; and with your resources you manifest concrete success. Effective communication opens key doors.",
          "reversed": "Possible future: disorganized energy and unfinished projects reduce efficiency. Excessive commitments can undermine confidence; you need to simplify the message and cover the lack of skill.",
          "keywords": {
            "0": "The epiphany.",
            "1": "focus",
            "2": "communication",
            "3": "resource",
            "4": "success"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thehighpriestess": {
        "position1": {
          "upright": "The Mother Superior may be the basis of today's situation, whether it's decisions or hidden truths that you've made based on your intuition in the past.",
          "reversed": "Inverted Mother Superior, in the past, the blinding of intuition or the hiding of classified information may have affected the present circumstances.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "hidden",
            "3": "subconscious",
            "4": "history"
          },
          "context": "The effect of intuition or classified information in the past."
        },
        "position2": {
          "upright": "In this case, the Mother Superior shows that you need to focus on your intuition, your inner knowledge, and the signs from your subconscious. Your internal guidance may be strong and pointing to you in the right way. This card emphasizes the importance of returning from inner silence, rather than talking too much or being outwardly.",
          "reversed": "Reverse Mother Superior, it shows that you're ignoring your intuition right now, suppressing your internal guidance, or avoiding the realities of your subconscious. There is information, but access may be difficult. This card reminds you that rejecting your intuition or ignoring the facts can increase the current congestion.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "internal information",
            "3": "hidden",
            "4": "Now."
          },
          "context": "In this case, the role of intuition and inner wisdom."
        },
        "position3": {
          "upright": "The Mother Superior shows that intuitive knowledge and dreams guide you from behind the curtain, unspoken signs and inner voice, a more powerful guide than seen.",
          "reversed": "Reverse Mother Superior, suppressing intuition, highlighting insecurity of hidden knowledge and inner voice, what you think you don't see is the truth that you ignore.",
          "keywords": {
            "0": "intuition",
            "1": "Secret",
            "2": "subconscious",
            "3": "dreams",
            "4": "inner voice"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's intuition, internal knowledge, and calm observation at the center, and in a hurry, deep listening gives light to the essence of the situation.",
          "reversed": "We've got internal suppression at the center, or ignoring the signs, and the noise could be driving us away from the real focus.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "Secret",
            "3": "Introduction",
            "4": "Tranquillity"
          },
          "context": "Center: The sound of internal guidance."
        },
        "position5": {
          "upright": "The Mother Superior says there are hidden information in the outside world, behind-the-scenes dynamics, and signs that need to be read intuitively.",
          "reversed": "Reverse Mother Superior shows that gossip, withholding information, and non-transparent processes create uncertainty outside, and decisions behind closed doors can affect you indirectly.",
          "keywords": {
            "0": "Secret",
            "1": "Covered information",
            "2": "intuition",
            "3": "transparency",
            "4": "gossip"
          },
          "context": "The invisible part of the information is as direct as the open part."
        },
        "position6": {
          "upright": "Advice: Turn down the noise, listen to the inner voice. Keep the diary, observe the signs, and mature intuition rather than rush judgment.",
          "reversed": "Advice: Stop excessive consumption of information. Do not open your secrets to everyone; set up a quiet space and become clear.",
          "keywords": {
            "0": "intuition",
            "1": "Silence",
            "2": "Introduction",
            "3": "observation",
            "4": "clarity"
          },
          "context": "Advice: to increase internal guidance."
        },
        "position7": {
          "upright": "Possible future: Intuitive clarity increases; behind-the-scenes dynamics appear, and you draw the right information at the right time. Patience brings profound insight.",
          "reversed": "Possible future: hidden information and vague signals can prolong the process. Repressing the inner voice can increase the confusion; it needs to open a quiet space.",
          "keywords": {
            "0": "intuition",
            "1": "Secret",
            "2": "wisdom",
            "3": "timing",
            "4": "Introduction"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "theempress": {
        "position1": {
          "upright": "The Empress may have established the basis for a process of fertility, creativity, or strong support in the past.",
          "reversed": "Reverse Empress, in the past, the blockage of productivity, emotional imbalances, or addictions may be the cause of this process.",
          "keywords": {
            "0": "fertility",
            "1": "creativity",
            "2": "support",
            "3": "emotion",
            "4": "history"
          },
          "context": "The effect of past productivity or addiction."
        },
        "position2": {
          "upright": "Empress, in this case, you have a strong bond with fertility, creativity and nature. In this process, your productivity can increase and your projects can begin to bear fruit. You are also in a compassionate position. This card emphasizes that your potential to create new things in your life and express yourself is very strong.",
          "reversed": "Inverse Empress, it may show that your creative energy is now blocked, that you have difficulty in productivity, or that you are struggling with addictions. You may be neglecting yourself or being overly protective. This card tells you that you need to rebalance your compassion energy.",
          "keywords": {
            "0": "fertility",
            "1": "creativity",
            "2": "nature",
            "3": "Compassion",
            "4": "Now."
          },
          "context": "In this case, creativity and compassion energy."
        },
        "position3": {
          "upright": "The Empress, in secret influence, has the need to feed, seek comfort, and hunger for creativity, and the inner energy of compassion calls for productivity.",
          "reversed": "The reverse Empress tends to lack self-preservation, or addiction to approval, or to cling to the comfort zone, and the pursuit of emotional satisfaction may secretly affect decisions.",
          "keywords": {
            "0": "feeding",
            "1": "creativity",
            "2": "Comfort",
            "3": "self-care",
            "4": "secret need"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "The theme of fertility, maintenance and productive creativity at the center is strong, feeding and growing, warming the heart of the process.",
          "reversed": "The center can see lack of self-preservation, overclaiming, or congested productivity. First, self-feeding clears the focus.",
          "keywords": {
            "0": "fertility",
            "1": "creativity",
            "2": "feeding",
            "3": "Compassion",
            "4": "production"
          },
          "context": "Center: the focus of the energy that feeds."
        },
        "position5": {
          "upright": "The Empress shows that the outside environment is nutritious, resource-rich, and creatively supportive, and the confederates and communities encourage growth.",
          "reversed": "The Reverse Empress says that overprotective/protective environment can lead to lazyness or addiction, and comfort can prevent innovation.",
          "keywords": {
            "0": "resource",
            "1": "support",
            "2": "fertility",
            "3": "It's a comfort zone.",
            "4": "creativity"
          },
          "context": "External resource abundance increases production; more comfort can brake."
        },
        "position6": {
          "upright": "Advice: Feed your productivity, organize your environment, invest in body-mental care, and grow creative seeds with love.",
          "reversed": "Advice: Stop overclaiming. Set limits, lower unnecessary charges and balance self-care first.",
          "keywords": {
            "0": "fertility",
            "1": "care",
            "2": "creativity",
            "3": "limit",
            "4": "balance"
          },
          "context": "Advice: balancing dietary balance."
        },
        "position7": {
          "upright": "Possible future: Blessings, growth, and creative production bear fruit; the seeds you work for become solid. Compassionate care creates stability.",
          "reversed": "Possible future: overclaiming or loss of self-care reduces productivity. Creative congestion can be temporary; nutritional re-enhancing cycles.",
          "keywords": {
            "0": "fertility",
            "1": "creativity",
            "2": "growth",
            "3": "Compassion",
            "4": "production"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "theemperor": {
        "position1": {
          "upright": "The Emperor may have laid the groundwork for the past order, authority figures, or sound decisions.",
          "reversed": "Reverse Emperor, past pressure, strict rules or loss of control may have been the basis of the present situation.",
          "keywords": {
            "0": "layout",
            "1": "authority",
            "2": "power",
            "3": "control",
            "4": "history"
          },
          "context": "The effects of order or oppression in the past."
        },
        "position2": {
          "upright": "The Emperor now represents the energy of order, authority and building. You're trying to direct your life with a certain discipline and determination. This card shows that you have a strong leadership attitude or that such a figure is effective in your life.",
          "reversed": "The Reverse Emperor shows that you are currently engaged in conflict with authority, that you are having difficulty setting order, or that you are overwhelmed by extreme strict rules. Perhaps you feel that you are losing control. This card reminds you to find balance before you turn power into pressure.",
          "keywords": {
            "0": "layout",
            "1": "authority",
            "2": "control",
            "3": "determination",
            "4": "Now."
          },
          "context": "In this case, the role of authority and order."
        },
        "position3": {
          "upright": "The Emperor says that the need for control and structures operates behind the scenes, and the search for security tightens the rules invisibly.",
          "reversed": "The Reverse Emperor emphasizes the fear of rigor, secret conflict with authority, or losing power.",
          "keywords": {
            "0": "control",
            "1": "security",
            "2": "authority",
            "3": "rigor",
            "4": "subconscious pattern"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "The center needs structure, order and strategic leadership, clear boundaries and rules, keeping the whole painting going.",
          "reversed": "In the center, rigidity or extreme control tends to dominate, increasing flexibility makes the system more resilient.",
          "keywords": {
            "0": "structure",
            "1": "authority",
            "2": "limit",
            "3": "strategy",
            "4": "stability"
          },
          "context": "Center: the axis that regulates order."
        },
        "position5": {
          "upright": "The Emperor demonstrates that authority, order and clear rules are decisive in external factors, and regulation and institutions provide frameworks, reduce uncertainty.",
          "reversed": "Reverse Emperor, bureaucracy, solid hierarchy or micro-government may be putting pressure on the outside.",
          "keywords": {
            "0": "authority",
            "1": "rule",
            "2": "Regulation",
            "3": "bureaucracy",
            "4": "frame"
          },
          "context": "Corporate order brings opportunity and boundaries together."
        },
        "position6": {
          "upright": "Advice: Create simple rules, clear roles, weekly rhythms. The structure brings freedom.",
          "reversed": "Advice: Ease over control. Delegate, update the rules and open flexible windows.",
          "keywords": {
            "0": "structure",
            "1": "rule",
            "2": "role",
            "3": "delegates",
            "4": "flexibility"
          },
          "context": "Advice: to build a functioning skeleton."
        },
        "position7": {
          "upright": "Possible future: solid structure and clear rules bring lasting success; your authority is recognized; strategy regulates chaos.",
          "reversed": "Possible future: solid attitude and micro-government produce resistance. Unflexed systems can slow down; delegates and updates must be required.",
          "keywords": {
            "0": "structure",
            "1": "authority",
            "2": "strategy",
            "3": "limit",
            "4": "stability"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "Aziz, guidance from past education, traditions, or an authority figure may have been the basis of today's process.",
          "reversed": "Reverse Aziz, in the past, false guidance, defiance of rules, or false teachings may be the cause of today's situation.",
          "keywords": {
            "0": "guidance",
            "1": "tradition",
            "2": "teaching",
            "3": "wisdom",
            "4": "history"
          },
          "context": "The influence of past guidance or false teachings."
        },
        "position2": {
          "upright": "Aziz represents that you now need traditional wisdom, teachers, or a guiding figure. The rules, order and learning process may be in the forefront. This card emphasizes that you are seeking guidance or are taking power from what you learn.",
          "reversed": "Reverse Aziz can show that you're questioning the rules right now, that you're facing tradition, or that you're facing false guidance. You may tend not to accept authority. This card reminds you that you need to make your own way.",
          "keywords": {
            "0": "teaching",
            "1": "guidance",
            "2": "tradition",
            "3": "wisdom",
            "4": "Now."
          },
          "context": "In this case, guidance or conflict with authority."
        },
        "position3": {
          "upright": "It shows that invisible references, such as saint, tradition, family/culture norms, and authority approval, affect your decisions.",
          "reversed": "Reverse Saint, there may be reactions to dogdom, secret rebellion or false guidance to the rule, and deep down, my own call is heard.",
          "keywords": {
            "0": "tradition",
            "1": "confirmation",
            "2": "teaching",
            "3": "dogma",
            "4": "hidden effect"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's tradition, instruction, and reliable guidance at the center, and tested methods may be the main component that reduces uncertainty.",
          "reversed": "In the center, you can see the congestion or reactionary rebellion between blind harmony and blind rejection.",
          "keywords": {
            "0": "tradition",
            "1": "guidance",
            "2": "ritual",
            "3": "institution",
            "4": "learning"
          },
          "context": "Center: reassuring frame."
        },
        "position5": {
          "upright": "Outside, the saint emphasizes the powerful influence of traditional structures, mentors and sector norms, and approval mechanisms can lead to progress.",
          "reversed": "Reverse Saint, dogma, stereotyped procedures and innovation-resistant institutions create friction outside, old rules can delay new solutions.",
          "keywords": {
            "0": "tradition",
            "1": "norm",
            "2": "mentor",
            "3": "confirmation",
            "4": "resistance"
          },
          "context": "Sector norms bring both trust and constraints."
        },
        "position6": {
          "upright": "Advice: Find a mentor, standardize good practices, adapt the tested method to your context.",
          "reversed": "Advice: Question useless traditions, write your own playbook and drop the unnecessary.",
          "keywords": {
            "0": "mentor",
            "1": "standard",
            "2": "teaching",
            "3": "Adaptation",
            "4": "innovation"
          },
          "context": "Advice: Establishing the balance of tradition."
        },
        "position7": {
          "upright": "Possible future: institutional approval, certificate or traditional admissions. Mentor support can open doors.",
          "reversed": "Possible future: the desire to break molds can cause friction; the original path is open to alternative doors, but the process may grow.",
          "keywords": {
            "0": "tradition",
            "1": "confirmation",
            "2": "mentor",
            "3": "standard",
            "4": "institution"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Lovers, a decision made in the past from the heart, harmony in relationships, or partnerships may have led to the situation today.",
          "reversed": "Reverse Lovers, wrong choices in the past, conflicting relationships or breakups may be at the root of the process.",
          "keywords": {
            "0": "relationship",
            "1": "decision",
            "2": "compatibility",
            "3": "selection",
            "4": "history"
          },
          "context": "The effect of past choices or relationships."
        },
        "position2": {
          "upright": "Lovers represent an important decision in the present situation, relationship or partnership energy. Listening to your heart and making the right choices may be in the forefront. You may be having a connection or integration process. This card shows that you are now shaping your life through love and commitment.",
          "reversed": "The Reverse Lovers represent the current incompatibility, the wrong decisions or the breakups. In the moment of decision, you may have suppressed your heart or moved away from harmony. This card reminds you to reconsider the results of your choices.",
          "keywords": {
            "0": "relationship",
            "1": "decision",
            "2": "compatibility",
            "3": "selection",
            "4": "Now."
          },
          "context": "It's the influence of relationships and decisions in the present situation."
        },
        "position3": {
          "upright": "Lovers, your invisible values and your need for commitment guide your choices, and the desire to comply is a mild pressure on decisions.",
          "reversed": "Inverted lovers point to hidden patterns, such as conflict of values, fear of intimacy, or triangle dynamics.",
          "keywords": {
            "0": "values",
            "1": "selection",
            "2": "connection",
            "3": "Closeness",
            "4": "secret conflict"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's a value match and a conscious choice at the center, and when the heart and mind meet at the same line, the whole picture goes into flow.",
          "reversed": "At the center, it could be dissolving the focus of value conflict or indecisiveness, clarifying the criteria is the basic solution.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "values",
            "3": "connection",
            "4": "decision"
          },
          "context": "Center: choice aligned with values."
        },
        "position5": {
          "upright": "Lovers show that foreign partners are open to value harmony and transparent partnerships, which can have a strategic union leverage effect.",
          "reversed": "Inverted lovers say conflict of interest, fragmented expectations and incompatible partnerships create tensions outside.",
          "keywords": {
            "0": "partnership",
            "1": "compatibility",
            "2": "subtract",
            "3": "alignment",
            "4": "decision"
          },
          "context": "The ranks of the outside partners fold success; the incompatibility wears off."
        },
        "position6": {
          "upright": "Advice: Declare your values and choose in line with them. Compatible partnership.",
          "reversed": "Advice: Review the unsubstantiated bonds, drop false commitments or renegotiate.",
          "keywords": {
            "0": "value",
            "1": "selection",
            "2": "alignment",
            "3": "partnership",
            "4": "clarity"
          },
          "context": "Advice: Worth-based decision."
        },
        "position7": {
          "upright": "Possible future: a choice is made in harmony with values; a strong partnership or fusion is born. The decision increases domestic peace.",
          "reversed": "Possible future: indecisive or value conflict may separate the pathways, and if not determined, the sense of dissonance may continue.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "partnership",
            "3": "value",
            "4": "decision"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thechariot": {
        "position1": {
          "upright": "The Chariot, the determination of the past, success, or strong progress may have been the basis for today's situation.",
          "reversed": "Reverse Chariot, past loss of control, failure or disorientation may have affected today's conditions.",
          "keywords": {
            "0": "determination",
            "1": "success",
            "2": "control",
            "3": "Progress",
            "4": "history"
          },
          "context": "The influence of the past's determination or loss of control."
        },
        "position2": {
          "upright": "The Chariot represents determination, willpower and control in the present situation. You have a strong motivation to move forward by focusing on the goal. You seem to be ready to overcome the challenges. This card reminds you that you are now moving towards success using your will.",
          "reversed": "The Reverse Chariot can show that you're losing control right now, that you're experiencing disorientation or that you're moving forward with disorganized energy. Perhaps you're having trouble reaching your goals. This card emphasizes that you need to refocus and maintain control right now.",
          "keywords": {
            "0": "determination",
            "1": "success",
            "2": "control",
            "3": "will",
            "4": "Now."
          },
          "context": "The effect of control and determination in the present situation."
        },
        "position3": {
          "upright": "The Chariot, the need to keep control and the urge to win, gives you back-to-back thrust, your ability to control the opposites is subconscious leverage.",
          "reversed": "The Reverse Chariot shows hidden triggers, such as fear of loss of direction, dispersion, and avoiding failure, which can weaken internal tension control.",
          "keywords": {
            "0": "control",
            "1": "will",
            "2": "The urge to succeed",
            "3": "dispersion",
            "4": "hidden trigger"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's control of will, discipline and direction at the center, and driving opposite forces to the same goal triggers success.",
          "reversed": "At the center, you can see loss of direction, swing or control weakness, simplifying the course will bring the focus back.",
          "keywords": {
            "0": "will",
            "1": "control",
            "2": "direction",
            "3": "victory",
            "4": "discipline"
          },
          "context": "Center: single-pronged force."
        },
        "position5": {
          "upright": "The Chariot shows that the pressure of competition and speed is strong outside, and the Sunday momentum rewards bold and directional moves.",
          "reversed": "The Reverse Chariot says that disorganized agendas, conflicting demands or aggressive competition cause loss of direction."
        }
      }
    }
  }
}
