{
  "problem-solving": {
    "meanings": {
      "sixofpentacles": {
        "position3": {
          "upright": "Six amulets can subconsciously be the search for shared, help or justice in the past.",
          "reversed": "The Reverse Six charms, addiction, exploitation, or imbalance may have been carried from the past to the subconscious.",
          "keywords": {
            "0": "share",
            "1": "help",
            "2": "justice",
            "3": "balance",
            "4": "subconscious"
          },
          "context": "The experience of help or injustice in the past may be affecting your problems today."
        },
        "position4": {
          "upright": "Six amulets, your best potential is to increase abundance with fair sharing, cooperation and balance.",
          "reversed": "The Reverse Six Talisman must give up one-sided relationships to open up its potential.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "balance",
            "3": "help",
            "4": "abundance"
          },
          "context": "Your best potential is to share fair and balanced."
        },
        "position5": {
          "upright": "Six amulets may have been about getting help or supporting others in the recent past, experiencing the balance of taking and giving.",
          "reversed": "You may have experienced an inequal relationship, a unilateral support or a sense of exploitation.",
          "keywords": {
            "0": "help",
            "1": "balance",
            "2": "share",
            "3": "Equality",
            "4": "don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't..."
          },
          "context": "Your recent history may have been determined by cooperation or imbalances."
        },
        "position6": {
          "upright": "Six Talisms, in the near future, you may have the opportunity to establish a balance of fair sharing, cooperation, and giving.",
          "reversed": "The Inverse Six charms may be inequal relations, imbalance, or unilateral support in the near future.",
          "keywords": {
            "0": "help",
            "1": "share",
            "2": "justice",
            "3": "balance",
            "4": "support"
          },
          "context": "Your near future will be shaped by balance or imbalance."
        },
        "position7": {
          "upright": "Six charms, you're in the process of co-operation, fair sharing and giving balance.",
          "reversed": "Reverse Six charms, you may be experiencing inequality, one-sided relationships or imbalance right now.",
          "keywords": {
            "0": "help",
            "1": "share",
            "2": "justice",
            "3": "balance",
            "4": "support"
          },
          "context": "Your current condition is shaped by balance or imbalance."
        },
        "position8": {
          "upright": "Six Talisms can offer support, help, or just opportunities that help you to maintain the balance of external impacts and grants.",
          "reversed": "The Inverse Six charms can create external effects, inequality, one-sided relationships or imbalance.",
          "keywords": {
            "0": "help",
            "1": "share",
            "2": "balance",
            "3": "justice",
            "4": "support"
          },
          "context": "The external effects can restore or disrupt the balance."
        },
        "position9": {
          "upright": "Six amulets may show a fear of injustice, inequality, or unfair sharing.",
          "reversed": "The Inverse Six Charms may show concern about addiction, unstable relationships, or not getting help.",
          "keywords": {
            "0": "balance",
            "1": "Equality",
            "2": "help",
            "3": "justice",
            "4": "anxiety"
          },
          "context": "Your fears are focused on unfair relationships or imbalance."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Seven amulets may have long-term investments at the heart of the problem, waiting for patience, waiting for the return of their efforts.",
          "reversed": "The reverse seven amulets, impatient, hasty, or false investments may be the source of the problem.",
          "keywords": {
            "0": "Patience",
            "1": "investment",
            "2": "waiting",
            "3": "result",
            "4": "Question"
          },
          "context": "At the heart of the problem is to be patient and to get results at the right time."
        },
        "position10": {
          "upright": "The Seven Talisms may be rewarded with a patient wait, as a result of the action.",
          "reversed": "The Inverse Seven charms may result in impatience, false investments, or disappointments.",
          "keywords": {
            "0": "labour",
            "1": "Patience",
            "2": "investment",
            "3": "Reward",
            "4": "waiting"
          },
          "context": "The result may be reward or disappointment."
        },
        "position2": {
          "upright": "The Seven Talisms may be the impatient, hasty outcome of the obstacle, waiting for the result, or not seeing the value of labor.",
          "reversed": "The Reverse Seven charms, the wrong investments, the inefficient labor or lack of motivation could be the source of the obstacle.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "waiting",
            "3": "investment",
            "4": "obstacle"
          },
          "context": "The obstacle is born out of impatientness and waiting for the reward of labor."
        },
        "position3": {
          "upright": "Seven amulets can be subconsciously waiting patiently in the past, working hard, or making long-term investments.",
          "reversed": "The Inverse Seven Talismanes may have settled into the subconscious of the past of impatient, inefficient labor or false investments.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "investment",
            "3": "waiting",
            "4": "subconscious"
          },
          "context": "The experience of patience or long - suffering in the past may be affecting your problems today."
        },
        "position4": {
          "upright": "Seven amulets, your best potential is to work patiently, rely on processes, and invest in long-term gains.",
          "reversed": "The Reverse Seven Talisman, to open your potential, you have to stop being impatient, focus on the right areas.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "investment",
            "3": "process",
            "4": "waiting"
          },
          "context": "Your best potential is to reap the fruits of patient labor."
        },
        "position5": {
          "upright": "The Seven amulets may have patiently observed a process in the recent past, worked hard, or turned to long - term plans.",
          "reversed": "You may have experienced the Inverse Seven Charms, long ago impatient, futile labor, or dissatisfaction.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "waiting",
            "3": "investment",
            "4": "Plan"
          },
          "context": "Your recent past may have been shaped by experience of patience or long - suffering."
        },
        "position6": {
          "upright": "Seven amulets may be about waiting patiently in the near future, paying for their efforts, or focusing on long-term gains.",
          "reversed": "In the near future, the Inverse Seven amulets may come to the attention of insufferable, futile labor or dissatisfaction.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "investment",
            "3": "waiting",
            "4": "gain"
          },
          "context": "Your near future will be shaped by patience or impatientness."
        },
        "position7": {
          "upright": "Seven amulets, you are now waiting patiently, being compensated for your efforts, or considering your long-term plans.",
          "reversed": "The Inverse Seven Talismans, you may be in a state of insufferability, dissatisfaction, or wasteful labor.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "waiting",
            "3": "investment",
            "4": "gain"
          },
          "context": "Your current condition is shaped by patience or dissatisfaction."
        },
        "position8": {
          "upright": "The Seven Talisms can encourage you to wait patiently for the outside effects, to reap the cost of your investments over time.",
          "reversed": "The Inverse Seven Talismanes can create a sense of insufferability, disappointment, or failure.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "waiting",
            "3": "investment",
            "4": "gain"
          },
          "context": "External effects can encourage patience or cause dissatisfaction."
        },
        "position9": {
          "upright": "Seven amulets, you may fear that your efforts will not be repaid, that you will lose patience, or that the consequences will be delayed.",
          "reversed": "The Inverse Seven Charms may show false investments, impatientness, or wasteful fear of labor.",
          "keywords": {
            "0": "labour",
            "1": "Patience",
            "2": "investment",
            "3": "delay",
            "4": "anxiety"
          },
          "context": "Your fears are focused on being unrequited or impatient."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "The eight amulets may have a desire to improve their skills, to train, or to master.",
          "reversed": "Inverse Eight Talisms, lack of motivation, carelessness or half-mast could be the source of the problem.",
          "keywords": {
            "0": "mastery",
            "1": "learning",
            "2": "discipline",
            "3": "effort",
            "4": "Question"
          },
          "context": "At the center of the problem, it needs to develop skills and discipline."
        },
        "position10": {
          "upright": "Eight amulets may result in mastery, learning, and receiving the reward of their labor.",
          "reversed": "The Reverse Eight charms may result in carelessness, failure, or insufficient effort.",
          "keywords": {
            "0": "work",
            "1": "mastery",
            "2": "learning",
            "3": "success",
            "4": "labour"
          },
          "context": "The result may be mastery or carelessness."
        },
        "position2": {
          "upright": "Eight Talisms may be that your obstacle is undisciplined, careless, or closed to learning, not making the necessary effort to achieve mastery prevents your progress.",
          "reversed": "Reverse Eight Talisms, loss of motivation, half jobs or carelessness could be the source of the obstacle.",
          "keywords": {
            "0": "discipline",
            "1": "learning",
            "2": "mastery",
            "3": "Inattentive",
            "4": "obstacle"
          },
          "context": "Obstruction is born from lack of discipline and carelessness."
        },
        "position3": {
          "upright": "Eight Talisms, subconsciously, can be a process of working, mastering, or learning in the past.",
          "reversed": "The Reverse Eight Talisman may have settled into the subconscious of the past, the loss of motivation, half-jobs, or carelessness.",
          "keywords": {
            "0": "work",
            "1": "mastery",
            "2": "learning",
            "3": "Motivation",
            "4": "subconscious"
          },
          "context": "Past learning and labor processes may have shaped their present problems."
        },
        "position4": {
          "upright": "The Eight Talisms are to improve the skills of the best potential with hard work, to master and to walk with discipline.",
          "reversed": "In order to achieve its potential, the Reverse Eight Talisman must avoid carelessness, remain open to learning and maintain discipline.",
          "keywords": {
            "0": "mastery",
            "1": "hard work",
            "2": "discipline",
            "3": "learning",
            "4": "success"
          },
          "context": "Your best potential is to achieve mastery by working."
        },
        "position5": {
          "upright": "Eight amulets may have been involved in recent years of hard work, learning a new skill, or progressing on the path of mastery.",
          "reversed": "You may have experienced inverse Eight Talisms, recent carelessness, loss of motivation, or repeating the same mistakes.",
          "keywords": {
            "0": "work",
            "1": "learning",
            "2": "mastery",
            "3": "Motivation",
            "4": "skill"
          },
          "context": "Your recent history may have been determined by hard work or carelessness."
        },
        "position6": {
          "upright": "Eight amulets may bring up the process of developing your skills, disciplined work and mastery in the near future.",
          "reversed": "Inverse Eight Talisms may be careless, lack of motivation, or repeat the same mistakes in the near future.",
          "keywords": {
            "0": "work",
            "1": "mastery",
            "2": "learning",
            "3": "discipline",
            "4": "labour"
          },
          "context": "Your near future will be shaped by hard work or carelessness."
        },
        "position7": {
          "upright": "Eight Talisms, you are now working with discipline, improving your skills and mastering your skills.",
          "reversed": "The Reverse Eight Talisms may now be careless, lack of motivation, or a tendency to repeat the same mistakes.",
          "keywords": {
            "0": "work",
            "1": "mastery",
            "2": "discipline",
            "3": "learning",
            "4": "labour"
          },
          "context": "Your current situation is shaped by hard work or carelessness."
        },
        "position8": {
          "upright": "Eight Talisms can offer learning opportunities, work discipline or ways to improve their skills.",
          "reversed": "Inverse Eight Talisms can create external effects, recklessness, loss of motivation, or repeated errors.",
          "keywords": {
            "0": "work",
            "1": "learning",
            "2": "mastery",
            "3": "labour",
            "4": "discipline"
          },
          "context": "External effects can encourage or relax work."
        },
        "position9": {
          "upright": "Eight amulets can show fear of being inadequate, of making mistakes, of not being able to master them.",
          "reversed": "Inverse Eight Talisms may show recklessness, loss of motivation, or fear of failure.",
          "keywords": {
            "0": "work",
            "1": "error",
            "2": "mastery",
            "3": "inadequacy",
            "4": "anxiety"
          },
          "context": "Your fears are focused on failure or not being able to master it."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Nine amulets may be at the center of the problem - independence, self - confidence, or personal satisfaction.",
          "reversed": "Reverse Nine amulets, fear of loneliness, addiction or inadequacy may be the source of the problem.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "satisfaction",
            "3": "self-satisfactory",
            "4": "Question"
          },
          "context": "It needs personal satisfaction and independence at the center of the problem."
        },
        "position10": {
          "upright": "Nine amulets may result in independence, self - confidence, and enjoyment of abundance.",
          "reversed": "The Reverse Nine Talisms may result in the loss of addiction, wastefulness, or freedom.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "abundance",
            "3": "freedom",
            "4": "pleasure"
          },
          "context": "The result may be freedom and abundance or addiction."
        },
        "position2": {
          "upright": "Nine amulets, your obstacle can be fear of independence, lack of self-esteem, or extreme addiction, limiting you to not being able to be free.",
          "reversed": "Reverse Nine Talisms, fear of loneliness, financial addiction, or dissatisfaction can be the source of the obstacle.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "satisfaction",
            "3": "addiction",
            "4": "obstacle"
          },
          "context": "The obstacle arises from lack of independence and insecurity."
        },
        "position3": {
          "upright": "Nine Talisms may have had experiences in the subconscious of independence, self-esteem, or standing on their own feet in the past.",
          "reversed": "The Reverse Nine Talisman may have settled into the subconscious of addiction, fear of loneliness, or dissatisfaction in the past.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "loneliness",
            "3": "satisfaction",
            "4": "subconscious"
          },
          "context": "The experiences of independence or addiction in the past may be affecting your problems today."
        },
        "position4": {
          "upright": "Nine Talismans, knowing the value of independence, self-worth of the best potential, and tasting the fruit of their own labor.",
          "reversed": "In order to open up your potential, you have to give up the fear of loneliness and strengthen your confidence.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "Self - confidence",
            "3": "success",
            "4": "satisfaction"
          },
          "context": "Your best potential is to experience the fruit of your own labor with confidence."
        },
        "position5": {
          "upright": "Nine amulets, you may have recently gained independence, tasted the fruit of your own labor, or strengthened your confidence.",
          "reversed": "You may have experienced reverse nine amulets, recent addiction, fear of loneliness, or the pursuit of extreme luxury.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "success",
            "3": "satisfaction",
            "4": "abundance"
          },
          "context": "Your recent past may have been shaped by experiences of independence or addiction."
        },
        "position6": {
          "upright": "Nine amulets, in the near future, are waiting for you to feel your independence, your self-worth, and be rewarded for your hard work.",
          "reversed": "The Reverse Nine charms may be fear of loneliness, addiction, or material excesses in the near future.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "satisfaction",
            "3": "success",
            "4": "abundance"
          },
          "context": "Your near future will be shaped by independence or addiction."
        },
        "position7": {
          "upright": "Nine Talisms, you are now in the energy of independence, self-confidence, and your labor to be rewarded.",
          "reversed": "Reverse Nine amulets, right now you may be affected by addiction, fear of loneliness, or material excesses.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "satisfaction",
            "3": "abundance",
            "4": "success"
          },
          "context": "Your current situation is shaped by independence or addiction."
        },
        "position8": {
          "upright": "Nine amulets, external effects can strengthen your independence, give you confidence and financial satisfaction.",
          "reversed": "Reverse Nine Talisms, external effects can lead to loneliness, addictions, or excessive spending.",
          "keywords": {
            "0": "Self - confidence",
            "1": "independence",
            "2": "abundance",
            "3": "satisfaction",
            "4": "Trust"
          },
          "context": "External effects can strengthen or weaken your independence."
        },
        "position9": {
          "upright": "Nine amulets, you may be afraid of losing your independence, of limiting your freedom or of being alone.",
          "reversed": "The Reverse Nine charms may show concern for becoming dependent, loss of confidence, or depletion of abundance.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "abundance",
            "3": "loneliness",
            "4": "anxiety"
          },
          "context": "Your fears focus on losing independence or being alone."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Ten amulets may be at the center of the problem - family, inheritance, long-term stability or permanent success.",
          "reversed": "The Inverse Ten Talisms can be the source of problems, family problems, insecurity or instability.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "inheritance",
            "3": "success",
            "4": "Question"
          },
          "context": "At the heart of the problem is a permanent request for security and family stability."
        },
        "position10": {
          "upright": "Ten amulets can result in family stability, long-term success and lasting security.",
          "reversed": "The Inverse Ten Talisms may result in family unrest, losses or unsuccessful investments.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "success",
            "3": "guarantee",
            "4": "long term"
          },
          "context": "The result may be permanent security or unrest."
        },
        "position2": {
          "upright": "Ten Talisms, the obstacle may be family problems, a lack of permanent security or financial instability, and the lack of long-term stability is holding you back.",
          "reversed": "The Inverse Ten Talisms, the fights of inheritance, the lack of family conflicts or permanent success can be the source of the obstacle.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "material trust",
            "3": "conflict",
            "4": "obstacle"
          },
          "context": "Obstacle arises from family or financial instability."
        },
        "position3": {
          "upright": "The Ten Talisms may be subconsciously searching for family values, heritage, or long-term security.",
          "reversed": "The Inverse Ten Charms may have been applied to the subconscious in the past, to the lack of family conflicts, financial problems, or permanent success.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "stability",
            "3": "material trust",
            "4": "subconscious"
          },
          "context": "The search for family dynamics and security in the past may be affecting their current problems."
        },
        "position4": {
          "upright": "Ten amulets are the best potential for permanent stability, family happiness and long-term security.",
          "reversed": "To achieve its potential, you have to give up short-term interests, focus on permanent values.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "guarantee",
            "3": "inheritance",
            "4": "abundance"
          },
          "context": "Your best potential is to build permanent stability and security."
        },
        "position5": {
          "upright": "Ten amulets, you may have recently experienced family peace, financial stability, or long-term security.",
          "reversed": "In reverse ten amulets, you may have recently experienced domestic unrest, legacy problems, or failure to maintain permanent stability.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "abundance",
            "3": "inheritance",
            "4": "guarantee"
          },
          "context": "Your recent past may have been determined by permanent stability or unrest."
        },
        "position6": {
          "upright": "Ten Talisms, in the near future family ties, permanent stability, and material security will be at the forefront.",
          "reversed": "In reverse ten amulets may have family problems, permanent instability, or inheritance disputes in the near future.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "guarantee",
            "3": "abundance",
            "4": "inheritance"
          },
          "context": "Your near future will be shaped by stability or unrest."
        },
        "position7": {
          "upright": "Ten Talisms, you can now be in family ties, permanent stability, and material security.",
          "reversed": "The Reverse Ten Talisms may be affecting you right now with family problems, inheritance disputes, or instability.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "financial security",
            "3": "abundance",
            "4": "connection"
          },
          "context": "Your current situation is shaped by stability or family difficulties."
        },
        "position8": {
          "upright": "Ten amulets, external effects can give you family support, inheritance or permanent stability.",
          "reversed": "The Reverse Ten Talisms can create external effects, family unrest, inheritance disputes or instability.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "inheritance",
            "3": "tradition",
            "4": "abundance"
          },
          "context": "External effects can be stable or disruptive."
        },
        "position9": {
          "upright": "Ten amulets, you may fear loss of family support, inheritance problems, or long-term instability.",
          "reversed": "The Reverse Ten Charms can show the fear of family unrest, loss, or the destruction of radical support.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "inheritance",
            "3": "missing",
            "4": "anxiety"
          },
          "context": "Your fears focus on loss of family support or instability."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of the Talisman can be at the center of the problem, the desire to learn, the search for opportunity, or a new beginning.",
          "reversed": "The reverse charm prince may be the source of carelessness, loss of motivation, or misdirection.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "start",
            "3": "curiosity",
            "4": "Question"
          },
          "context": "At the center of the problem, it needs to learn and explore new things."
        },
        "position10": {
          "upright": "The Prince of the Talisman may be the result of a new opportunity, a chance to learn, and a solid start.",
          "reversed": "The reverse charm prince may result in a lack of motivation, loss of motivation, or failure.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "start",
            "3": "material trust",
            "4": "Motivation"
          },
          "context": "The result may be an opportunity to learn or a failure."
        },
        "position2": {
          "upright": "The Prince of Talisman may be careless, reluctant to learn, or unable to concreteize the plans of the obstacle, but not putting the theory into practice makes progress difficult.",
          "reversed": "Reverse Magic Prince, loss of motivation, wrong targets or half-projects could be the source of the obstacle.",
          "keywords": {
            "0": "learning",
            "1": "Attention",
            "2": "Motivation",
            "3": "target",
            "4": "obstacle"
          },
          "context": "The obstacle is born from recklessness and avoiding concrete steps."
        },
        "position3": {
          "upright": "The Prince of the Talisman can subconsciously be a desire to learn in the past, to plan, or to step into new projects.",
          "reversed": "In the past, the Prince of Reverse Talisman may have fallen into the subconscious of carelessness, lack of motivation, or false goals.",
          "keywords": {
            "0": "learning",
            "1": "Plan",
            "2": "Motivation",
            "3": "target",
            "4": "subconscious"
          },
          "context": "His past learning or planning experiences may be affecting his problems today."
        },
        "position4": {
          "upright": "The Prince of the Talisman is to be open to learning of the best potential, to explore new opportunities, and to patiently build their plans.",
          "reversed": "In order to reveal your potential, the reverse charm prince, you must avoid recklessness and unfinished projects.",
          "keywords": {
            "0": "learning",
            "1": "Plan",
            "2": "opportunity",
            "3": "Patience",
            "4": "stability"
          },
          "context": "Your best potential is to make new beginnings with the desire to learn."
        },
        "position5": {
          "upright": "The Prince of the Talisman may have recently begun a new process of education, work opportunities, or planning.",
          "reversed": "The reverse charm prince, you may have recently experienced carelessness, loss of motivation, or unfinished projects.",
          "keywords": {
            "0": "learning",
            "1": "Plan",
            "2": "start",
            "3": "opportunity",
            "4": "Motivation"
          },
          "context": "Your recent history may have been shaped by planning or carelessness."
        },
        "position6": {
          "upright": "The Prince of the Talisman will be open to learning in the near future, researching new opportunities, or implementing his plans.",
          "reversed": "In the near future, the reverse prince of the amulet, the loss of motivation, carelessness, or unfinished projects may come to the agenda.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "Plan",
            "3": "research",
            "4": "start"
          },
          "context": "Your near future will be shaped by learning or carelessness."
        },
        "position7": {
          "upright": "The Prince of the Talisman, you are now in an energy that is open to learning, researching opportunities, and preparing to carry out your plans.",
          "reversed": "Reverse Magic Prince, right now, you may be affected by the loss of motivation, carelessness, or unfinished projects.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "Plan",
            "3": "start",
            "4": "discovery"
          },
          "context": "Your current situation is shaped by a lack of learning or motivation."
        },
        "position8": {
          "upright": "The Prince of Talisman, the outside effects can offer you new learning opportunities, projects or material beginnings.",
          "reversed": "Reverse Talisman Prince, external effects can create recklessness, lack of motivation, or a tendency to delay.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "opportunity",
            "3": "Plan",
            "4": "discovery"
          },
          "context": "External effects may bring opportunities to learn or create distractions."
        },
        "position9": {
          "upright": "The Prince of the Talisman, you may be afraid of not taking advantage of opportunities, of missing out on the chance to learn, or of being unplanned.",
          "reversed": "The reverse charm prince may show the loss of motivation, distraction, or fear of failure.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "start",
            "3": "Plan",
            "4": "anxiety"
          },
          "context": "Your fears focus on missing the chance to learn or failure."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of the Talisman may need discipline, patience, or stable progress at the center of the problem.",
          "reversed": "Reverse Templar, lazyness, stasis or lack of motivation may be the source of the problem.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "discipline",
            "3": "work",
            "4": "Question"
          },
          "context": "The problem needs to move forward with patience and discipline at the center of the problem."
        },
        "position10": {
          "upright": "The Knight of the Talisman could be the result of stable progress, safe steps and responsibilities.",
          "reversed": "The Knight of the Inverted Talisman may result in stasis, indolence, or neglect of duties.",
          "keywords": {
            "0": "stability",
            "1": "responsibilities",
            "2": "Progress",
            "3": "stasis",
            "4": "Trust"
          },
          "context": "The result may be to move forward with stability or to remain stable."
        },
        "position2": {
          "upright": "Knight of the Talisman, the obstacle may have a lack of stability, extreme caution or motivation, and too slow to move forward makes it difficult.",
          "reversed": "The reverse Knight of the Talisman, lazyness, carelessness or lack of plan may be the source of the obstacle.",
          "keywords": {
            "0": "stasis",
            "1": "Conscientious",
            "2": "Motivation",
            "3": "Plan",
            "4": "obstacle"
          },
          "context": "Obstacle is born from stasis and lazyness."
        },
        "position3": {
          "upright": "The Knight of the Talisman, in his subconscious, can be discipline, patient work, or responsibility in the past.",
          "reversed": "In the past, the Knight of the Inverted Talisman may have settled into the subconscious of laxness, stasis, or carelessness.",
          "keywords": {
            "0": "discipline",
            "1": "responsibilities",
            "2": "Patience",
            "3": "stasis",
            "4": "subconscious"
          },
          "context": "Experiences of discipline or lazyness in the past may be affecting your problems today."
        },
        "position4": {
          "upright": "Knight of the Talisman, your best potential is steady progress with determination, patience, and discipline.",
          "reversed": "Knight of the Reverse Talisman, you must stay away from the idleness and extreme stasis that hinders your potential.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "Determination",
            "3": "discipline",
            "4": "Progress"
          },
          "context": "Your best potential is to move forward with patience and discipline."
        },
        "position5": {
          "upright": "Knight of the Talisman, you may have made a stable progress in recent times with determination, patience, and discipline.",
          "reversed": "Knight of the Reverse Talisman, in the recent past, you may have experienced stasis, loss of motivation, or extreme slowness in your work.",
          "keywords": {
            "0": "Patience",
            "1": "Determination"
          }
        }
      }
    }
  }
}
