{
  "new-lover": {
    "meanings": {
      "thehighpriestess": {
        "position6": {
          "keywords": {
            "1": "Patience",
            "2": "wisdom",
            "3": "timing",
            "4": "internal power"
          },
          "context": "Intuition and patience will pave the way for your wish."
        }
      },
      "theempress": {
        "position1": {
          "upright": "The Empress soon points to a relationship that feeds you and nurtures you with love, and emotional and physical harmony will make you happy.",
          "reversed": "The Reverse Empress gives a warning of overdependence, and even if the relationship comes, you must maintain balance.",
          "keywords": {
            "0": "love",
            "1": "feeding",
            "2": "compatibility",
            "3": "abundance"
          },
          "context": "The new relationship can come warm and fertile."
        },
        "position2": {
          "upright": "The Empress points to the Taurus or Libra, ruled by Venus, who is elegant, adaptive, and aesthetic.",
          "reversed": "The reverse Empress, the Bull, may display too much possessive or superficial behavior in her theatrical shadow.",
          "keywords": {
            "0": "Venus",
            "1": "Beauty",
            "2": "compatibility",
            "3": "Feminine energy"
          },
          "context": "Bull or Libra energy is dominant."
        },
        "position3": {
          "upright": "The Empress shows that compassion and sharing will nourish harmony, and a bond that feeds and nurtures one another is naturally harmonised.",
          "reversed": "Reverse Empress, extreme addiction or selfishness can break the harmony, too buried in your own needs, destabilizes the balance.",
          "keywords": {
            "0": "Compassion",
            "1": "share",
            "2": "growth",
            "3": "compatibility",
            "4": "feeding"
          },
          "context": "Sharing enhances harmony, and selfishness narrows bridges."
        },
        "position4": {
          "upright": "The Empress, a rich and nutritious bond supports the long term, and loving care sustains the relationship.",
          "reversed": "Reverse Empress, overclaiming or weariness makes the long term difficult.",
          "keywords": {
            "0": "fertility",
            "1": "Nutrition",
            "2": "love",
            "3": "continuity",
            "4": "balance"
          },
          "context": "Feeding love strengthens the long term, strains the bond of weariness."
        },
        "position5": {
          "upright": "Empress, fertility, compassion, and heart-feeding are the basis of the bond of soul mates, which can bring inner peace and warmth.",
          "reversed": "Reverse Empress, excessive addiction or lack of self - care may prevent the healthy development of soul mates.",
          "keywords": {
            "0": "Compassion",
            "1": "fertility",
            "2": "feeding",
            "3": "compatibility",
            "4": "soul mate"
          },
          "context": "Feeding energy supports soul mates, testing addiction."
        },
        "position6": {
          "upright": "The Empress shows that your wish has the potential to be fulfilled with abundance, fertility and natural flow, and your wish can stand on fruit.",
          "reversed": "The Reverse Empress points out that excessive expectations or lack of self - care can make your wish difficult to fulfill.",
          "keywords": {
            "0": "abundance",
            "1": "fertility",
            "2": "creativity",
            "3": "nature",
            "4": "flow"
          },
          "context": "It feeds your wish for natural flow and self-care."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "The Emperor says he will enter the life of a strong, trusting person, and soon a serious relationship can begin.",
          "reversed": "The Reverse Emperor advises you to pay attention to the possibility of a controlling partner, even if the relationship comes, you must protect your freedom.",
          "keywords": {
            "0": "power",
            "1": "stability",
            "2": "authority",
            "3": "protection"
          },
          "context": "He's got a chance at a serious, solid relationship."
        },
        "position2": {
          "upright": "The Emperor carries the energy of the Aries, a man of initiative, a leader and a strong character.",
          "reversed": "Inverted Emperor may manifest a stubborn, controlling, and harsh attitude in the shadow of the coach.",
          "keywords": {
            "0": "Coach",
            "1": "leadership",
            "2": "power",
            "3": "discipline"
          },
          "context": "Coach energy is a dominant sign."
        },
        "position3": {
          "upright": "The Emperor says that harmony with order and clear boundaries will strengthen, and mutual responsibility is a solid basis.",
          "reversed": "Reverse Emperor, extreme authority or strict rules force harmony, lack of flexibility can take the breath away from the relationship.",
          "keywords": {
            "0": "layout",
            "1": "responsibilities",
            "2": "limit",
            "3": "power",
            "4": "balance"
          },
          "context": "The net boundaries adapt, the joint narrows the bond."
        },
        "position4": {
          "upright": "Emperor, solid structure and stability support the long term, and credibility is the foundation of the bond.",
          "reversed": "Reverse Emperor, extreme control or strict rules make the long term difficult.",
          "keywords": {
            "0": "stability",
            "1": "Trust",
            "2": "authority",
            "3": "structure",
            "4": "long term"
          },
          "context": "Stability feeds the long term, it tests the bond of rigor."
        },
        "position5": {
          "upright": "Emperor, solid foundations and trusty provide a strong basis for the bond of the soul.",
          "reversed": "Reverse Emperor, the lack of solid control and flexibility can limit the bond of soul mate.",
          "keywords": {
            "0": "Trust",
            "1": "basic",
            "2": "stability",
            "3": "protection",
            "4": "soul mate"
          },
          "context": "Firmness supports the spirit mate, and harshness tests the bond."
        },
        "position6": {
          "upright": "The Emperor shows that you need discipline and a solid plan to make your wish come true, and when you're in order, your will becomes permanent.",
          "reversed": "The Reverse Emperor explains that your wish may be difficult because of extreme control or rigor.",
          "keywords": {
            "0": "layout",
            "1": "discipline",
            "2": "stability",
            "3": "Plan",
            "4": "authority"
          },
          "context": "Solid construction will be the basis of your wish."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "The saint points to the possibility of a serious and traditional relationship, which may soon be someone with serious intentions.",
          "reversed": "The Reverse Saint shows that there may be obstacles due to fear of commitment or different values.",
          "keywords": {
            "0": "tradition",
            "1": "serious",
            "2": "connection",
            "3": "values"
          },
          "context": "Soon a serious and secure relationship can begin."
        },
        "position2": {
          "upright": "The Saint represents the Taurus, a man who seeks trust, is loyal and loyal to his values.",
          "reversed": "The reverse Saint may be stuck in the bull's shadow by strict rules or too stubborn.",
          "keywords": {
            "0": "Bull",
            "1": "value",
            "2": "tradition",
            "3": "stability"
          },
          "context": "The bull's accent is strong."
        },
        "position3": {
          "upright": "The saint says that similar values and common beliefs support harmony, and traditions or rituals form a common bridge.",
          "reversed": "Reverse Saint, value conflicts or stubbornness can disrupt harmony, and instead of blind devotion, you need flexibility.",
          "keywords": {
            "0": "values",
            "1": "faith",
            "2": "ritual",
            "3": "compatibility",
            "4": "tradition"
          },
          "context": "Common values feed harmony, differences require bridges."
        },
        "position4": {
          "upright": "Saints, traditional values and devotion support long-term relationships, and common beliefs strengthen ties.",
          "reversed": "Reverse Saint, blind tradition or rebellion makes the long term difficult.",
          "keywords": {
            "0": "tradition",
            "1": "commitment",
            "2": "faith",
            "3": "compatibility",
            "4": "long term"
          },
          "context": "Common values support long term, blind rules wear off the bond."
        },
        "position5": {
          "upright": "The saint says that a spirit mate can be strengthened by common values, traditions, or beliefs.",
          "reversed": "Reverse Saint, different value systems or blind rebellion may be a challenge to the soul mate bond.",
          "keywords": {
            "0": "value",
            "1": "faith",
            "2": "spirituality",
            "3": "compatibility",
            "4": "soul mate"
          },
          "context": "Value compatibility supports soul mates, dissonance casts a shadow."
        },
        "position6": {
          "upright": "The saint points to the importance of values and supporting bonds to make your wish come true, and traditional ways lead to success.",
          "reversed": "The Reverse Saint says that blindly sticking to tradition can block your wish, and you must discover your original path.",
          "keywords": {
            "0": "values",
            "1": "guidance",
            "2": "tradition",
            "3": "compatibility",
            "4": "support"
          },
          "context": "The right guidance makes your wish easier."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Lovers say a strong romantic bond will be born, and it's very possible to meet someone who will soon match your heart.",
          "reversed": "Reverse lovers point to the risk of indecision or wrong choice, so focus on choosing the right one.",
          "keywords": {
            "0": "love",
            "1": "compatibility",
            "2": "connection",
            "3": "decision"
          },
          "context": "There's a high probability of a new relationship."
        },
        "position2": {
          "upright": "Lovers represent Gemini, who is compatible, curious, and able to communicate.",
          "reversed": "Reverse Lovers can be unstable, unstable and messy in the Twins' shadow.",
          "keywords": {
            "0": "Twins",
            "1": "compatibility",
            "2": "communication",
            "3": "selection"
          },
          "context": "Twin energy is dominant."
        },
        "position3": {
          "upright": "Lovers show that your natural attraction and choices will bring harmony. When you say yes together, hearts beat at the same rhythm.",
          "reversed": "Inverted lovers, indecisive or dilemma, weaken harmony, unsound choices destabilise the bond.",
          "keywords": {
            "0": "love",
            "1": "gravity",
            "2": "selection",
            "3": "compatibility",
            "4": "unity"
          },
          "context": "It's adaptable to the election, shadows the indecisive harmony."
        },
        "position4": {
          "upright": "Lovers, a strong choice and harmony support long-term unity, the clarity of the heart ensures continuity.",
          "reversed": "Reverse lovers, indecisive or incompatible, make the long term difficult.",
          "keywords": {
            "0": "compatibility",
            "1": "selection",
            "2": "love",
            "3": "A commitment.",
            "4": "long term"
          },
          "context": "The clear choice supports the long term, testing the indecisive bond."
        },
        "position5": {
          "upright": "Lovers are one of the most powerful indicators of soul mate potential, and your heart and heart may be meeting on a similar frequency.",
          "reversed": "Reverse lovers, indecisive or incompatible choices weaken the spirit mate connection.",
          "keywords": {
            "0": "love",
            "1": "selection",
            "2": "compatibility",
            "3": "connection",
            "4": "soul mate"
          },
          "context": "Harmony nourishes the soul mate, the bond of indecisiveness tests."
        },
        "position6": {
          "upright": "Lovers show that the right choices and compatible bonds will be effective in making your wish come true, and the choice from your heart will lead you to your goal.",
          "reversed": "Inverted lovers point out that there are uncertain and conflicting values in front of your wish, and if the election doesn't become clear, the wish may not come true.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "connection",
            "3": "values",
            "4": "decision"
          },
          "context": "Opens the door to your clear choice wish."
        }
      },
      "thechariot": {
        "position1": {
          "upright": "The Chariot says it can quickly enter into a new relationship with progress and determination.",
          "reversed": "The Reverse Chariot warns that opportunities can be missed due to lack of control.",
          "keywords": {
            "0": "Progress",
            "1": "speed",
            "2": "determination",
            "3": "direction"
          },
          "context": "A new relationship may come quickly soon."
        },
        "position2": {
          "upright": "The Chariot represents the Cancer, who has a sensitive but powerful will.",
          "reversed": "The Reverse Chariot can bring in indecisive, emotional fluctuations and disorientation in the Crab shadow.",
          "keywords": {
            "0": "Crab",
            "1": "emotion",
            "2": "will",
            "3": "protection"
          },
          "context": "Cancer energy comes forward."
        },
        "position3": {
          "upright": "The Chariot says that the determination to move in the same direction will strengthen harmony, and the common goals will align your bond.",
          "reversed": "Reverse Chariot, retreating in different directions weakens harmony.",
          "keywords": {
            "0": "direction",
            "1": "target",
            "2": "compatibility",
            "3": "balance",
            "4": "determination"
          },
          "context": "The same target brings harmony, severs the bonds of conflict."
        },
        "position4": {
          "upright": "The Chariot, determination, and common goals support a long-term relationship, and traveling together strengthens ties.",
          "reversed": "Reverse Chariots, disorientation, or extreme ego, make the long term difficult.",
          "keywords": {
            "0": "determination",
            "1": "target",
            "2": "unity",
            "3": "Progress",
            "4": "long term"
          },
          "context": "The common goals feed the long term, the lack of direction exhausts the bond."
        },
        "position5": {
          "upright": "The Chariot shows that the spirit mate bond has the potential to move forward with common sense and discipline, and the journey can be completed together.",
          "reversed": "Reverse Chariot, disorientation or imbalance can weaken the soul mate bond.",
          "keywords": {
            "0": "direction",
            "1": "discipline",
            "2": "Progress",
            "3": "unity",
            "4": "soul mate"
          },
          "context": "The common thing supports soul mates, testing the bond of instability."
        },
        "position6": {
          "upright": "The Chariot says your wish will come true with strong will and focus, and if you take control of it, you will succeed.",
          "reversed": "Reverse Chariots, mess or disorientation can block your wish. You need to set a clear target.",
          "keywords": {
            "0": "will",
            "1": "control",
            "2": "success",
            "3": "direction",
            "4": "victory"
          },
          "context": "Focused will makes your wish come true."
        }
      },
      "strength": {
        "position1": {
          "upright": "Power says that inner stillness will bring you into a new relationship, and your gentle courage can open someone's heart.",
          "reversed": "Reverse Power says too much pride or control can interfere with a new relationship.",
          "keywords": {
            "0": "Courage",
            "1": "kindness",
            "2": "gravity",
            "3": "balance"
          },
          "context": "The relationship is possible soon, so approach with patience."
        },
        "position2": {
          "upright": "Power represents the Leo, who is charismatic, proud and brave.",
          "reversed": "The Reverse Power can show arrogance, stubbornness and impatience in the Lion's shadow.",
          "keywords": {
            "0": "Lion",
            "1": "Courage",
            "2": "pride",
            "3": "leadership"
          },
          "context": "Lion energy is strong."
        },
        "position3": {
          "upright": "It shows that strength, patience, and compassion deepen harmony, and a gentle approach enhances the trust of the bond.",
          "reversed": "Reverse Power, pride, and impatientness prevents harmony, instead of forcing it, it requires softness.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "Courage",
            "3": "compatibility",
            "4": "Trust"
          },
          "context": "Compassion enhances harmony, pride breaks harmony."
        },
        "position4": {
          "upright": "Power, patience, and compassion are the basis of a long-term relationship, and the bonds of soft courage make them permanent.",
          "reversed": "Reverse Power, pride or anger wear off ties in the long run.",
          "keywords": {
            "0": "Patience",
            "1": "Compassion",
            "2": "Courage",
            "3": "balance",
            "4": "long term"
          },
          "context": "Compassion strengthens the long term, pride weakens the bond."
        },
        "position5": {
          "upright": "Power, patience, compassion, and inner courage point to the nature of the soul mate bond, which can grow with soft but deep strength.",
          "reversed": "Reverse Power, long - suffering, or jealousy can make the bond of the soul difficult.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "Courage",
            "3": "balance",
            "4": "soul mate"
          },
          "context": "Compassion nourishes the spirit's partnership, and patience tests the bond."
        },
        "position6": {
          "upright": "Power shows that your desire will be fulfilled with patience, compassion, and inner courage. With your gentle power, you can overcome obstacles.",
          "reversed": "The Reverse Power says that impatientness and intrinsic insecurity can create obstacles in the way of your wish.",
          "keywords": {
            "0": "Courage",
            "1": "Compassion",
            "2": "Patience",
            "3": "Self - confidence",
            "4": "balance"
          },
          "context": "Internal power makes your wish come true."
        }
      },
      "thehermit": {
        "position1": {
          "upright": "Erdi, what you learn by turning inside yourself prepares you for the right relationship, and that loneliness may soon be over.",
          "reversed": "Inverted, too close can delay a new relationship, you need to be more social.",
          "keywords": {
            "0": "inner journey",
            "1": "wisdom",
            "2": "waiting",
            "3": "preparation"
          },
          "context": "There may be a relationship soon, but the introversion process is effective."
        },
        "position2": {
          "upright": "He represents Virgo, an analytical, introverted and wise character.",
          "reversed": "Inverted, in Virgo's shadow, he may have become overly critical or isolated.",
          "keywords": {
            "0": "Virgo",
            "1": "wisdom",
            "2": "analysis",
            "3": "Introduction"
          },
          "context": "The Virgo effect is strong."
        },
        "position3": {
          "upright": "The molten, inner wisdom, and a healthy field of recognition will support harmony, and giving each other space will strengthen your bond.",
          "reversed": "Reverse-smelling, over-reaching, or distance harmony shadows, and too much retreat to loneliness creates distance.",
          "keywords": {
            "0": "wisdom",
            "1": "field",
            "2": "understanding",
            "3": "compatibility",
            "4": "Introduction"
          },
          "context": "Well, knowing the area nourishes harmony, too much distance destroys the bonds."
        },
        "position4": {
          "upright": "Melted, internal wisdom and healthy loneliness support the long term, and the thoughtful approach matures the bonds.",
          "reversed": "Inverted, over-insulation would damage the bond in the long run.",
          "keywords": {
            "0": "wisdom",
            "1": "Introduction",
            "2": "maturity",
            "3": "balance",
            "4": "long term"
          },
          "context": "Wisdom feeds the long term, testing the isolation bond."
        },
        "position5": {
          "upright": "The melt says that the soul mate connection can be found with an internal discovery and deep awareness, and in silence there is a sense of recognition.",
          "reversed": "Inverted, extreme insulation can delay or weaken the soul mate's connection.",
          "keywords": {
            "0": "Introduction",
            "1": "wisdom",
            "2": "search",
            "3": "awareness",
            "4": "soul mate"
          },
          "context": "Internal discovery supports soul mates, testing isolation bonds."
        },
        "position6": {
          "upright": "The melt says that in order for your wish to come true, you have to go back inside and follow your own light, and the process of patience and loneliness may be necessary.",
          "reversed": "Inverted means that extreme isolation can make your wish difficult, and sharing is important.",
          "keywords": {
            "0": "inner journey",
            "1": "Patience",
            "2": "light",
            "3": "wisdom",
            "4": "guidance"
          },
          "context": "Internal guidance opens the way to your wish."
        }
      },
      "thewheeloffortune": {
        "position1": {
          "upright": "The Wheel of Destiny says that a new relationship will come as a surprise.",
          "reversed": "Reverse Wheel shows that opportunities can be postponed due to the wrong timing.",
          "keywords": {
            "0": "Fate",
            "1": "surprise",
            "2": "timing",
            "3": "Luck"
          },
          "context": "The possibility of a relationship soon is strong, the timing is important."
        },
        "position2": {
          "upright": "The Wheel of Destiny carries the energy of variable constellations. This person is open to transformations in his life.",
          "reversed": "The Reverse Destiny Wheel can bring instability and instability in the shadow of the variable constellations.",
          "keywords": {
            "0": "change",
            "1": "Fate",
            "2": "variable",
            "3": "cycle"
          },
          "context": "It could be one of the variable signs."
        },
        "position3": {
          "upright": "The Wheel of Destiny says that the cycles in your relationship support natural harmony.",
          "reversed": "Reverse Wheels, repeated mistakes can make harmony difficult, and without awareness, the cycle remains the same.",
          "keywords": {
            "0": "timing",
            "1": "cycle",
            "2": "compatibility",
            "3": "Fate",
            "4": "change"
          },
          "context": "Timing brings harmony, repeats the bonds."
        },
        "position4": {
          "upright": "The Wheel of Destiny shows that the relationship will develop in cycles, and the ability to adapt to change strengthens the long term.",
          "reversed": "Reverse Wheels, resistance and desire for control make the long term difficult.",
          "keywords": {
            "0": "cycle",
            "1": "change",
            "2": "compatibility",
            "3": "Luck",
            "4": "long term"
          },
          "context": "Compliance with change supports the long term, resists the bond."
        },
        "position5": {
          "upright": "The Wheel of Destiny shows that meeting a soul mate is about the timing of fate.",
          "reversed": "Reverse Wheel of Destiny, resistance or timing error can delay the soul mate connection.",
          "keywords": {
            "0": "Fate",
            "1": "cycle",
            "2": "timing",
            "3": "flow",
            "4": "soul mate"
          },
          "context": "When the time is right, the spirit nourishes its partner, the bond of resistance tests it."
        },
        "position6": {
          "upright": "The Wheel of Destiny shows that luck and timing are important for your wish to come true, and the cycles will give you an opportunity.",
          "reversed": "The Reverse Destiny Wheel shows that your wish may be delayed by misfortune or resistance.",
          "keywords": {
            "0": "Fate",
            "1": "timing",
            "2": "opportunity",
            "3": "cycle",
            "4": "Luck"
          },
          "context": "The right time makes it easier for your wish to come true."
        }
      },
      "justice": {
        "position1": {
          "upright": "Justice shows that a relationship with honesty and balance is coming.",
          "reversed": "Reverse Justice says misunderstandings can make a new relationship difficult.",
          "keywords": {
            "0": "balance",
            "1": "Honesty",
            "2": "justice",
            "3": "compatibility"
          },
          "context": "A fair and balanced relationship may come soon."
        },
        "position2": {
          "upright": "Justice represents the Libra, a man who is fair and balanced and values relationships.",
          "reversed": "Reverse Justice may be unstable, superficial, or addicted to relationships in the Libra shadow.",
          "keywords": {
            "0": "Libra",
            "1": "balance",
            "2": "justice",
            "3": "relationship"
          },
          "context": "The scale energy comes forward."
        },
        "position3": {
          "upright": "Justice, honesty, and a fair approach will enhance harmony. Transparency builds trust.",
          "reversed": "Reverse Justice, double standards or concealments break harmony, unfair attitudes weaken ties.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "compatibility",
            "3": "transparency",
            "4": "Honesty"
          },
          "context": "Honesty is the basis of harmony, privacy destroys bridges."
        },
        "position4": {
          "upright": "Justice, honesty, and fair sharing support the long term, and open communication strengthens ties.",
          "reversed": "Reverse Justice, injustice, or lying destroys the long term.",
          "keywords": {
            "0": "justice",
            "1": "Honesty",
            "2": "balance",
            "3": "communication",
            "4": "long term"
          },
          "context": "Justice feeds the long term, and injustice tests the bond."
        },
        "position5": {
          "upright": "Justice shows that a bond of soul mate can be built on honesty, equality and transparency.",
          "reversed": "Reverse Justice, injustice, or imbalance may damage the bond of a soul mate.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "Equality",
            "3": "transparency",
            "4": "soul mate"
          },
          "context": "Transparency nourishes the soul mate, testing the bond of instability."
        },
        "position6": {
          "upright": "Justice says that fair choices and balanced approaches are important in making your wish come true.",
          "reversed": "Reverse Justice shows that your wish can be postponed due to injustice or imbalance.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "Truth",
            "3": "Honesty",
            "4": "result"
          },
          "context": "A fair and transparent approach will speed up your wish."
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "The Hangman tells you that a new relationship wants time, and the waiting is getting you ready for the right person.",
          "reversed": "The Reverse Hanged Man warns that unnecessary delays will delay the new relationship.",
          "keywords": {
            "0": "waiting",
            "1": "time",
            "2": "Surrender",
            "3": "different view"
          },
          "context": "New relationships may come, but timing requires patience."
        },
        "position2": {
          "upright": "The Hanged Man represents the Pisces, who is selfless, sensitive and intuitive.",
          "reversed": "The Inverted Hanging Man may act as a victim, as an indecision in the Fish's shadow.",
          "keywords": {
            "0": "Fish",
            "1": "sacrifice",
            "2": "intuition",
            "3": "empathy"
          },
          "context": "The Pisces effect is strong."
        },
        "position3": {
          "upright": "The Hanged Man shows that you can adapt from a different point of view, and looking at it with empathy strengthens your bond.",
          "reversed": "The Inverted Man, stubbornness or one-sided sacrifice, makes it difficult to fit in.",
          "keywords": {
            "0": "Perspective",
            "1": "empathy",
            "2": "sacrifice",
            "3": "compatibility",
            "4": "balance"
          },
          "context": "Empathy brings harmony, unilaterality breaks ties."
        },
        "position4": {
          "upright": "The Hanged Man supports a long-term relationship with different perspectives, and surrender strengthens ties.",
          "reversed": "The Inverted Hanger makes the long term difficult to pretend to be a victim or stubborn.",
          "keywords": {
            "0": "Surrender",
            "1": "Perspective",
            "2": "balance",
            "3": "self - sacrifice",
            "4": "long term"
          },
          "context": "Perspective supports long term, stubbornness breaks the bond."
        },
        "position5": {
          "upright": "The Hanged Man says that a soul mate connection can develop from a different point of view and patience.",
          "reversed": "The Inverted Man, involuntary or involuntary, can delay the bond of the soul mate.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "Patience",
            "3": "awareness",
            "4": "soul mate"
          },
          "context": "The new look supports the spirit association, and the bond of inertia tests it."
        },
        "position6": {
          "upright": "The Hanged Man shows that you need patience and new perspectives to make your wish come true.",
          "reversed": "The Inverted Hanger says that reluctance and stubbornness can delay your wish.",
          "keywords": {
            "0": "Patience",
            "1": "Surrender",
            "2": "Perspective",
            "3": "waiting",
            "4": "awareness"
          },
          "context": "Surrender and a new look make your wish come true."
        }
      },
      "death": {
        "position1": {
          "upright": "Death can begin a new relationship with the end of old ties, love will come when the field opens.",
          "reversed": "Reverse Death, holding on to the past can interfere with a new relationship.",
          "keywords": {
            "0": "end",
            "1": "Regeneration",
            "2": "transformation",
            "3": "start"
          },
          "context": "For a new relationship, the past must be left behind."
        },
        "position2": {
          "upright": "Death represents Scorpion, a passionate, deep, transformative character.",
          "reversed": "Reverse Death may be obsessive, jealous, or prone to holding grudges in the Scorpion shadow.",
          "keywords": {
            "0": "Scorpion",
            "1": "transformation",
            "2": "passion",
            "3": "depth"
          },
          "context": "Scorpion energy is dominant."
        },
        "position3": {
          "upright": "Death says that transforming and leaving the old will strengthen the harmony, and being open to renewal deepens your relationship.",
          "reversed": "Reverse Death, resisting change prevents harmony, holding on to the past creates instability.",
          "keywords": {
            "0": "transformation",
            "1": "Regeneration",
            "2": "Don't let go",
            "3": "compatibility",
            "4": "change"
          },
          "context": "Openness to change brings harmony, resistance breaks ties."
        },
        "position4": {
          "upright": "Death, transformation, and leaving the old open the door to a long-term relationship, renewing regeneration bonds.",
          "reversed": "Reverse Death, resistance to change makes the long term difficult.",
          "keywords": {
            "0": "transformation",
            "1": "Regeneration",
            "2": "end",
            "3": "start",
            "4": "long term"
          },
          "context": "The transformation strengthens the long term, testing the bond of resistance."
        },
        "position5": {
          "upright": "Death says that the soul mate connection can be made possible by a transformation and rebirth.",
          "reversed": "Inverted Death, clinging to the past can stand in the way of the bond of the soul mate.",
          "keywords": {
            "0": "transformation",
            "1": "Rebirth",
            "2": "end"
          }
        }
      }
    }
  }
}
