{
  "relationship-analysis": {
    "meanings": {
      "twoofcups": {
        "position5": {
          "context": "It opens the way for reciprocity, balance moves you forward."
        },
        "position6": {
          "upright": "Your partner is asking you for equality, reciprocity and harmony, and it's precious to make him feel the balance of the bond.",
          "reversed": "Your partner doesn't want to be one-sided, waiting for you to maintain balance and open communication.",
          "keywords": {
            "0": "compatibility",
            "1": "partnership",
            "2": "balance",
            "3": "connection",
            "4": "Trust"
          },
          "context": "Your partner wants to bond with equality and reciprocity."
        },
        "position7": {
          "upright": "In the future, mutual understanding and harmony will emerge, and the bridge established together will strengthen the foundation of the bond.",
          "reversed": "Misunderstandings or imbalance may force harmony in the future, but if mutuality is not maintained, trust is shaken.",
          "keywords": {
            "0": "compatibility",
            "1": "reciprocity",
            "2": "love",
            "3": "connection"
          },
          "context": "The future of communication will grow in equality and harmony, but if the balance is lost, there may be trouble."
        }
      },
      "threeofcups": {
        "position1": {
          "upright": "The Three of Hearts shows that in the present situation, the relationship feeds on celebration, friendship, and sharing energy. The joy comes together. Hint: Celebrate unity.",
          "reversed": "The Inverse Three of Hearts indicates that the third party or extreme social interaction is clouding the bond in the present situation.",
          "keywords": {
            "0": "celebration",
            "1": "share",
            "2": "friendship",
            "3": "pleasure",
            "4": "Community"
          },
          "context": "In the present situation, entertainment and sharing are dominant, but external effects can force the bond, limits will bring balance."
        },
        "position2": {
          "upright": "Three Cups, joy, friendship, and sharing in your senses, your heart is filled with the energy of celebration, hint: share happiness.",
          "reversed": "The Reverse Three Cup says that extreme or the third person's influence cloudes your emotions.",
          "keywords": {
            "0": "joy",
            "1": "celebration",
            "2": "share",
            "3": "Friendship",
            "4": "unity"
          },
          "context": "Right now, your feelings are in the mood for celebration, but the outside effects can cast a shadow."
        },
        "position3": {
          "upright": "Three Cups says your expectations are shared, celebrated, and friendly support, your heart wants to cheer up together... celebration, unity.",
          "reversed": "The Reverse Three Cup shows that your expectations are to be protected from superficial social bonds. You're looking for sincere sharing.",
          "keywords": {
            "0": "celebration",
            "1": "share",
            "2": "support",
            "3": "Friendship",
            "4": "joy"
          },
          "context": "Your expectation is to share your heart with the sincere environment, not superficial, but deep bonds."
        },
        "position4": {
          "upright": "The three Cups say to share the joy and to feed the bond of small celebrations, and the friendship support is the oxygen of love, the good memory of the week.",
          "reversed": "The Reverse Three Cups advise not to be alone in the crowd. Quality small talk is better than too much noise.",
          "keywords": {
            "0": "celebration",
            "1": "Community",
            "2": "joy",
            "3": "share",
            "4": "support"
          },
          "context": "Your advice is to laugh together and express gratitude, which protects your selective social energy, which deepens the quality of together-time proximity."
        },
        "position5": {
          "upright": "Your road map will expand with friendship, celebration, and shared joy, and it will ease your heart to find support in the community.",
          "reversed": "Your road map can be clouded by superficial bonds, and it's important to choose quality and deep relationships.",
          "keywords": {
            "0": "celebration",
            "1": "friendship",
            "2": "support",
            "3": "share",
            "4": "joy"
          },
          "context": "It will expand the path of sharing and friendship."
        },
        "position6": {
          "upright": "Your partner wants you to celebrate with him, and friendship, and shared joys, and to make him feel that you are with him in the company.",
          "reversed": "Your partner wants you to get away from superficiality, deep and meaningful sharing is what he expects.",
          "keywords": {
            "0": "celebration",
            "1": "friendship",
            "2": "share",
            "3": "joy",
            "4": "support"
          },
          "context": "Your partner expects friendship and merry sharing."
        },
        "position7": {
          "upright": "In the future of communication there will be celebrations, friendly surroundings, and mutual joys, and the shared bond of happiness will strengthen.",
          "reversed": "The influence or superficiality of the third party may weaken the energy of the bond in the future.",
          "keywords": {
            "0": "celebration",
            "1": "friendship",
            "2": "share",
            "3": "joy"
          },
          "context": "The future of communication will feed on joy and social support, but there is a risk of superficiality."
        }
      },
      "fourofcups": {
        "position1": {
          "upright": "The Four of Hearts says that the relationship is tested in the present situation by feeling of emotional stagnation and dissatisfaction.",
          "reversed": "The Reverse Cup Four shows the desire to open up to new opportunities in the present situation, but also hesitation.",
          "keywords": {
            "0": "recession",
            "1": "dissatisfaction",
            "2": "Recklessness",
            "3": "opportunity",
            "4": "Regeneration"
          },
          "context": "In the current situation, monotony comes forward, new emotional opportunities should be noticed, otherwise the bond will slow down."
        },
        "position2": {
          "upright": "The Four Cups indicate that you have a feeling of reluctance and dissatisfaction in your senses. There's a pause inside. Tip: Notice what's in front of your eyes.",
          "reversed": "The Reverse Four Cups says there's a rebirth of interest and enthusiasm, which is the waking heart.",
          "keywords": {
            "0": "recession",
            "1": "dissatisfaction",
            "2": "dissatisfaction",
            "3": "search",
            "4": "Awakening"
          },
          "context": "Your heart's a little calm right now."
        },
        "position3": {
          "upright": "The Four Cups tells you that your expectation is to open up to new opportunities, and your heart wants to wake up... open eyes, new luck.",
          "reversed": "The Reverse Four Cup shows that your expectations are to come out of indifference and to find new enthusiasm. You want to overcome the veil of dissatisfaction.",
          "keywords": {
            "0": "opportunity",
            "1": "Awakening",
            "2": "fad",
            "3": "Attention",
            "4": "new openness"
          },
          "context": "Your expectations are to rekindle your heart, to increase emotional interest."
        },
        "position4": {
          "upright": "Four Cups tells you to notice the good in front of your heart when your heart is distracted, and Thanksgiving clears the frozen glass of mist, three daily thank-you notes.",
          "reversed": "The Reverse Four Cup calls for you to freshen up like you're waking up from sleep.",
          "keywords": {
            "0": "awareness",
            "1": "Gratitude",
            "2": "Awakening",
            "3": "Motivation",
            "4": "focus"
          },
          "context": "Your advice is to shift your focus from one's focus from one's focus to the one's better than the one's."
        },
        "position5": {
          "upright": "Your road map will be facing dissatisfaction, waking up to new opportunities, and internal observation will bring you to awareness.",
          "reversed": "Your road map may be narrowed by rejection of acceptance, which will pave the way for Thanksgiving practice.",
          "keywords": {
            "0": "dissatisfaction",
            "1": "Awakening",
            "2": "Gratitude",
            "3": "opportunity",
            "4": "awareness"
          },
          "context": "It'll open up your heart of gratitude, and opportunities will show you the way."
        },
        "position6": {
          "upright": "Your partner wants you to approach him with awareness and gratitude, waiting for you to see the opportunities ahead of you.",
          "reversed": "Your partner doesn't want to see indifference, he's waiting for you to keep him and the relationship alive.",
          "keywords": {
            "0": "awareness",
            "1": "Gratitude",
            "2": "Awakening",
            "3": "interest",
            "4": "connection"
          },
          "context": "He wants to feel the awareness and gratitude of his partner."
        },
        "position7": {
          "upright": "In the future, there may be periods of dissatisfaction and introvertion, and opportunities that will not be noticed will come.",
          "reversed": "The new awareness will arise, the heart will be opened with gratitude, and the dissatisfaction will gradually break.",
          "keywords": {
            "0": "dissatisfaction",
            "1": "awareness",
            "2": "Introduction",
            "3": "Awakening"
          },
          "context": "The future of communication will be resuscitated with gratitude, and opportunities will become visible."
        }
      },
      "fiveofcups": {
        "position1": {
          "upright": "The Five of Hearts says that the relationship is focused on disappointments and loss in the present situation.",
          "reversed": "The Reverse Heart Five shows that grief has begun to be left behind and the healing energy has been released in the present state. The symptom is acceptance, new hope.",
          "keywords": {
            "0": "missing",
            "1": "sadness",
            "2": "Disappointment",
            "3": "mourning",
            "4": "acceptance"
          },
          "context": "In the current case, the heart is focused on loss, but if the remaining love is detected, the balance will come."
        },
        "position2": {
          "upright": "Five Cups indicates that you have lost weight in your senses and regret, and your heart may be caught in the past, and the clue is: see the full cups ahead of you.",
          "reversed": "The Reverse Five Cup says that the mourning is beginning to ease and your heart is healing.",
          "keywords": {
            "0": "missing",
            "1": "Regret",
            "2": "history",
            "3": "sadness",
            "4": "Regeneration"
          },
          "context": "Right now, your heart is focused on the past, and seeing the opportunities in front of you will improve."
        },
        "position3": {
          "upright": "Five Cups says your expectation is to repair losses and find hope again, and your heart wants to see beyond grief... forgiveness, recovery.",
          "reversed": "The Reverse Five Cup shows that your expectation is to be completely free of past fractures. Your eyes are facing the future.",
          "keywords": {
            "0": "repair",
            "1": "hope",
            "2": "Forgiveness",
            "3": "Recovery",
            "4": "Don't start again."
          },
          "context": "Your expectations are to be freed from the past, your heart wants to look forward."
        },
        "position4": {
          "upright": "The five Cups say, \"Go back to the two cups that remain honoring mourning. Tears soften the land. What have I lost? What have I lost? What have I left?\"",
          "reversed": "The Reverse Five Cup says invite forgiveness in small steps, not guilt, but compassion.",
          "keywords": {
            "0": "mourning",
            "1": "Agreed",
            "2": "Forgiveness",
            "3": "It's a cure.",
            "4": "hope"
          },
          "context": "Your advice is respect for the past, compassion for now, and keeping what's left and what's left gives the heart strength, hope comes in small steps."
        },
        "position5": {
          "upright": "Your road map is to honor loss and recognize the beauty that remains.",
          "reversed": "Your road map can be clouded by the fact that you're stuck in the past, and acceptance begins a new cycle.",
          "keywords": {
            "0": "mourning",
            "1": "missing",
            "2": "hope",
            "3": "Agreed",
            "4": "It's a cure."
          },
          "context": "Leave the lost, hope will light your way."
        },
        "position6": {
          "upright": "Your partner wants you to focus on the present beauty, not the missing ones, and he wants you to look at it with a look that will give him hope.",
          "reversed": "He doesn't want you locked up in the grief of his partner, he's waiting for you to regroup and build up hope.",
          "keywords": {
            "0": "hope",
            "1": "missing",
            "2": "Agreed",
            "3": "It's a cure.",
            "4": "Regeneration"
          },
          "context": "Your partner expects you to focus on hope and remaining beauty."
        },
        "position7": {
          "upright": "In the future, we may have to face losses and disappointments, but the bond that remains will carry hope.",
          "reversed": "The process of recovery and resuscitation will begin as the shadow of the past eases, and the bond can resuscitate.",
          "keywords": {
            "0": "missing",
            "1": "mourning",
            "2": "hope",
            "3": "Agreed"
          },
          "context": "Your contact will be healed by accepting the future, and hope will take root again."
        }
      },
      "sixofcups": {
        "position1": {
          "upright": "The Six of Hearts tells us that in the present situation, the relationship feeds on past memories and nostalgia, pure and innocent energy, clue: remember your child heart.",
          "reversed": "The Inverse Six of Hearts shows that staying stuck in the past and opening the old notebooks are pushing the bond in the present condition. The symptom is that you can't get out of the past.",
          "keywords": {
            "0": "history",
            "1": "nostalgia",
            "2": "Innocence",
            "3": "memory",
            "4": "childhood"
          },
          "context": "In the present state, there's energy to return to the past, to feel pure love, but sticking to the past can prevent progress."
        },
        "position2": {
          "upright": "Six Cups, your senses have the energy of nostalgia and innocence, the sweet memories of the past warm your heart.",
          "reversed": "The Reverse Six Cup shows that a lot of digging into the past stops your feelings.",
          "keywords": {
            "0": "nostalgia",
            "1": "Innocence",
            "2": "childhood",
            "3": "history",
            "4": "purity"
          },
          "context": "Your heart is full of the past now, the innocent memory is healing, the inhibitor of being stuck."
        },
        "position3": {
          "upright": "Six Cups says your expectation is to relive innocence and warm memories, looking for a pure bond... nostalgia, purity.",
          "reversed": "The Reverse Six Cup shows that your expectations are to embrace the moment with compassion before it gets stuck in the past. You want to look ahead.",
          "keywords": {
            "0": "nostalgia",
            "1": "Innocence",
            "2": "Compassion",
            "3": "memory",
            "4": "milk"
          },
          "context": "Your expectation is to feel pure love again, your heart yearns for innocence."
        },
        "position4": {
          "upright": "Six Cups say to their inner child, \"Give a warm greeting.\" Pure play softens the heart. Move a child's joy to this day.",
          "reversed": "The Reverse Six Cup says stop sticking to the past. Bless the memory, turn the direction to today.",
          "keywords": {
            "0": "nostalgia",
            "1": "Drink up, kid.",
            "2": "joy",
            "3": "Compassion",
            "4": "Now."
          },
          "context": "Your advice is to inspire the memory, to stage the present, play and compassion build a warm ground in the relationship, and the heart that turns now finds peace."
        },
        "position5": {
          "upright": "Your road map honors the warmth of the past and brings it to this day, and bonding with the inner child opens a loving way.",
          "reversed": "Your road map may be difficult to penetrate into the past, but it's easier to focus on the present.",
          "keywords": {
            "0": "history",
            "1": "nostalgia",
            "2": "Drink up, kid.",
            "3": "Compassion",
            "4": "moment"
          },
          "context": "Honor the past, but turn around now."
        },
        "position6": {
          "upright": "Your partner expects you to honor the warmth of the past, to give him a loving connection to nostalgia.",
          "reversed": "Your partner doesn't want you stuck in the past, waiting for you to stay in the present.",
          "keywords": {
            "0": "nostalgia",
            "1": "memory",
            "2": "Compassion",
            "3": "Drink up, kid.",
            "4": "love"
          },
          "context": "Your partner expects you to honor the past, but focus on the present."
        },
        "position7": {
          "upright": "In the future of communication, nostalgia and heat from the past will emerge, innocence will reconnect.",
          "reversed": "Holding on to the past can make progress difficult in the future, memories shouldn't be burdened.",
          "keywords": {
            "0": "history",
            "1": "nostalgia",
            "2": "Innocence",
            "3": "memory"
          },
          "context": "The future of communication will soften with memories, but it's important not to dwell in the past."
        }
      },
      "sevenofcups": {
        "position1": {
          "upright": "The Seven of Hearts shows that the relationship is full of dreams and options in the present situation. It can be confusing. The clue is: separate the truth from the dream.",
          "reversed": "The reverse seven of hearts shows that indecision and illusion create a shadow in the present situation. The symptom is the real conflict.",
          "keywords": {
            "0": "dream",
            "1": "option",
            "2": "illusion",
            "3": "indecisive",
            "4": "opportunity"
          },
          "context": "There are many dreams in the present situation, but the lack of real step can force the bond, the clear election will bring peace."
        },
        "position2": {
          "upright": "Seven Cups, there's an abundance of dreams and choices in your senses. Indecisiveness is clouding your heart. Tip: Choose the realistic.",
          "reversed": "The Reverse Seven Cup shows that the curtain of dreams has been lifted, but the instability can continue. The symptom is confusion.",
          "keywords": {
            "0": "dream",
            "1": "option",
            "2": "illusion",
            "3": "decision",
            "4": "search"
          },
          "context": "Your heart is full of dreams now, the clear choice will bring peace."
        },
        "position3": {
          "upright": "Seven Cups says that your expectations are to make clear choices, that your heart wants to move from dream to reality, clarity, determination.",
          "reversed": "The Reverse Seven Cup shows that your expectation is to get rid of confusion and make realistic decisions. The fog has to break.",
          "keywords": {
            "0": "selection",
            "1": "clarity",
            "2": "decision",
            "3": "reality",
            "4": "focus"
          },
          "context": "Your expectations are emotional clarity, your heart wants to determine the compass."
        },
        "position4": {
          "upright": "Seven Cups says, \"Love the dream, but make the election clear.\" The measurement doesn't break, the fog doesn't break. Three criteria plus one small decision.",
          "reversed": "The Inverse Seven Cups says to simplify your choice fatigue. The only intention is to give you one step in peace.",
          "keywords": {
            "0": "selection",
            "1": "clarity",
            "2": "Vision",
            "3": "priority",
            "4": "decision"
          },
          "context": "Your advice is to bridge a dream into reality, little choice, deep progress, clarity calms the heart."
        },
        "position5": {
          "upright": "Your road map will move through multiple options by choosing your heart's voice.",
          "reversed": "Your road map can be blocked by being lost in dreams. It clears your direction to prioritize.",
          "keywords": {
            "0": "option",
            "1": "dream",
            "2": "priority",
            "3": "clarity",
            "4": "Vision"
          },
          "context": "Make your choices clear, he'll prioritize."
        },
        "position6": {
          "upright": "Your partner wants you to make clear choices, a firm stand between your dreams and reality.",
          "reversed": "Your partner is tired of disorganized energy, waiting for clarity and priority.",
          "keywords": {
            "0": "selection",
            "1": "Vision",
            "2": "clarity",
            "3": "priority",
            "4": "dream"
          },
          "context": "Your partner is waiting for clear choices and direction."
        },
        "position7": {
          "upright": "In the future, a lot of options and dreams may come up, and the choice must be made in realistic measurements.",
          "reversed": "The uncertainty is coming to an end, clarity will be achieved, dreams will be removed and turned into concrete facts.",
          "keywords": {
            "0": "option",
            "1": "dream",
            "2": "clarity",
            "3": "decision"
          },
          "context": "The future of communication will be shaped by choices, which will determine the direction of the net."
        }
      },
      "eightofcups": {
        "position1": {
          "upright": "The Eight of Hearts shows an emotional retreat or search energy in the current situation of the relationship. Internal interrogation is coming forward. Tip: Follow the direction of your heart.",
          "reversed": "The Inverse Eight of Hearts indicates that in the present case, not being able to escape or return to the past has forced the bond. Symptom: Never-ending comebacks.",
          "keywords": {
            "0": "Don't pull back.",
            "1": "search",
            "2": "dissatisfaction",
            "3": "Departure",
            "4": "direction"
          },
          "context": "In the present situation, one side may be retreating, the inner search is dominant, and honesty to the heart will bring peace."
        },
        "position2": {
          "upright": "Eight Cups, you have a desire to leave it in your senses and walk to the new one, and your heart wants to get over what's behind it, and the clue is, move forward without looking back.",
          "reversed": "Inverse Eight Cups tends to hesitate and turn back to quit. The symptom is: step back and don't back down.",
          "keywords": {
            "0": "Quit.",
            "1": "journey",
            "2": "abandon",
            "3": "Progress",
            "4": "transformation"
          },
          "context": "Your heart is now between going and staying, and the clear decision will be free."
        },
        "position3": {
          "upright": "Eight Cups says that your expectation is to move on to a more meaningful bond, your heart searching for depth, the new path, the search.",
          "reversed": "The Reverse Eight Cup shows that your expectations are to be liberated from loose ends. You want a clear direction.",
          "keywords": {
            "0": "search",
            "1": "new path",
            "2": "depth",
            "3": "satisfaction",
            "4": "Progress"
          },
          "context": "Your expectations are emotional satisfaction, and your heart wants a meaningful journey."
        },
        "position4": {
          "upright": "Eight Cups tells us to leave the lost ritual gracefully, to understand loyalty, not shape, write the closing sentence.",
          "reversed": "The Reverse Eight Cup says to clarify the go-cal release. The decision will mature with trial time and feedback.",
          "keywords": {
            "0": "meaning",
            "1": "Departure",
            "2": "closure",
            "3": "Honesty",
            "4": "direction"
          },
          "context": "Your advice is to walk in the direction that eases your heart, and compassionate goodbyes open up a new one, and honesty is the safest map."
        },
        "position5": {
          "upright": "Your road map leads to the one that doesn't satisfy you and the one that makes more sense, the bold departure opens new doors.",
          "reversed": "Your road map can be clouded by the dilemma of going away and staying. The correct closure ritual brings clarity.",
          "keywords": {
            "0": "separation",
            "1": "meaning",
            "2": "Courage",
            "3": "journey",
            "4": "Quit."
          },
          "context": "Forget the unsatisfactory, it'll make more sense."
        },
        "position6": {
          "upright": "Your partner expects you to participate in a deeper quest for meaning, and when necessary, he wants you to let go of the unsatisfactory.",
          "reversed": "Your partner is tired of his go-go energy, waiting for a clear decision and direction.",
          "keywords": {
            "0": "meaning",
            "1": "Departure",
            "2": "Courage",
            "3": "transformation",
            "4": "decision"
          },
          "context": "Your partner expects you to boldly turn to the more meaningful."
        },
        "position7": {
          "upright": "In the future, the search for deeper meaning will come to light, so you may have to give up the old one and go on the new road.",
          "reversed": "There may be a lack of resolution between leaving and staying, and in the future, unresolvedness can weigh heavily.",
          "keywords": {
            "0": "Departure",
            "1": "path",
            "2": "meaning",
            "3": "search"
          },
          "context": "The future of communication points to a deep journey, and the choice will be the truth of the heart."
        }
      },
      "nineofcups": {
        "position1": {
          "upright": "The Nine of Hearts says that in the present situation, the relationship has the power of wish and satisfaction, and the hearts feel full, and the clue is: share it with gratitude.",
          "reversed": "The Reverse Cup Nine shows that superficial satisfaction and extreme expectations cast a shadow in the present situation.",
          "keywords": {
            "0": "satisfaction",
            "1": "Wish",
            "2": "pleasure",
            "3": "abundance",
            "4": "Gratitude"
          },
          "context": "In the current situation, the bond is full of pleasure and satisfaction, but over-expect can cast a shadow, a bond of gratitude."
        },
        "position2": {
          "upright": "Nine Cups, you have the energy of satisfaction and happiness in your senses, your heart is full of gratitude, hint: enjoy.",
          "reversed": "The Reverse Nine Cup says that false satisfaction or superficial pleasures cloud your senses.",
          "keywords": {
            "0": "satisfaction",
            "1": "Happiness",
            "2": "satisfaction",
            "3": "Thank God.",
            "4": "pleasure"
          },
          "context": "Your heart is full now, and the happiness that comes from the inside will keep the peace."
        },
        "position3": {
          "upright": "Nine Cups says your expectations are personal satisfaction and wish fulfillment, your heart seeks peace, satisfaction, joy.",
          "reversed": "The Reverse Nine Cup shows that your expectations are not superficial pleasure, but deep satisfaction. You seek sincerity.",
          "keywords": {
            "0": "satisfaction",
            "1": "Wish",
            "2": "Peace",
            "3": "Happiness",
            "4": "depth"
          },
          "context": "You're not looking for superficial, you're looking for genuine happiness."
        },
        "position4": {
          "upright": "The Nine Cups say to make their little wishes visible and celebrate, and the shared joys multiply, the weekly ritual of success.",
          "reversed": "The Reverse Nine Cup says, \"Turn from the window to the truth. Deep satisfaction comes in line with value.\"",
          "keywords": {
            "0": "satisfaction",
            "1": "Gratitude",
            "2": "celebration",
            "3": "value",
            "4": "satisfaction"
          },
          "context": "Your advice is to appreciate what's happening and to rejoice from the bottom of your heart, and the goals that match value give you lasting happiness, and the heart feels calm and full."
        },
        "position5": {
          "upright": "Your road map is about growing personal satisfaction and gratitude.",
          "reversed": "Your road map can be clouded by superficial pleasures, and deep values make satisfaction permanent.",
          "keywords": {
            "0": "satisfaction",
            "1": "Gratitude",
            "2": "abundance",
            "3": "Pleasure",
            "4": "balance"
          },
          "context": "It will increase the abundance of gratitude, the balance will bring satisfaction."
        },
        "position6": {
          "upright": "Your partner expects you to share your satisfaction and gratitude, and he wants you to open up to him.",
          "reversed": "Your partner doesn't want you hanging around with superficial pleasures, waiting for you to meet deeper values.",
          "keywords": {
            "0": "satisfaction",
            "1": "Gratitude",
            "2": "Pleasure",
            "3": "abundance",
            "4": "satisfaction"
          },
          "context": "Your partner expects you to share satisfaction and gratitude."
        },
        "position7": {
          "upright": "In the future, the fulfillment of satisfaction, peace, and wishes will stand out, and the desire of hearts can be satisfied.",
          "reversed": "Superficial satisfaction or dissatisfaction can cast a shadow in the future.",
          "keywords": {
            "0": "satisfaction",
            "1": "Wish",
            "2": "Peace",
            "3": "satisfaction"
          },
          "context": "The future of communication points to peaceful satisfaction, and it is essential to avoid superficiality."
        }
      },
      "tenofcups": {
        "position1": {
          "upright": "The Ten of Hearts shows that in the present situation, the relationship is filled with peace, unity, and family warmth.",
          "reversed": "The Inverse Ten of Hearts says that family unrest or lack of unity cast a shadow in the present situation.",
          "keywords": {
            "0": "Happiness",
            "1": "unity",
            "2": "family",
            "3": "Peace",
            "4": "completion"
          },
          "context": "In the present situation, peace and warmth emerge from the bond, strong sense of unity, small conflicts may be shadows, but love is dominant."
        },
        "position2": {
          "upright": "Ten Cups, your feelings have a desire for family and integrity, your heart dreams of a peaceful home, hint: share the dream.",
          "reversed": "The Reverse Ten Cup says that lack of harmony compels family dreams.",
          "keywords": {
            "0": "family",
            "1": "integrity",
            "2": "Peace",
            "3": "dream",
            "4": "unity"
          },
          "context": "Right now, your heart is searching for peace of mind, and with sincerity, this dream will come true."
        },
        "position3": {
          "upright": "Ten Cups says your expectations are a happy family and a peaceful union, and your heart opens up to a loving painting... family, peace.",
          "reversed": "The Reverse Ten Cup shows that your expectations are to distinguish genuine harmony from false laughter. You're looking for a real family spirit.",
          "keywords": {
            "0": "family",
            "1": "Peace",
            "2": "compatibility",
            "3": "love",
            "4": "full"
          },
          "context": "Your expectation is a peaceful and genuine unity, and your heart wants true harmony."
        },
        "position4": {
          "upright": "The Ten Cups call it a simple ritual that feeds your sense of home, which is the yeast of peace.",
          "reversed": "The Inverse Ten Cups says, \"Stop polishing the painting. Fix the unspoken little cracks with compassion.\"",
          "keywords": {
            "0": "compatibility",
            "1": "family",
            "2": "simplicity",
            "3": "authenticity",
            "4": "Peace"
          },
          "context": "Your advice is not to focus on photography, but on emotion, transparency is to build confidence, peace is to walk side by side with reality."
        },
        "position5": {
          "upright": "Your road map is based on harmony and family warmth around the heart, and the sense of unity is peaceful.",
          "reversed": "Your road map can be shaded by an ideal conflict of reality. The actual dialogue bridges.",
          "keywords": {
            "0": "compatibility",
            "1": "family",
            "2": "unity",
            "3": "Peace",
            "4": "reality"
          },
          "context": "The sense of unity will feed your path, and peace will open your heart."
        },
        "position6": {
          "upright": "Your partner wants you to have a peaceful family/house energy, unity and harmony.",
          "reversed": "Your partner isn't waiting for a fake match, he's waiting for a real bond, he doesn't want you to get away from reality.",
          "keywords": {
            "0": "family",
            "1": "compatibility",
            "2": "Peace",
            "3": "unity",
            "4": "reality"
          },
          "context": "Your partner wants peace with harmony and real ties."
        },
        "position7": {
          "upright": "In the future, the harmony of unity and family peace will stand out, and the sense of completeness will be the crown of the bond.",
          "reversed": "The difference between ideal and reality can cloud the peace.",
          "keywords": {
            "0": "compatibility",
            "1": "family",
            "2": "completion",
            "3": "unity"
          },
          "context": "The future of communication will be crowned with happiness and unity, but reality must be maintained."
        }
      },
      "pageofcups": {
        "position1": {
          "upright": "The Prince of Hearts says that in the present situation, the relationship has a pure and childish energy of love, romantic surprises and emotional clarity, a hint: open your heart in a playful language.",
          "reversed": "The Reverse Cup Prince shows that the lack of emotional maturity or superficial feelings force the bond in the present situation.",
          "keywords": {
            "0": "Innocence",
            "1": "romance",
            "2": "sentimentality",
            "3": "Sweetness",
            "4": "game"
          },
          "context": "In the present situation, the bond flows with innocent romance, but the lack of emotional maturity can prevent it, and pure heart energy will feed the bond."
        },
        "position2": {
          "upright": "Prince of Hearts, pure romance and emotional clarity in your senses, your heart beats with a playful language of love, hint: share your imagination.",
          "reversed": "The reverse Prince of the Cup shows that the lack of emotional maturity casts away your feelings.",
          "keywords": {
            "0": "romance",
            "1": "Innocence",
            "2": "Imagination",
            "3": "sentimentality",
            "4": "openness"
          },
          "context": "Right now, your heart is filled with innocent love, and maturity will grow in love."
        },
        "position3": {
          "upright": "The Prince of Hearts tells me that your hope is to express pure emotion, that you seek innocent clarity... romance, sincerity.",
          "reversed": "The Reverse Cup Prince shows that your expectations are to stay away from childish games. You want emotional maturity.",
          "keywords": {
            "0": "sincerity",
            "1": "romance",
            "2": "Innocence",
            "3": "expression",
            "4": "sensitivity"
          },
          "context": "Your expectations are pure sharing of emotions, and your heart wants an honest expression."
        },
        "position4": {
          "upright": "The Prince of Hearts says, \"Turn the inspiration into the game.\" A little creative gesture restores the heart.",
          "reversed": "The reverse Prince of the Cup tells us to soften the feisty and attach the emotion to the action. Dream needs a small plan.",
          "keywords": {
            "0": "Inspired",
            "1": "game",
            "2": "expression",
            "3": "sensitivity",
            "4": "creativity"
          },
          "context": "Your advice is to feed innocent curiosity with action, and small gestures open big doors, and your heart lightens, and your bond rejoices."
        },
        "position5": {
          "upright": "Your road map opens with pure curiosity and creative intuition, and little inspirations breed great discoveries.",
          "reversed": "Your road map can be clouded by extreme precision. It's important to balance emotions with a concrete step.",
          "keywords": {
            "0": "curiosity",
            "1": "Inspired",
            "2": "intuition",
            "3": "sensitivity",
            "4": "discovery"
          },
          "context": "The wonder will open the way, the inspiration will bring you up."
        },
        "position6": {
          "upright": "Your partner wants you to be pure curiosity, emotional expression, and playful, and small gestures inspire him.",
          "reversed": "Your partner doesn't want to be oversensitive, he's waiting for more concrete, balanced steps.",
          "keywords": {
            "0": "curiosity",
            "1": "Inspired"
          }
        }
      }
    }
  }
}
