{
  "relationship-analysis": {
    "meanings": {
      "thehierophant": {
        "position4": {
          "keywords": {
            "3": "guidance",
            "4": "Originality"
          },
          "context": "Your advice is to speak invisibly of invisible rules. Our rule is to build common trust."
        },
        "position5": {
          "upright": "The saint advises you to establish rituals in harmony with your values, and you will find sanctity in simplicity.",
          "reversed": "He says he's blocking the path of reverse Saint, blind tradition, or blind rebellion, so proceed by choosing the measure that suits you.",
          "keywords": {
            "0": "value",
            "1": "ritual",
            "2": "compatibility",
            "3": "guidance",
            "4": "Originality"
          },
          "context": "Your road map is to make the invisible visible, and the common rules will support trust."
        },
        "position6": {
          "upright": "Your partner wants to meet in common values and connect with traditional or personal rituals, and it gives him peace of mind to know that you have the same faith as him.",
          "reversed": "It's not the blind harmony of the partner, it's the unique rules that he expects to set together, it's special for you to create your own path.",
          "keywords": {
            "0": "values",
            "1": "ritual",
            "2": "tradition",
            "3": "connection",
            "4": "compatibility"
          },
          "context": "Your partner wants to connect with common values and original rituals."
        },
        "position7": {
          "upright": "In the future of communication, traditional steps, commitment and common values will be at the forefront. The long-term bond is strengthened.",
          "reversed": "Stuck in blind traditions or patterns may limit freedom in the future, and the soul may seek its own path.",
          "keywords": {
            "0": "values",
            "1": "tradition",
            "2": "commitment",
            "3": "compatibility"
          },
          "context": "The future of communication will be strengthened by solid commitment and common values, but authenticity must not be forgotten."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Lovers say the relationship is shaped in the current situation by harmony and choice energy. The value level is on the agenda. Tip: Listen to your heart say yes.",
          "reversed": "Inverted lovers show that indecisiveness and the conflict of value cast a shadow on the bond in the present situation. The symptom is: Goal dilemma.",
          "keywords": {
            "0": "compatibility",
            "1": "selection",
            "2": "value",
            "3": "decision",
            "4": "relationship"
          },
          "context": "In the current situation, the choice is hard on the heart, and a clear decision must be made for harmony, and the heart and the mind must be balanced."
        },
        "position2": {
          "upright": "Lovers show in your senses the desire to choose and adapt, and you want to meet your partner at values.",
          "reversed": "The Reverse Lovers say that indecisiveness and the conflict of value force your feelings.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "decision",
            "3": "value",
            "4": "connection"
          },
          "context": "You're having second thoughts right now, and reviewing your value compatibility will ease your feelings."
        },
        "position3": {
          "upright": "Lovers show that your expectations are worth harmony and heart-to-heart yes, you want to make common choices... heart-level, joint decision.",
          "reversed": "Inverted lovers show that your expectations are to avoid the risk of indecision and incompatibility. You seek a clear connection.",
          "keywords": {
            "0": "compatibility",
            "1": "decision",
            "2": "value",
            "3": "connection",
            "4": "selection"
          },
          "context": "Your expectation is to move forward with common values, your heart-to-heart harmony is a key need for you."
        },
        "position4": {
          "upright": "Lovers, find the value and choose a clear yes. Draw together the compass of your heart... small but consistent yes.",
          "reversed": "Reverse Lovers, do not continue indecisiveness forever. The election is the door to healing.",
          "keywords": {
            "0": "selection",
            "1": "value",
            "2": "compatibility",
            "3": "decision",
            "4": "connection"
          },
          "context": "Your advice is to simplify the common goal and make it visible."
        },
        "position5": {
          "upright": "Lovers say their way is to make a clear choice and meet your values where you say yes to your heart.",
          "reversed": "The Reverse Lovers say that indecisiveness keeps you at a crossroads, the election will open the door to recovery.",
          "keywords": {
            "0": "selection",
            "1": "value",
            "2": "compatibility",
            "3": "decision",
            "4": "connection"
          },
          "context": "Your road map is to be clear on the common goal, and the small yes will reinforce the bond."
        },
        "position6": {
          "upright": "Your partner expects you to make clear choices and decisions in harmony with your heart, knowing that you care about him and wanting to meet in common goals.",
          "reversed": "Your partner's tired of uncertainty, your indecisiveness, making your choices visible, that's trust for him.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "love",
            "3": "value",
            "4": "decision"
          },
          "context": "Your partner wants to establish clear choices and common ground."
        },
        "position7": {
          "upright": "In the future of communication, there are choices that are compatible and a strong union that meets at the level of value of hearts.",
          "reversed": "Indecisive or value conflicts may challenge the relationship in the future, and if the harmony is lost, the distance increases.",
          "keywords": {
            "0": "love",
            "1": "compatibility",
            "2": "union",
            "3": "selection"
          },
          "context": "The future of communication will bring a strong election and merger."
        }
      },
      "thechariot": {
        "position1": {
          "upright": "The Chariot shows that the relationship is full of desire for progress and control in the present situation.",
          "reversed": "The Reverse Chariot describes the disorientation and loss of direction as dominant in the current energy. The symptom is a delay and a speed conflict.",
          "keywords": {
            "0": "direction",
            "1": "control",
            "2": "acceleration",
            "3": "discipline",
            "4": "target"
          },
          "context": "In the current situation, the speed and direction difference stand out, and if there's no sync, the conflict can grow, and the net targets increase harmony."
        },
        "position2": {
          "upright": "The Chariot shows that your emotions are filled with control and desire to move forward, and you want to move fast.",
          "reversed": "The Reverse Chariot says that disorientation and disorientation wear off your senses. The symptom is delaying the cycle in a hurry.",
          "keywords": {
            "0": "direction",
            "1": "control",
            "2": "acceleration",
            "3": "discipline",
            "4": "focus"
          },
          "context": "Right now, your emotions are searching for speed and direction, picking up sync will bring peace."
        },
        "position3": {
          "upright": "The Chariot shows that your expectations are progress and direction, and you want a quick and clear path... focus, motion, acceleration.",
          "reversed": "The Reverse Chariot says your expectations are avoidance and chaos. You don't want an irregular bond.",
          "keywords": {
            "0": "direction",
            "1": "focus",
            "2": "Progress",
            "3": "balance",
            "4": "control"
          },
          "context": "You're expected to be on a clear path, and you're happy with the synchronicity of common goals."
        },
        "position4": {
          "upright": "Chariot, clear the course and keep the steering wheel together so your speed is consistent with your heart's rhythm... small weekly targets.",
          "reversed": "Reverse Chariot, stop flailing, simplify priorities. Few things are done well.",
          "keywords": {
            "0": "direction",
            "1": "acceleration",
            "2": "focus",
            "3": "discipline",
            "4": "compatibility"
          },
          "context": "Your advice is the common calendar and the transparent plan. Same page, same rhythm."
        },
        "position5": {
          "upright": "The Chariot advises you to clear your direction and hold the steering wheel together, and the common route will move you forward.",
          "reversed": "The Reverse Chariot calls for you to leave the mess and swing. Simplify your priorities, slightly but intermittently.",
          "keywords": {
            "0": "direction",
            "1": "acceleration",
            "2": "focus",
            "3": "discipline",
            "4": "compatibility"
          },
          "context": "Your road map is a common plan and a transparent route that will enhance your rhythm bond."
        },
        "position6": {
          "upright": "Your partner expects you to move along, clear direction, and focus on common goals, and knowing that you're in the same car with him gives him confidence.",
          "reversed": "Your partner wants to avoid drifting and disorganized energy, and it's valuable to him to set a common course.",
          "keywords": {
            "0": "direction",
            "1": "road together",
            "2": "acceleration",
            "3": "target",
            "4": "focus"
          },
          "context": "Your partner is awaiting a clear course and progress in the same direction."
        },
        "position7": {
          "upright": "The future of communication has clear direction, control and progress, and the common goals will create strong motivation.",
          "reversed": "Disorientation or retreating in different directions can lead to disorientation in the future.",
          "keywords": {
            "0": "Progress",
            "1": "control",
            "2": "direction",
            "3": "target"
          },
          "context": "The future of communication is open to moving together, but the steering wheel should be in the same hand."
        }
      },
      "strength": {
        "position1": {
          "upright": "The power shows that the relationship is based on patience and compassion in the present situation, and the gentle courage gives life to the bond, and the hint is that your power is in compassion.",
          "reversed": "The Reverse Power tells us that jealousy and impatientness cast a shadow in the present situation. The small trigger is a big response.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "Courage",
            "3": "Self - confidence",
            "4": "kindness"
          },
          "context": "In the present situation, calm power is at the forefront, and instead of anger, compassion will heal your bond, gentleness is the strongest part of you."
        },
        "position2": {
          "upright": "He says that strength, patience, and compassion are at the forefront of your emotions, and your heart wants to bond with gentle courage.",
          "reversed": "The Reverse Power says that patience and jealousy cloud your feelings.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "Courage",
            "3": "Self - confidence",
            "4": "kindness"
          },
          "context": "Right now, your feelings are moving with calm strength, and gentle courage will open the doors."
        },
        "position3": {
          "upright": "Power says that your expectation is to establish a bond based on patience and compassion, and you want to walk with gentle courage, compassion, kindness.",
          "reversed": "Reverse Power shows that your expectations are to stay away from the shadows of jealousy and impatience. You seek a calm rhythm.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "kindness",
            "3": "Self - confidence",
            "4": "balance"
          },
          "context": "Your expectation is a kind but powerful bond, calming your heart."
        },
        "position4": {
          "upright": "Power, bring your gentle courage into action, and the soft tone opens the doors, and breathe in, softness.",
          "reversed": "Reverse Power, wait for the trigger, take a little break, it's not pride, it's compassion.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "Courage",
            "3": "self-organization",
            "4": "kindness"
          },
          "context": "Your advice is to reduce the speed when emotion rises, and the compassionate boundaries strengthen the relationship."
        },
        "position5": {
          "upright": "The power says that his path will be walked with gentle courage and patience, and the soft tone will open the closed doors.",
          "reversed": "The Reverse Power reminds you that when you get impatient, the bond will be stretched, and instead of pride, compassion will take you forward.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "Courage",
            "3": "kindness",
            "4": "balance"
          },
          "context": "Your road map is to reduce speed and approach with compassion, and kindness will strengthen the bond."
        },
        "position6": {
          "upright": "Your partner expects gentle courage and compassion from you, asking you to embrace his heart without judgment.",
          "reversed": "Your partner doesn't want to face extreme pride or rigor.",
          "keywords": {
            "0": "Courage",
            "1": "Compassion",
            "2": "kindness",
            "3": "Patience",
            "4": "Trust"
          },
          "context": "Your partner expects you to approach him with tender courage."
        },
        "position7": {
          "upright": "In the future of communication there is compassion, patience, and soft strength, and gentle courage strengthens the foundation of the bond.",
          "reversed": "A shadow of impatientness or jealousy can be difficult in the future, and a surge of self-esteem can damage the bond.",
          "keywords": {
            "0": "Compassion",
            "1": "Patience",
            "2": "power",
            "3": "kindness"
          },
          "context": "The future of communication will be shaped by gentle force, not anger, but compassion."
        }
      },
      "thehermit": {
        "position1": {
          "upright": "The melt shows that the relationship is tested in the current situation by the need for internal questioning and loneliness. Searching for internal voice. Tip: Share your internal light.",
          "reversed": "Inverted means that extreme retreat creates distance in the present situation. The symptom is a lack of distance and communication.",
          "keywords": {
            "0": "Introduction",
            "1": "loneliness",
            "2": "guidance",
            "3": "Distance",
            "4": "Silence"
          },
          "context": "In the current situation, there's the energy of loneliness and interrogation, searching for internal answers, the communication bridge must be rebuilt."
        },
        "position2": {
          "upright": "You're looking for inner light.",
          "reversed": "Inverted Ermi says that extreme retreat makes your feelings distant. The symptom is internal closure.",
          "keywords": {
            "0": "Introduction",
            "1": "loneliness",
            "2": "guidance",
            "3": "Distance",
            "4": "Silence"
          },
          "context": "Right now your feelings are introverted, searching for internal response, open-sharing bridges."
        },
        "position3": {
          "upright": "The melt says your expectation is inner discovery and wisdom, and you want a bond that respects your inner world, a space of solitude, depth.",
          "reversed": "Inverted, it tells you that your expectations are protection from unhealthy isolation. You're looking for individual space with closeness.",
          "keywords": {
            "0": "wisdom",
            "1": "field",
            "2": "loneliness",
            "3": "Closeness",
            "4": "inner voice"
          },
          "context": "Your expectation is to be able to hear your inner voice and share it, and the balance of space and unity is very valuable to you."
        },
        "position4": {
          "upright": "He offers small retreats to hear the inner voice. Then share what you have learned. The question is, what do I need?",
          "reversed": "Reverse Ermi, get out of extreme isolation. Selective openness brings back the temperature.",
          "keywords": {
            "0": "Introduction",
            "1": "wisdom",
            "2": "share",
            "3": "field",
            "4": "balance"
          },
          "context": "Your advice is a conscious release between loneliness and intimacy."
        },
        "position5": {
          "upright": "The melt says it'll start by listening to the inner voice of your path, and when you share what you've learned with your partner, the light will increase.",
          "reversed": "Inverted, it says that extreme isolation will cool the heart, call back the temperature with small openings.",
          "keywords": {
            "0": "Introduction",
            "1": "wisdom",
            "2": "share",
            "3": "field",
            "4": "balance"
          },
          "context": "Your road map is the balance between loneliness and sharing, and your inner light will guide the path."
        },
        "position6": {
          "upright": "Your partner expects wisdom, patience, and inner maturity, asking for guidance that will shed light on him.",
          "reversed": "Your partner doesn't want you to shut down completely.",
          "keywords": {
            "0": "wisdom",
            "1": "Introduction",
            "2": "Patience",
            "3": "guidance",
            "4": "share"
          },
          "context": "Your partner expects both wisdom and moderate sharing."
        },
        "position7": {
          "upright": "In the future of communication, the inner search and deep thoughts emerge, finding your own light will guide the bond.",
          "reversed": "Excessive isolation or avoidance can create a future coldness that weakens the temperature of the bond.",
          "keywords": {
            "0": "Introduction",
            "1": "wisdom",
            "2": "loneliness",
            "3": "guidance"
          },
          "context": "The future of communication will be strengthened by internal enlightenment, but too much loneliness can damage the bond."
        }
      },
      "thewheeloffortune": {
        "position1": {
          "upright": "The Wheel of Destiny says that in the present situation, the relationship moves with cycles and doors of chance. Coincidence sets direction. Tip: Watch the timing.",
          "reversed": "The Reverse Destiny Wheel states that repeated habits and vicious cycles force the bond in the present situation.",
          "keywords": {
            "0": "cycle",
            "1": "timing",
            "2": "habit",
            "3": "change",
            "4": "Luck"
          },
          "context": "In the present situation, the cycles of fate are effective, the repetitive themes wear out the bond, breaking the mold will bring progress."
        },
        "position2": {
          "upright": "The Wheel of Destiny shows that your feelings change with cycles and luck.",
          "reversed": "The Reverse Destiny Wheel says repeated cycles force your senses to see the same mistakes.",
          "keywords": {
            "0": "cycle",
            "1": "timing",
            "2": "habit",
            "3": "change",
            "4": "Luck"
          },
          "context": "Right now, your feelings are wavy, and breaking the mold will set your emotions free."
        },
        "position3": {
          "upright": "The Wheel of Destiny says your expectations are to rely on the flow and to seize the right opportunities in time, to support the cycles... flow, harmony, opportunity.",
          "reversed": "The Reverse Destiny Wheel shows that your expectation is to get away from repeated cycles and misfortune. You want innovation.",
          "keywords": {
            "0": "cycle",
            "1": "flow",
            "2": "opportunity",
            "3": "timing",
            "4": "change"
          },
          "context": "Your expectation is that the bond goes with the flow, feeling the support of time gives you confidence."
        },
        "position4": {
          "upright": "The Wheel of Destiny, notice the cycle and make a little different choice, time with you, another reaction in the same place.",
          "reversed": "Inverted Wheel, try curiosity instead of resistance. Microdome begins macro-changing.",
          "keywords": {
            "0": "cycle",
            "1": "timing",
            "2": "change",
            "3": "flexibility",
            "4": "flow"
          },
          "context": "Your advice is to stay, soften the reaction, recalibrate the rhythm, and the awareness of the cycle brings peace."
        },
        "position5": {
          "upright": "The Wheel of Destiny says that your path is opened by noticing cycles, and if you stay and change a reaction, it will start a new flow.",
          "reversed": "The Reverse Wheel advises you to give up resistance and approach with curiosity, creating a small change, a great transformation.",
          "keywords": {
            "0": "cycle",
            "1": "timing",
            "2": "change",
            "3": "flexibility",
            "4": "flow"
          },
          "context": "Your road map is to break the molds, the awareness of the cycle will bring peace."
        },
        "position6": {
          "upright": "Your partner expects you to adapt to the changes together, to be aware of the cycles and change direction together.",
          "reversed": "Your partner doesn't want you to let the fates flow completely, waiting for you to decide and take responsibility.",
          "keywords": {
            "0": "change",
            "1": "cycle",
            "2": "compatibility",
            "3": "timing",
            "4": "decision"
          },
          "context": "Your partner's waiting for a firm stance, but in harmony with the cycles."
        },
        "position7": {
          "upright": "In the future of communication, there are cycles of change and destiny, and innovation opens the door to flow.",
          "reversed": "Recurring cycles or resistance to change can create a future jam.",
          "keywords": {
            "0": "cycle",
            "1": "Fate",
            "2": "change",
            "3": "flow"
          },
          "context": "The future of communication will be based on change and regeneration. Resistance can be dangerous."
        }
      },
      "justice": {
        "position1": {
          "upright": "Justice says the relationship is shaped by the search for balance and equality in the present situation. It may be time for reckoning and clarity. Tip: Keep the scales fair.",
          "reversed": "Reverse Justice shows that double standard and responsibility escape force the bond in the present situation. The symptom is introvertion and resentment.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "responsibilities",
            "3": "transparency",
            "4": "decision"
          },
          "context": "In the present situation, fair share becomes important, lack of equality can break the bond, open reckoning will bring peace."
        },
        "position2": {
          "upright": "Justice shows your desire for balance and equality in your feelings, and justice is important in your heart.",
          "reversed": "Reverse Justice can cloud your feelings of double standard or internal guilt.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "responsibilities",
            "3": "transparency",
            "4": "decision"
          },
          "context": "Right now, being fair in your heart is dominant, internal reckoning will bring balance."
        },
        "position3": {
          "upright": "Justice says your expectations are honesty, balance and equality, both sides of the scale should feel the same... fair share, clarity.",
          "reversed": "Reverse Justice shows that your expectations are to stay away from double standards and secret accounts. Transparency is the key to you.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "transparency",
            "3": "responsibilities",
            "4": "Equality"
          },
          "context": "Your expectations are a fair order in the bond, and when both sides feel equal, your heart finds peace."
        },
        "position4": {
          "upright": "Justice, transparency, and fair business are called to account, language builds trust, not me.",
          "reversed": "Reverse Justice, drop the double standards, offer compensation, the sense of equality will cover the wound.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "transparency",
            "3": "compensation",
            "4": "responsibilities"
          },
          "context": "Your advice is to write and update roles and expectations, and clarity melts resentment."
        },
        "position5": {
          "upright": "Justice says its path is through transparency and fair sharing, and clear sentences will set up the bridge of trust.",
          "reversed": "Reverse Justice says that double standards and silence damage the bond, and redemption and equality will move you forward.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "transparency",
            "3": "compensation",
            "4": "responsibilities"
          },
          "context": "Your road map, clear roles and equality."
        },
        "position6": {
          "upright": "Your partner expects justice, transparency and equality, and he wants you to establish a clear and fair language with him.",
          "reversed": "Your partner doesn't want double standards or privacy, minor apologies and compensations give him confidence.",
          "keywords": {
            "0": "justice",
            "1": "Equality",
            "2": "transparency",
            "3": "balance",
            "4": "responsibilities"
          },
          "context": "Your partner expects a fair and transparent balance."
        },
        "position7": {
          "upright": "There is a fair share, honesty and balance in the future of communication, and transparency creates lasting trust.",
          "reversed": "Injustice or double standard may cause resentment in the future, and privacy weakens confidence.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "Honesty",
            "3": "Equality"
          },
          "context": "The future of communication will be strengthened by balance and transparency, but if justice is broken, wounds will be inflicted."
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "The hanged man says that the relationship is progressing in the current situation with the energy of waiting and sacrifice. Perspective change is needed. Tip: Look for meaning in waiting.",
          "reversed": "The Man Hanged Reverses says that one-sided sacrifices and postponements wear off the bond in the present situation. The symptom is victim role, inertia.",
          "keywords": {
            "0": "waiting",
            "1": "sacrifice",
            "2": "Perspective",
            "3": "postponement",
            "4": "Atlasity"
          },
          "context": "In the current situation, the decisions are suspended, and sacrifice can be felt one-way, and perspective change will bring new breath into the relationship."
        },
        "position2": {
          "upright": "The Hanged Man shows the energy of waiting and sacrifice in your senses, and your heart is called upon to look at it from a different perspective.",
          "reversed": "The Reversed Man shows that one-sided sacrifice exhausts your feelings.",
          "keywords": {
            "0": "waiting",
            "1": "sacrifice",
            "2": "Perspective",
            "3": "postponement",
            "4": "Atlasity"
          },
          "context": "Your feelings are on hold right now, and perspective change will set your heart free."
        },
        "position3": {
          "upright": "The hanged Man says your expectations are that understanding and sacrifice are balanced, that you want empathy to be looked at... perspective, surrender.",
          "reversed": "The Inverted Man shows that your expectations are to avoid being pushed into the role of a victim. Balance is essential to you.",
          "keywords": {
            "0": "empathy",
            "1": "sacrifice",
            "2": "balance",
            "3": "Perspective",
            "4": "freedom"
          },
          "context": "Your expectations are mutual understanding and balance, and you're not looking for one-sided sacrifice, you're looking for a common perspective."
        },
        "position4": {
          "upright": "The hanged man, change the perspective. A short stance brings new meaning.",
          "reversed": "The Inverted Man, leave the victim's story. The voluntary little sacrifices soften the flow.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "sacrifice",
            "3": "awareness",
            "4": "flow"
          },
          "context": "Your advice is to understand it first, then tell it later, to make the waiting conscious."
        },
        "position5": {
          "upright": "The hanged man says he's going through a change of perspective, a short stance, a new meaning.",
          "reversed": "The Inverted Hanger tells us that the victim has blocked the way to stay conscious, and the volunteer little sacrifices will soften the bond.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "sacrifice",
            "3": "awareness",
            "4": "flow"
          },
          "context": "Your road map is to prioritize understanding, to make the waiting conscious will bring peace."
        },
        "position6": {
          "upright": "Your partner expects you to change his perspective, to see through his eyes, surrender and understanding are healing for him.",
          "reversed": "Your partner doesn't want you to play victim.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "sacrifice",
            "3": "understanding",
            "4": "balance"
          },
          "context": "Your partner is waiting for understanding and a new perspective."
        },
        "position7": {
          "upright": "In the future of communication, waiting, patience, and different perspectives will emerge, and surrender can show the new aspect of the bond.",
          "reversed": "In the future, there may be a sense of congestion or reluctant sacrifice, and if the point of view of progress is not changed, inertia may take place.",
          "keywords": {
            "0": "waiting",
            "1": "Surrender",
            "2": "Perspective",
            "3": "sacrifice"
          },
          "context": "The future of communication will be opened from a new perspective, but resistance can create a compression."
        }
      },
      "death": {
        "position1": {
          "upright": "Death indicates that the relationship is on the verge of transformation and regeneration in the current situation. The old patterns are closing. Tip: Accept the end, open up space.",
          "reversed": "Reverse Death says that resistance to change and the effort to prolong the past force the bond in the present situation. The symptom is that it's a loop that doesn't end.",
          "keywords": {
            "0": "end",
            "1": "transformation",
            "2": "Regeneration",
            "3": "resistance",
            "4": "closure"
          },
          "context": "In the present situation, a period of time is ending, and it may be difficult to hold on to the old, and the regeneration bond will renew."
        },
        "position2": {
          "upright": "Death shows in your senses the desire to transform and regenerate, leaving old patterns.",
          "reversed": "Reverse Death says that resistance to change and holding on to the past force your feelings.",
          "keywords": {
            "0": "end",
            "1": "transformation",
            "2": "Regeneration",
            "3": "resistance",
            "4": "closure"
          },
          "context": "You're shutting down a period in your heart right now."
        },
        "position3": {
          "upright": "Death says your expectation is a transformation and a new beginning, you want to leave the old and embrace the new... transformation, regeneration.",
          "reversed": "Reverse Death shows that your expectations are for breaking change. You don't want to get stuck in old cycles.",
          "keywords": {
            "0": "transformation",
            "1": "Regeneration",
            "2": "Don't let go",
            "3": "start",
            "4": "change"
          },
          "context": "Your expectation is a fresh slate in the vineyard, and to be free of past burdens will be a healing for you."
        },
        "position4": {
          "upright": "Death, respect the end, and make room, transformation moves with compassion, the ritual of closure.",
          "reversed": "Reverse Death, recognize resistance and release it softly. Lightness calls new.",
          "keywords": {
            "0": "transformation",
            "1": "Don't let go",
            "2": "Regeneration",
            "3": "closure",
            "4": "birth"
          },
          "context": "Your advice is to peel off the old shell and breathe into your soul."
        },
        "position5": {
          "upright": "Death says its way is to honor and leave the old, to be reborn, to be born of tender farewell.",
          "reversed": "Reverse Death is a reminder of the burden of resistance, and lightness and acceptance will bring you back to life.",
          "keywords": {
            "0": "transformation",
            "1": "Don't let go",
            "2": "Regeneration",
            "3": "closure",
            "4": "birth"
          },
          "context": "Your road map is the part that opens with goodbyes, leaving the old one will bring new breath."
        },
        "position6": {
          "upright": "Your partner is waiting for you to drop the transformation, regeneration, and the old loads, and he wants you to say goodbye and make room for the new one.",
          "reversed": "Your partner doesn't want you to resist change, he expects you to be light with small goodbyes.",
          "keywords": {
            "0": "transformation",
            "1": "Quit.",
            "2": "Regeneration",
            "3": "lightness",
            "4": "birth"
          },
          "context": "Your partner is expecting a regeneration open to changes."
        },
        "position7": {
          "upright": "There are endings and transformations in the future of communication, leaving old patterns will invite the new one.",
          "reversed": "Resistance to change or unresolved notebooks can make peace difficult in the future, adding weight to the unresolved bond.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "Good-bye."
          },
          "context": "The future of communication will go through a radical transformation, leaving the old will bring the new."
        }
      },
      "temperance": {
        "position1": {
          "upright": "Balance indicates that the relationship is moving forward in the present situation in search of harmony and measureability, trying to find a middle path, a hint: patient combinations bring peace.",
          "reversed": "The inverse balance indicates that extremes and lack of compatibility are pushing the bond in the present situation. The symptom is that it's all or nothing.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "synthesis",
            "4": "measure"
          },
          "context": "In the present situation, there's a middle-way search, extremities that wear off your bond, rhythms that increase the peace."
        },
        "position2": {
          "upright": "Balance shows the search for harmony and measurement in your senses, and the middle way feeds your heart.",
          "reversed": "It says that inverse balance, extremes and imbalances force your feelings, the symptom is that it's all or nothing.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "synthesis",
            "4": "measure"
          },
          "context": "Right now, your emotions are looking for a middle ground, and the rhythm of harmony will bring peace."
        },
        "position3": {
          "upright": "Balance says your expectations are harmony and patience, and the middle way is healing for you... harmony, measure, patience.",
          "reversed": "Reverse Balance says that your expectations are to avoid extremes and incompatibility. You seek peace.",
          "keywords": {
            "0": "compatibility",
            "1": "balance",
            "2": "Patience",
            "3": "measure",
            "4": "rhythm"
          },
          "context": "You're not looking for speed or slow, you're looking for progress in your rhythm."
        },
        "position4": {
          "upright": "Balance, fix the dosage and mix it gently, the middle way calms the heart, slow/slow.",
          "reversed": "Reverse balance, turn from the ends and reduce the rhythm. Consistency brings peace.",
          "keywords": {
            "0": "balance",
            "1": "measure",
            "2": "synthesis",
            "3": "Patience",
            "4": "It's a cure."
          },
          "context": "Your advice is to adapt speed, tone, and time to the heart's pulse, and calibration solves conflict."
        },
        "position5": {
          "upright": "Balance tells you that your path will proceed with measured steps and compatible mixtures, a slow and consistent rhythm will give you peace.",
          "reversed": "The inverse balance tells us that it blocks the way to drift at the extremes, reduce the rhythm and proceed with simplicity."
        }
      }
    }
  }
}
