{
  "relationship-problems": {
    "meanings": {
      "kingofcups": {
        "position3": {
          "keywords": {
            "4": "leadership"
          },
          "context": "Pay: emotion transfer style. Effect: understanding, trust. Proposal: name: share."
        },
        "position4": {
          "upright": "The King of Hearts says that he can offer too much control of emotion, and ignore his share. Let peace not turn away from him.",
          "reversed": "The reverse King of the Cup emphasizes his tendency to hide responsibility by underestimating passive-aggressive waves.",
          "keywords": {
            "0": "Tranquillity",
            "1": "expression",
            "2": "balance",
            "3": "passive aggressive",
            "4": "leadership"
          },
          "context": "Ignored: the appearance of emotion. The effect: less understanding. Do it: name it."
        },
        "position5": {
          "upright": "The King of Hearts tells you of times when you carried emotion in maturity and calm, and you were harbored in the storm.",
          "reversed": "The reverse King of the Cup explains that passive (aggressive waves) or repressed anger leave a mark.",
          "keywords": {
            "0": "Tranquillity",
            "1": "maturity",
            "2": "expression",
            "3": "passive aggressive",
            "4": "balance"
          },
          "context": "Maturous emotional leadership, some emotions are hidden, and now we need to call it and share."
        },
        "position6": {
          "upright": "The King of Hearts emphasizes emotional maturity, but calmness can shield and sweep matters away from the partner's feelings.",
          "reversed": "The reverse King of the Cup shows a form of exploitation that trumps balance with passive-aggressive waves.",
          "keywords": {
            "0": "maturity",
            "1": "Tranquillity",
            "2": "Don't press it.",
            "3": "passive aggressive",
            "4": "expression"
          },
          "context": "Theme: mature calm; risk: silence emotion; do: name and make it visible."
        },
        "position7": {
          "upright": "The King of Hearts says that a mature counselor (therapist/olderly great friend) gives calm.",
          "reversed": "The reverse King of the Cup points to the external voice pressing passive-aggressive stimuli and calm down.",
          "keywords": {
            "0": "mature counselor",
            "1": "therapy",
            "2": "Tranquillity",
            "3": "passive aggressive",
            "4": "pressure"
          },
          "context": "Professional/aggressive support is useful. Avoid suppressive calm."
        },
        "position8": {
          "upright": "The King of Hearts brings emotional maturity, calmness and empathy to financial talks.",
          "reversed": "The reverse King of the Cup is a warning to postpone the budget issues with passive-aggressive leaks and vulnerability.",
          "keywords": {
            "0": "maturity",
            "1": "empathy",
            "2": "calm",
            "3": "postponement",
            "4": "expression"
          },
          "context": "Say how you feel, and be clear about the budget, and the two will move forward together."
        },
        "position9": {
          "upright": "King of Hearts, relationships with emotional maturity and calm regulation last a long time.",
          "reversed": "The reverse King of the Cup, passive aggression and avoiding emotion, weaken the continuity.",
          "keywords": {
            "0": "maturity",
            "1": "Tranquillity",
            "2": "Regulation",
            "3": "avoidance",
            "4": "stability"
          },
          "context": "To drive: name emotion plus plan difficult conversations."
        }
      },
      "aceofswords": {
        "position1": {
          "upright": "The Sword Ace says there is a contradiction in the need for interpretation and clarity of truth, while one seeks open and sharp words, while the other seeks a smooth transition.",
          "reversed": "The Reverse Sword Ace shows that information pollution, distorted narratives, and vague messages raise conflict.",
          "keywords": {
            "0": "clarity",
            "1": "Truth",
            "2": "Message",
            "3": "comment",
            "4": "communication"
          },
          "context": "The mental root of contradiction: the difference in clarity and narrative."
        },
        "position2": {
          "upright": "The Sword Ace says the problem is in the absence of clarity and truth. A sharp sentence is needed.",
          "reversed": "The Reverse Sword Ace says that information pollution, distortion and half-truths increase the problem.",
          "keywords": {
            "0": "clarity",
            "1": "real",
            "2": "Message",
            "3": "definition",
            "4": "decision"
          },
          "context": "The root problem: non-clear language and data. The areas it affects: decision, alliance, trust."
        },
        "position3": {
          "upright": "The Sword Ace says that when you go into an argument without a clear description, you've got a share, sharpness is good, a lack of context hurts.",
          "reversed": "The Reverse Sword Ace tells us that with knowledge pollution and distorted narratives, you're growing fire, and half the truth melts trust.",
          "keywords": {
            "0": "clarity",
            "1": "real",
            "2": "Message",
            "3": "definition",
            "4": "decision"
          },
          "context": "Pay: non-clear language/data. Effect: decision, alliance. Proposal: write the definition."
        },
        "position4": {
          "upright": "The Sword Ace says that he can ignore his share of the discussion without making a clear description. The sharpness, the context.",
          "reversed": "The Reverse Sword Ace tends to pass on information pollution and conceal responsibility without realizing it.",
          "keywords": {
            "0": "clarity",
            "1": "definition",
            "2": "real",
            "3": "decision",
            "4": "context"
          },
          "context": "Ignored: definition/ measurement. The effect: decisions are swayed. Do it: first define."
        },
        "position5": {
          "upright": "The Sword Ace says that clear speech determines the relationship direction, and the truth is spoken honestly.",
          "reversed": "The Reverse Sword Ace tells us that information pollution or sharpness may have caused wounds, and half of the truth may have left a mark.",
          "keywords": {
            "0": "clarity",
            "1": "real",
            "2": "communication",
            "3": "style",
            "4": "decision"
          },
          "context": "Clear exits are valuable, tons of ground is hard, now we need gentle clarity."
        },
        "position6": {
          "upright": "The Ace of Swords says that clarity is a savior, but sharpness, insults, and when it slips into your eye, it becomes exploitation.",
          "reversed": "The Reverse Sword Ace increases the risk of information pollution, distortion, and manipulating the partner with half-truths.",
          "keywords": {
            "0": "clarity",
            "1": "sharpness",
            "2": "Variation",
            "3": "Truth",
            "4": "power"
          },
          "context": "Theme: language of truth; risk: pressure by word; do it: gentle clarity and proof."
        },
        "position7": {
          "upright": "The Sword Ace says that a third person who speaks clearly can disperse the fog, and the right information aligns external effects.",
          "reversed": "The Reverse Sword Ace shows that distorted information, gossip, and sharp comments are beginning to mix.",
          "keywords": {
            "0": "clarity",
            "1": "information",
            "2": "gossip",
            "3": "Variation",
            "4": "Promise"
          },
          "context": "Confirm source. Get clear-spoken, data-based support."
        },
        "position8": {
          "upright": "The ace of swords tells of a clear financial strategy, a sharp decision, and the cutting-off of the unnecessary.",
          "reversed": "The Reverse Sword Ace can lead to financial loss with distorted information, vague contract and confusion.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "contract",
            "3": "shortcut",
            "4": "strategy"
          },
          "context": "Read the contracts, cut the unnecessary; write down your decision."
        },
        "position9": {
          "upright": "When the Sword Ace, clarity and honest dialogue are established, the relationship lasts, sharp but fair truth binds.",
          "reversed": "Reverse Sword Ace, distortion and half-truths undermine permanence.",
          "keywords": {
            "0": "clarity",
            "1": "Honesty",
            "2": "decision",
            "3": "Variation",
            "4": "Truth"
          },
          "context": "To continue: clear decisions + evidence-based speech."
        }
      },
      "twoofswords": {
        "position1": {
          "upright": "The Two Swords say that the mind games that leave uncertainty and emotions out lock the contradiction.",
          "reversed": "The Reverse Two Swords show that avoiding confrontation and ignoring it prolongs the blockage.",
          "keywords": {
            "0": "indecisive",
            "1": "Don't face it.",
            "2": "balance",
            "3": "obstacle",
            "4": "denial"
          },
          "context": "The mental root of conflict: avoidance and decision paralysis."
        },
        "position2": {
          "upright": "Two Swords say the problem is decision paralysis and avoidance. Eyes are blindfolded, heart is left out.",
          "reversed": "Two Reverse Swords say that the suppression has returned and the small triggers have grown. Blind spots leak.",
          "keywords": {
            "0": "indecisive",
            "1": "avoidance",
            "2": "The dilemma",
            "3": "Don't face it.",
            "4": "balance"
          },
          "context": "The root problem is the lack of decision and confrontation. The areas it affects: boundaries, clarity, timing."
        },
        "position3": {
          "upright": "The two Swords say that your share is increased by the paralysis of judgment and avoidance, and the blindfolding and the saying \"I'm ill-advised\" waits for the problem.",
          "reversed": "The Reverse Two Swords tells us that by delaying confrontation and setting the stage for explosions, you have increased fire. The bridge of emotion is essential.",
          "keywords": {
            "0": "indecisive",
            "1": "avoidance",
            "2": "The dilemma",
            "3": "Don't face it.",
            "4": "balance"
          },
          "context": "Pay: delayed decision. Influence: timing, trust. Proposal: small absolute choice."
        },
        "position4": {
          "upright": "The two Swords say that you can ignore your share by calling a decision avoidance. It's also an effect to remain in suspense.",
          "reversed": "The Reverse Two Sword says it can feed denial by normalizing the delay in confrontation.",
          "keywords": {
            "0": "indecisive",
            "1": "avoidance",
            "2": "Don't face it.",
            "3": "balance",
            "4": "The dilemma"
          },
          "context": "Ignored: small sure choice. The effect: the timing fades. Do it: take off the eye patch."
        },
        "position5": {
          "upright": "Two swords say that there are times in critical moments when a decision is avoided, and there are issues left in the suspension.",
          "reversed": "The Reverse Two Swords tells us that delaying is grounding the explosions, and blind spots can be triggering today.",
          "keywords": {
            "0": "indecisive",
            "1": "avoidance",
            "2": "hanger",
            "3": "Don't face it.",
            "4": "balance"
          },
          "context": "The files are piled up in the suspension, the small decisions are delayed, and now a clear choice must be made."
        },
        "position6": {
          "upright": "Two swords say that avoiding a decision can generate passive control, putting it on hold, turning it into a partner-in-command with uncertainty.",
          "reversed": "The Reverse Two Sword describes the risk of delaying confrontation and putting the burden of crime on the other side.",
          "keywords": {
            "0": "indecisive",
            "1": "avoidance",
            "2": "hanger",
            "3": "Don't face it.",
            "4": "uncertainty"
          },
          "context": "Theme: decision and consent; risk: suspend control; do: small net selection."
        },
        "position7": {
          "upright": "Two swords say you're trapped between two voices, the attempt to remain neutral delays your decision.",
          "reversed": "The Reverse Two Swords indicate that your decision was shaped by secret alliances and passive pressure.",
          "keywords": {
            "0": "The dilemma",
            "1": "neutrality",
            "2": "alliance",
            "3": "pressure",
            "4": "postponement"
          },
          "context": "Whose voice is important, your choice, your decision, your time."
        },
        "position8": {
          "upright": "Two Swords warn the cost of avoiding decisions and delaying the budget meeting.",
          "reversed": "Two Reverse Swords say that taking sides without looking at the data and staying in the data will increase the debt.",
          "keywords": {
            "0": "indecisive",
            "1": "postponement",
            "2": "data",
            "3": "debt",
            "4": "Don't face it."
          },
          "context": "Make a small but clear choice; set a meeting date."
        },
        "position9": {
          "upright": "Two swords, if the decision is avoided, the relationship will remain suspended; if the confrontation comes, it will work.",
          "reversed": "The Reverse Two Swords increase the possibility of chronic postponement.",
          "keywords": {
            "0": "indecisive",
            "1": "hanger",
            "2": "Don't face it.",
            "3": "selection",
            "4": "clarity"
          },
          "context": "To drive: small net selection + date."
        }
      },
      "threeofswords": {
        "position1": {
          "upright": "The Three Swords say that a sense of betrayal or confrontation with harsh truths triggers a core conflict.",
          "reversed": "The Reverse Three Swords show that the unexplained pain continues to engage in a leak, that the repair speech is postponed.",
          "keywords": {
            "0": "Frustration",
            "1": "sense of betrayal",
            "2": "Don't face it.",
            "3": "Pain",
            "4": "repair"
          },
          "context": "The mental root of conflict: the hurtful truth and lack of expression."
        },
        "position2": {
          "upright": "The Three Swords say that the problem is in contact with hurtful words, sense of betrayal, or harsh facts. The heart may feel full of holes.",
          "reversed": "The Inverse Three Swords say that healing is intended, but emotional nails are not removed. Silence prolongs the pain: the pain that leaks, the triggering memories. The problem is the lack of tender confrontation.",
          "keywords": {
            "0": "Frustration",
            "1": "sense of betrayal",
            "2": "Pain",
            "3": "repair",
            "4": "expression"
          },
          "context": "Root problem: Broken heart and repair deficit. It affects areas: trust, transparency, forgiveness."
        },
        "position3": {
          "upright": "The Three Swords say you may have a share in hurtful words and pointy humor.",
          "reversed": "The Reverse Three Swords tells us that you've been leaking the pain without talking, raising the fire, and the repair call has been delayed.",
          "keywords": {
            "0": "Frustration",
            "1": "Betrayal",
            "2": "Pain",
            "3": "repair",
            "4": "expression"
          },
          "context": "Pay: style/expression error. Effect: trust, compassion. Proposal: apology + repair plan."
        },
        "position4": {
          "upright": "The Three Swords say that you can legitimize and ignore your share, and that it is healing when the truth is kind.",
          "reversed": "The Reverse Three Sword tends to conceal responsibility by avoiding speaking of pain.",
          "keywords": {
            "0": "Frustration",
            "1": "Pain",
            "2": "style",
            "3": "repair",
            "4": "Honesty"
          },
          "context": "Ignored: gentle expression. Effect: trust hurts. Do it: apology + repair plan."
        },
        "position5": {
          "upright": "The Three Swords speak of a theme of resentment/betrayation in the past, and words may be sharpened.",
          "reversed": "The Reverse Three Swords tells us that the pain has been left unspoken, and the repair call continues today.",
          "keywords": {
            "0": "Frustration",
            "1": "Betrayal",
            "2": "Pain",
            "3": "repair",
            "4": "I'm sorry."
          },
          "context": "It's a hurtful time, it's a pattern of trust and trust wounds, and now we need an apology plus repair plan."
        },
        "position6": {
          "upright": "The Three Swords say that firm and sarcastic honesty can make a relationship bleed, and it's exploitive to discipline with pain.",
          "reversed": "The Reverse Three Sword highlights the risk of a guilt-launching tongue as a means of power.",
          "keywords": {
            "0": "Pain",
            "1": "style",
            "2": "Needle",
            "3": "Guilt",
            "4": "repair"
          },
          "context": "Theme: Truth without hurting; risk: aligning with pain; Do it: gentle expression and repair."
        },
        "position7": {
          "upright": "Three swords, hurtful comments, and a sharp third person says his tongue breaks hearts.",
          "reversed": "The Reverse Three Swords indicate that old pains are itchy from the outside and the wounds are reopened.",
          "keywords": {
            "0": "Frustration",
            "1": "That's a strong word.",
            "2": "Wounds",
            "3": "Don't scratch",
            "4": "Pain"
          },
          "context": "Interrupt the conversation with the wounded, establish a protective communication framework."
        },
        "position8": {
          "upright": "The Three Swords show the wound of hurtful words and harsh criticism because of money.",
          "reversed": "The Reverse Three Swords say that instead of blaming, it will improve the bond as much as the budget.",
          "keywords": {
            "0": "Frustration",
            "1": "criticism",
            "2": "repair",
            "3": "charge",
            "4": "language"
          },
          "context": "Soften your tone; don't target the person, not the number."
        },
        "position9": {
          "upright": "The Three Swords continue with bitter honesty and healing repairs, otherwise the wound bleeds.",
          "reversed": "The Reverse Three Swords, the constant bleeding wounds can lead to a breakup in the relationship.",
          "keywords": {
            "0": "Pain",
            "1": "repair",
            "2": "Honesty",
            "3": "Wounds",
            "4": "closure"
          },
          "context": "To drive: repair language + closure ritual."
        }
      },
      "fourofswords": {
        "position1": {
          "upright": "The Four Swords say that healthy talks have been postponed due to extreme fatigue and mental noise.",
          "reversed": "The Reverse Four Swords show that tension increases when the need for rest and distance is rejected.",
          "keywords": {
            "0": "timeout",
            "1": "mind fatigue",
            "2": "Distance",
            "3": "Silence",
            "4": "Recovery"
          },
          "context": "The mental root of conflict: the need for rest and space."
        },
        "position2": {
          "upright": "The Four Swords say the problem is lack of mental fatigue and rest. The tired brain doesn't speak well.",
          "reversed": "The Reverse Four Swords tells us that the request for a break has been denied and small conflicts have grown. The body talks, the mind denies.",
          "keywords": {
            "0": "rest",
            "1": "Recovery",
            "2": "Tranquillity",
            "3": "rhythm",
            "4": "energy"
          },
          "context": "The root problem: energy management. It affects areas: communication quality, patience, understanding."
        },
        "position3": {
          "upright": "The Four Swords say you speak without rest and increase your share with your weary mind, no time-out, no quality.",
          "reversed": "The Reverse Four Swords tells us that while resisting the call, the small crisis has grown, and the body needs a break.",
          "keywords": {
            "0": "rest",
            "1": "Recovery",
            "2": "Tranquillity",
            "3": "rhythm",
            "4": "energy"
          },
          "context": "Pay: lack of time-out. Effect: tone, tolerance. Tip: pause and speak after."
        },
        "position4": {
          "upright": "The four swords say that he can hide his share by insisting that we ignore fatigue and speak. The time is responsibility.",
          "reversed": "The Reverse Four Sword denies the need for rest and emphasizes its tendency to increase tension.",
          "keywords": {
            "0": "timeout",
            "1": "Tranquillity",
            "2": "energy",
            "3": "rhythm",
            "4": "Recovery"
          },
          "context": "Ignored: pause need. The effect: tone hardens. Do it: pause and then speak."
        },
        "position5": {
          "upright": "The Four Swords say your habit of taking a break and calming down is working.",
          "reversed": "The Reverse Four Swords tells us that you postponed your rest and had a tired discussion.",
          "keywords": {
            "0": "timeout",
            "1": "Tranquillity",
            "2": "rest",
            "3": "rhythm",
            "4": "Recovery"
          },
          "context": "There are useful stops, sometimes neglected, and now systemize the break."
        },
        "position6": {
          "upright": "The Four Swords say that a break is a cure, but knowingly delaying a return can be used to suppress a partner.",
          "reversed": "The Reverse Four Sword poses the risk of putting the conversation on hold indefinitely and building power with uncertainty as an excuse to rest.",
          "keywords": {
            "0": "timeout",
            "1": "Tranquillity",
            "2": "delay",
            "3": "uncertainty",
            "4": "Recycling"
          },
          "context": "Theme: scheduled break; Risk: continuous silence; Do it: determine the time of return."
        },
        "position7": {
          "upright": "The Four Swords say you need to lower the noise and take a break, and the quiet area reduces the outside effect.",
          "reversed": "The Reverse Four Sword points to external messages sabotaging the break, firing again.",
          "keywords": {
            "0": "timeout",
            "1": "Silence",
            "2": "noise",
            "3": "Regeneration",
            "4": "sabotage"
          },
          "context": "Set a perimeter on the external channels, set a time-out protocol."
        },
        "position8": {
          "upright": "Four swords suggest spending time, no-spend days and a calm evaluation.",
          "reversed": "The Reverse Four Swords say that excessive waiting and inaction can become a waste of opportunity.",
          "keywords": {
            "0": "timeout",
            "1": "no-spend",
            "2": "Tranquillity",
            "3": "opportunity",
            "4": "assessment"
          },
          "context": "Planned break is good, but time and target must be determined."
        },
        "position9": {
          "upright": "The Four Swords, time-out and calm thinking can maintain a relationship; the rested mind remains.",
          "reversed": "The Reverse Four Swords loosen the bonds of extreme silence and avoidance.",
          "keywords": {
            "0": "timeout",
            "1": "Recovery",
            "2": "Tranquillity",
            "3": "avoidance",
            "4": "rhythm"
          },
          "context": "To drive: scheduled break + return date."
        }
      },
      "fiveofswords": {
        "position1": {
          "upright": "The Five Swords say that the tendency to burn a relationship to win and the wars of righteousness are core conflict.",
          "reversed": "The Reverse Five Swords show that humiliation and sarcasm leave a lasting mark, delaying the face - saving solutions.",
          "keywords": {
            "0": "Rightness",
            "1": "ego",
            "2": "conflict",
            "3": "cost",
            "4": "Compromise"
          },
          "context": "The mental root of conflict: the desire to be justified."
        },
        "position2": {
          "upright": "The Five Swords say that the problem is a desire for victory at the cost of righteousness and relationship. It is won but lost.",
          "reversed": "The Reverse Five Swords tells us that the rescue solution has been resisted and the repairs have been delayed. Pride burns bridges. The problem is that the window of reconciliation is closed.",
          "keywords": {
            "0": "ego",
            "1": "victory",
            "2": "cost",
            "3": "Compromise",
            "4": "honor"
          },
          "context": "The root problem: ego wars. It affects areas: respect, trust, negotiation."
        },
        "position3": {
          "upright": "The Five Swords say that their share is increased by their desire to be right, that victory is won, the relationship is lost.",
          "reversed": "The Reverse Five Swords say that by burning bridges with ridicule, you have grown fire. Saving faces delay repair.",
          "keywords": {
            "0": "ego",
            "1": "victory",
            "2": "cost",
            "3": "Compromise",
            "4": "honor"
          },
          "context": "Pay: ego war. Effect: respect, compromise. Proposal: withdraw from cost."
        },
        "position4": {
          "upright": "Five Swords say that you can be right and ignore your share, and victory is expensive at the cost of relationships.",
          "reversed": "The Reverse Five Swords tend to package ridicule and sarcoma into humor and feed denial.",
          "keywords": {
            "0": "ego",
            "1": "victory",
            "2": "cost",
            "3": "Compromise",
            "4": "respect"
          },
          "context": "Ignored: relationship cost. Effect: respect melts. Do it: retreat, listen."
        },
        "position5": {
          "upright": "The Five Swords say there were wars of righteousness, and the victory cost a lot.",
          "reversed": "The Reverse Five Swords tells us that ridicule/sarcasm burns bridges, and the face-rescue reflex may have left a mark.",
          "keywords": {
            "0": "ego",
            "1": "victory",
            "2": "cost",
            "3": "Compromise",
            "4": "respect"
          },
          "context": "Ego collisions, respect is worn out, now it needs compromise and courage to retreat."
        },
        "position6": {
          "upright": "The Five Swords say that the argument focused on winning has lost the relationship, and victory can open the door to exploitation.",
          "reversed": "The Reverse Five Swords indicate the risk of ridicule, contempt, and sarcoma being used as silent violence.",
          "keywords": {
            "0": "ego",
            "1": "victory",
            "2": "Don't belittle me.",
            "3": "sarsam",
            "4": "respect"
          },
          "context": "Theme: not win; compromise; risk: pressure with ridicule; do: retreat and listen."
        },
        "position7": {
          "upright": "Five Swords say that sarcastic/responsive outsiders fuel their tongue.",
          "reversed": "The Reverse Five Swords indicate that the lynch/trib's pressure and the boiler-losing framework have infiltrated the relationship.",
          "keywords": {
            "0": "competition",
            "1": "regiment",
            "2": "Tribune",
            "3": "winner",
            "4": "Loser"
          },
          "context": "The grandstand must be silenced, not to win, but to negotiate."
        },
        "position8": {
          "upright": "The Five Swords say that the war against righteous dating locks money solutions.",
          "reversed": "The Reverse Five Swords are calling for a return to the win-win solution, leaving ridicule and sarsamism.",
          "keywords": {
            "0": "ego",
            "1": "conflict",
            "2": "respect",
            "3": "Compromise",
            "4": "solution"
          },
          "context": "The goal is to negotiate; turn your language from winning to understanding."
        },
        "position9": {
          "upright": "Five Swords, the mind that plays to win, is left to seek reconciliation, and the relationship works.",
          "reversed": "If the Reverse Five Swords continue to mock or scorn, there will be a long-term dissolution.",
          "keywords": {
            "0": "ego",
            "1": "Compromise",
            "2": "respect",
            "3": "regiment",
            "4": "victory"
          },
          "context": "To keep it going: it's not a win, it's a deal."
        }
      },
      "sixofswords": {
        "position1": {
          "upright": "Six Swords say the need for intellectual transition and the difference of method creates tension.",
          "reversed": "The Reverse Six Sword shows that the return to the old arguments pattern delays the solution.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "method",
            "3": "calm",
            "4": "pattern"
          },
          "context": "Mental root of contradiction: method and transition strategy."
        },
        "position2": {
          "upright": "Six Swords say that the problem is in the lack of a transition plan and method debate. For calm waters, bridges are required.",
          "reversed": "The Reverse Six Sword says that the tendency to return to the old beach delays the solution.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "method",
            "3": "Adaptation",
            "4": "calm"
          },
          "context": "The root problem is transition and method management. It affects areas: project, life order, moving."
        },
        "position3": {
          "upright": "Six Swords say you have a share when you change your transition plan without talking.",
          "reversed": "The Reverse Six Sword tells the old mold that it delays the solution and expands the fire.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "method",
            "3": "Adaptation",
            "4": "calm"
          },
          "context": "Pay: lack of method. Effect: process, hope. Suggest: step by step plan."
        },
        "position4": {
          "upright": "Six Swords say that you can ignore your share of the plan without speaking.",
          "reversed": "The Reverse Six Sword describes your tendency to go back to the old shore as a coincidence and deny your contribution.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "method",
            "3": "Adaptation",
            "4": "calm"
          },
          "context": "Ignored: step by step plan. The effect: insecurity increases. Do it: build bridges."
        },
        "position5": {
          "upright": "The Six Swords say you've crossed more peaceful waters together than the hard water, and the planned transitions have worked.",
          "reversed": "The Reverse Six Sword tells us that there's been a return to the old patterns.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "calm",
            "3": "Adaptation",
            "4": "method"
          },
          "context": "Successful transitions plus comebacks, method talks are required, now make bridge plans."
        },
        "position6": {
          "upright": "The Six Swords recommend that the transitions be carried out by plan, but unwitting change of direction may weaken the partner.",
          "reversed": "The Reverse Six Sword risks establishing control by threatening to return to the old shore.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "unannounced",
            "3": "threat",
            "4": "Adaptation"
          },
          "context": "Theme: translucent transition; Risk: sudden change in course; Do: step-by-step plan sharing."
        },
        "position7": {
          "upright": "Six Swords say that professional guidance or neutral bridges can carry you to calmer waters.",
          "reversed": "The Reverse Six Sword points to the outside voices that pull back into the old circle, sabotaging your progress.",
          "keywords": {
            "0": "transition",
            "1": "guide",
            "2": "neutral",
            "3": "sabotage",
            "4": "Progress"
          },
          "context": "Find a neutral bridge, gently remove those who lured to the old shore."
        },
        "position8": {
          "upright": "Six Swords show a plan to get out of debt, a configuration and a transition to calmer waters.",
          "reversed": "The Reverse Six Swords warn the risk of returning to old habits and being thrown out of the plan.",
          "keywords": {
            "0": "transition",
            "1": "configuration",
            "2": "Plan",
            "3": "stability",
            "4": "follow"
          },
          "context": "Write down the plan, stay on course with the monthly check."
        },
        "position9": {
          "upright": "Six Swords, the transition plan and the relationship with structured repairs move to more quiet waters.",
          "reversed": "The Reverse Six Sword, returning to the old shore would damage the continuum.",
          "keywords": {
            "0": "transition",
            "1": "Plan",
            "2": "repair",
            "3": "stability",
            "4": "follow"
          },
          "context": "To drive: written transition steps + control."
        }
      },
      "sevenofswords": {
        "position1": {
          "upright": "The Seven Swords, hidden agendas, the lack of narrative and strategic silence, say it undermines confidence.",
          "reversed": "The Reverse Seven Swords indicate that the leak, the fear of getting caught, and the postponement of confession increase tension.",
          "keywords": {
            "0": "secrecy",
            "1": "Honesty",
            "2": "strategy",
            "3": "Trust",
            "4": "hiding"
          },
          "context": "The mental root of conflict: transparency and trust."
        },
        "position2": {
          "upright": "The Seven Swords say the problem is a lack of transparency and strategic concealment. The truth is not explained, trust is worn out. The missing narrative, hidden message. The problem is the blur of the ethical line.",
          "reversed": "The Reverse Seven Sword speaks of energy approaching confession but barriers of shame. Truth is difficult to come by.",
          "keywords": {
            "0": "transparency",
            "1": "Honesty",
            "2": "strategy",
            "3": "Trust",
            "4": "hiding"
          },
          "context": "The root problem is the secret agenda. The areas it affects are trust, communication, ethical boundaries."
        },
        "position3": {
          "upright": "The Seven Swords say your share is greater with concealment and incomplete narrative, and no transparency, no trust.",
          "reversed": "The Reverse Seven Sword says that he delays the confession and grows fire piece by piece with truth. The barrier of shame must be lowered."
        }
      }
    }
  }
}
