{
  "marriage": {
    "meanings": {
      "nineofpentacles": {
        "position2": {
          "keywords": {
            "2": "Trust",
            "3": "satisfaction"
          },
          "context": "In waiting, independence and self-worth are useful."
        },
        "position3": {
          "upright": "Independence and self-worth support common comfort, limits protect prosperity.",
          "reversed": "Extremism or extreme thrifty creates tension.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "limit",
            "3": "self-value"
          },
          "context": "Elegant balance improves sharing."
        },
        "position4": {
          "upright": "Healthy independence and self - worth prepare the ground for a grown man, yes. Two people who stand on their feet form a more balanced bond.",
          "reversed": "Excessive independence or affluence can make common life difficult.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "Comfort",
            "3": "maturity",
            "4": "limit"
          },
          "context": "Connection is strengthened by the birth of a healthy individual."
        },
        "position5": {
          "upright": "It's a similar stance of elegant independence and self-worth, and when you're together, you know how to stay an individual.",
          "reversed": "Your extreme independence/dependence tips may be different. The border balance must be set.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "Comfort",
            "3": "limit",
            "4": "grace"
          },
          "context": "Mature individuality is common, balance must be maintained."
        },
        "position6": {
          "upright": "The family may see you as an independent, powerful, self-valued person, and your elegant, balanced posture gives them confidence, and you can be appreciated as the person standing on your own feet.",
          "reversed": "Family may see you as over-addicted or extravagant, or lack of self-worth or discipline makes it difficult to accept, and instability undermines confidence.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "grace",
            "3": "balance",
            "4": "Trust"
          },
          "context": "It accelerates independence and self-worth acceptance, creates a distance of addiction and wastefulness."
        },
        "position7": {
          "upright": "Nine amulets show meeting when independence and self-worth are at the forefront, and standing on their own feet increases gravity.",
          "reversed": "The Reverse Nine Talisman says that extreme addiction can cloud the bond, and confidence strengthens the introduction.",
          "keywords": {
            "0": "self-value",
            "1": "independence",
            "2": "Self - confidence",
            "3": "Peace"
          },
          "context": "You meet independence, it's a bond of confidence."
        },
        "position8": {
          "upright": "The Nine charm supports self-esteem and individual satisfaction in communication, enhancing the sharing agreement in independence.",
          "reversed": "The Reverse Talisman Nine shows that addiction or distances can make communication difficult. Balanced sharing helps adapt.",
          "keywords": {
            "0": "Self - confidence",
            "1": "independence",
            "2": "satisfaction",
            "3": "share"
          },
          "context": "Balanced confidence nourishes harmony."
        },
        "position9": {
          "upright": "Nine of Talisman, independent, confident, and self-valued, the wife suits you.",
          "reversed": "The Nine of reverse amulets, an addict or a non-responsive wife, is not suitable for you.",
          "keywords": {
            "0": "Self - confidence",
            "1": "independence",
            "2": "value",
            "3": "stability"
          },
          "context": "A partner who knows its value is appropriate."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "The result will be a marriage strengthened by lasting happiness, family support, and intergenerational ties.",
          "reversed": "Family disputes or financial problems can complicate the outcome of marriage.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "inheritance",
            "3": "permanence"
          },
          "context": "The result is a long-standing marriage to the family, but family problems can be an obstacle."
        },
        "position10": {
          "upright": "Ten amulets show the possibility of a strong marriage with long-term stability and family ties, and lasting happiness is possible.",
          "reversed": "Family problems or financial conflicts can make marriage difficult, and open communication can solve it.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "inheritance",
            "3": "tradition",
            "4": "long term"
          },
          "context": "A permanent structure for marriage is on the agenda."
        },
        "position2": {
          "upright": "Strengthen your family and heritage values and feed your roots while you wait.",
          "reversed": "Financial concerns or family problems make the process difficult.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "radicality",
            "3": "security"
          },
          "context": "It helps to strengthen family ties while waiting."
        },
        "position3": {
          "upright": "The family system, the inheritance and the long-term security caps bring about stability.",
          "reversed": "Relative disputes and blurry rules break harmony.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "system",
            "3": "stability"
          },
          "context": "The transparent rule set provides peace."
        },
        "position4": {
          "upright": "Family, heritage, and long-term security themes make it difficult to connect.",
          "reversed": "Family pressure, property disputes, or system conflict may force commitments. The lasting word remains fragile without clarity.",
          "keywords": {
            "0": "family",
            "1": "guarantee",
            "2": "system",
            "3": "long term",
            "4": "layout"
          },
          "context": "Connection is permanent with common order and family integration."
        },
        "position5": {
          "upright": "Long term, similar vision of family and system creation, your desire for permanent construction is the same.",
          "reversed": "Your family/existent rule sets may conflict.",
          "keywords": {
            "0": "family",
            "1": "system",
            "2": "guarantee",
            "3": "property",
            "4": "role"
          },
          "context": "Permanent order, partner."
        },
        "position6": {
          "upright": "Family may see you as someone who can bring long-term stability, and it makes it easier for you to adapt to traditional values, and your potential to build a strong family bond is appreciated.",
          "reversed": "Family may perceive you as a person who is incompatible with or does not trust in their own traditions, and financial or cultural differences make it difficult to accept, and conflict with family values creates distance.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "tradition",
            "3": "long term",
            "4": "compatibility"
          },
          "context": "Compliance with family values makes acceptance easier. Incompatibility creates distance."
        },
        "position7": {
          "upright": "Ten amulets show long-term stability and meeting in a family environment, and permanent values lay the foundation of the bond.",
          "reversed": "The Inverse Ten Talisms say that inheritance or systemic tension can force the bond. Transparency makes the process easier.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "permanence",
            "3": "system"
          },
          "context": "You meet them in the environment of permanent values, and clarity strengthens the bond."
        },
        "position8": {
          "upright": "The Ten Talisman carries the energy of family and long-term stability in communication, and the common values enhance harmony.",
          "reversed": "The Reverse Talisman Ten shows that family pressure or different expectations can make communication difficult.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "values",
            "3": "compatibility"
          },
          "context": "Common values make the deal easier."
        },
        "position9": {
          "upright": "The Tenth of charms, the wife who cares about family ties, and who can build a permanent structure, suit you.",
          "reversed": "The Ten of Reverse charms is not suitable for you to have any family responsibilities or not be stable.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "permanence",
            "3": "responsibilities"
          },
          "context": "A wife who cares about the family is appropriate."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The result is your marriage will be shaped by learning, development, and new foundations.",
          "reversed": "Involuntary or postponement may slow down the outcome of the marriage.",
          "keywords": {
            "0": "learning",
            "1": "Development",
            "2": "start",
            "3": "basic"
          },
          "context": "The result is a marriage that grows by learning, but a postponement must be avoided."
        },
        "position10": {
          "upright": "The Prince of the Talisman shows the process of learning and testing new opportunities on the way to marriage, and small steps create great beginnings.",
          "reversed": "Distracted energy or postponement may delay going to marriage, and concrete steps are essential.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "start",
            "3": "testing",
            "4": "step"
          },
          "context": "Marriage requires learning plus concrete steps."
        },
        "position2": {
          "upright": "Take new opportunities, take practical steps, be open to learning while waiting.",
          "reversed": "Postponing or disorganization will complicate the process.",
          "keywords": {
            "0": "opportunity",
            "1": "practice",
            "2": "learning",
            "3": "start"
          },
          "context": "It would be helpful to take advantage of new opportunities while we wait."
        },
        "position3": {
          "upright": "Learning and small concrete steps lead to budget discipline.",
          "reversed": "Procrastination and disorganized focus miss opportunities.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "discipline",
            "3": "start"
          },
          "context": "Mini targets hand out fair share."
        },
        "position4": {
          "upright": "Focusing on a concrete goal and the appetite for learning bring preparation for commitment, and small steps are the basis of a great promise ahead.",
          "reversed": "Procrastination, disorganized focus or motivation extends the process, and commitment requires a disciplined plan.",
          "keywords": {
            "0": "target",
            "1": "learning",
            "2": "start",
            "3": "practice",
            "4": "concrete step"
          },
          "context": "Connection approaches with small but decisive steps."
        },
        "position5": {
          "upright": "It's similar in learning and concrete targeting, and your little steps have a bumpy effect.",
          "reversed": "There may be a dominant in your postponement/depth focal one. Mini targets are essential.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "start",
            "3": "practice",
            "4": "concrete"
          },
          "context": "Target focus partner, process microsteps."
        },
        "position6": {
          "upright": "The family may consider you to be open to learning, willing to develop, and responsible. Your small but decisive steps inspire confidence. Your seriousness supports the acceptance process.",
          "reversed": "Family may perceive you as disorganized, careless, or lazy, and aimless behavior makes the acceptance process difficult.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "responsibilities",
            "3": "Development",
            "4": "serious"
          },
          "context": "The desire to learn and develop increases acceptance, and aimlessness creates distance."
        },
        "position7": {
          "upright": "The Prince of the Talisman shows how to meet in the process of learning and concrete goals, and a little experience connects.",
          "reversed": "The reverse charm prince says a postponement can delay the bond, and small steps make it easier to meet.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "start",
            "3": "practice"
          },
          "context": "You'll meet him in the learning process, and the small step will speed up the bond."
        },
        "position8": {
          "upright": "The Prince of the Talisman represents the desire to learn in communication and to take concrete steps, and small gestures strengthen the agreement.",
          "reversed": "The reverse charm prince shows that disorganization or delaying can make communication difficult.",
          "keywords": {
            "0": "learning",
            "1": "gesture",
            "2": "focus",
            "3": "step"
          },
          "context": "Small gestures make the deal easier."
        },
        "position9": {
          "upright": "Prince of charms, you're suited for a wife who's open to learning, who's focused on development.",
          "reversed": "Prince of the Inverted Charms, someone who is aimless and irresponsible is not suitable for you.",
          "keywords": {
            "0": "learning",
            "1": "Development",
            "2": "target",
            "3": "responsibilities"
          },
          "context": "An open partner is suitable for learning."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The result will be a patient, stable, and safe marriage.",
          "reversed": "Stability or stubbornness can make the outcome of marriage difficult.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "Trust",
            "3": "continuity"
          },
          "context": "The result is a patient and safe marriage, but the stability must be taken care of."
        },
        "position10": {
          "upright": "The Knight of the Talisman shows that marriage can happen with patient and steady steps, slow but sure progress brings success.",
          "reversed": "Excessive stability or stubbornness can make the marriage path difficult.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "labour",
            "3": "credibility",
            "4": "continuity"
          },
          "context": "A patient and stable way of marriage is essential."
        },
        "position2": {
          "upright": "Proceed with determination and patience, and increase your credibility while waiting.",
          "reversed": "Intense or extreme slowness makes the process difficult.",
          "keywords": {
            "0": "determination",
            "1": "credibility",
            "2": "Patience",
            "3": "responsibilities"
          },
          "context": "Determination and credibility are useful while waiting."
        },
        "position3": {
          "upright": "Slow but confident progress is reassuring, and routine and consistency is consistent with sharing.",
          "reversed": "A lack of stasis and flexibility reduces motivation.",
          "keywords": {
            "0": "routine",
            "1": "stability",
            "2": "consistency",
            "3": "self - discipline"
          },
          "context": "Reliable speed is budget peace."
        },
        "position4": {
          "upright": "Slow but consistent progress gives confidence, routine and stability naturally matures the commitment decision.",
          "reversed": "Excessive stasis or lack of flexibility can monotony the relationship. Without minor innovations, the request remains dim.",
          "keywords": {
            "0": "stability",
            "1": "consistency",
            "2": "routine",
            "3": "Trust",
            "4": "Patience"
          },
          "context": "Connection grows with firm steps and stability; it is forced into stasis."
        },
        "position5": {
          "upright": "Similar peace of coherence and steady progress.",
          "reversed": "Monotony tolerance can be different, small innovations must be added.",
          "keywords": {
            "0": "stability",
            "1": "consistency",
            "2": "routine",
            "3": "Trust",
            "4": "Patience"
          },
          "context": "It's a reliable rhythm, partner."
        },
        "position6": {
          "upright": "Family may consider you trustworthy, hardworking and stable, and your slow but confident steps are easier to accept, and to them, you may be a trusting candidate for a mate.",
          "reversed": "Family may perceive you as a stable, non-responsive, or non-responsive person, and over-responsibility makes it difficult to accept, and not making progress leads to doubt.",
          "keywords": {
            "0": "stability",
            "1": "hard work",
            "2": "credibility",
            "3": "Patience",
            "4": "labour"
          },
          "context": "Reliable and hardworking behaviors are acceptable, and stasis or involuntary is a source of doubt."
        },
        "position7": {
          "upright": "The Knight of the Talisman shows how to meet in a patient and consistent time, slow but sure steps bind.",
          "reversed": "The Knight of the Reverse Talisman says that stasis can force the bond, and small innovations make the process easier.",
          "keywords": {
            "0": "consistency",
            "1": "Patience",
            "2": "stability",
            "3": "Trust"
          },
          "context": "You meet consistent steps, patience strengthens the bond."
        },
        "position8": {
          "upright": "The Knight of the Talisman points to patience and determination in communication, and consistency supports harmony.",
          "reversed": "The Knight of the Reverse Talisman shows that stasis or stubbornness can make communication difficult.",
          "keywords": {
            "0": "Patience",
            "1": "determination",
            "2": "consistency",
            "3": "communication"
          },
          "context": "Consistency brings harmony."
        },
        "position9": {
          "upright": "Knight of the Charms, steady, reliable, slow, but sure, the wife is right for you.",
          "reversed": "Knight of the Reverse Talisman, a stable and extremely stubborn man is not suitable for you.",
          "keywords": {
            "0": "stability",
            "1": "Trust",
            "2": "Patience",
            "3": "responsibilities"
          },
          "context": "A faithful and patient wife is suitable."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The result is that your marriage will be strengthened by compassion, fertility, and practical support.",
          "reversed": "Overloading or lack of self-care can make marriage difficult.",
          "keywords": {
            "0": "Compassion",
            "1": "fertility",
            "2": "practice",
            "3": "support"
          },
          "context": "The result is a marriage that grows compassionately, but self-care must not be forgotten."
        },
        "position10": {
          "upright": "The Queen of the Talisman shows that with compassion, responsibility and practicality, marriage can create a warm home.",
          "reversed": "Overloading or lack of self-care can cause problems in a marriage.",
          "keywords": {
            "0": "Compassion",
            "1": "responsibilities",
            "2": "practice",
            "3": "nest",
            "4": "balance"
          },
          "context": "For marriage, compassion and practicality must be joined."
        },
        "position2": {
          "upright": "Show practical compassion and nutrition, and while you wait, create both material and spiritual wealth.",
          "reversed": "Excessive anxiety or materialism makes the process difficult.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "Nutrition",
            "3": "wealth"
          },
          "context": "It helps to show practical compassion while waiting."
        },
        "position3": {
          "upright": "Feeding practicality and resource management are strong, invisible labor must be visible.",
          "reversed": "Overloading and self-care deficits, consolidate sharing; appoint delegates.",
          "keywords": {
            "0": "care",
            "1": "resource",
            "2": "practice",
            "3": "balance"
          },
          "context": "Compassion plus practical framework balances the budget."
        },
        "position4": {
          "upright": "Feeding practicality, home-building energy and resource management strengthen bonding, creating a safe, warm ground.",
          "reversed": "Overloading and lack of self-preservation wear off the relationship. Unshared loads may delay saying yes.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "home",
            "3": "resource",
            "4": "Trust"
          },
          "context": "It's permanent with commitment, feeding order and self-care."
        },
        "position5": {
          "upright": "It's like the practice that feeds and value self-preservation, and you build the temperature of the house together.",
          "reversed": "Overload/accession bias can be seen in one of you. Requesting support should be normalized.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "self - care",
            "3": "resource",
            "4": "balance"
          },
          "context": "Feeding order is common. It's important to share cargo."
        },
        "position6": {
          "upright": "The family may view you as a compassionate, practical, supportive person, not only do we manage resources but your warm approach inspires confidence, and your home and family-oriented position will be appreciated.",
          "reversed": "Family may perceive you as being overloaded or indifferent, difficult to accept hardship or indifference under resource management, and too cold creates distance in the family.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "resource management",
            "3": "Trust",
            "4": "support"
          },
          "context": "Compassionate and practical postures make acceptance easier, causing disinterest or difficulty to create distance."
        },
        "position7": {
          "upright": "The Queen of the Talisman shows us to meet in an environment of practicality and compassion, and the bond of resource management and care strengthens.",
          "reversed": "The Reverse Talisman Queen says that overload can force the bond, make the self-care process easier.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "resource",
            "3": "care"
          },
          "context": "You meet in a practical and compassionate environment, and the self-care bond strengthens."
        },
        "position8": {
          "upright": "The Queen of the Talisman shows compassion and practical support in communication.",
          "reversed": "The Reverse Talisman Queen says that excessive sacrifice can destabilise communication, and self-preservation maintains harmony.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "support",
            "3": "compatibility"
          },
          "context": "Compassionate approach makes the deal easier."
        },
        "position9": {
          "upright": "Queen of the amulets, you're fit for a loving, practical, well-adjusted wife.",
          "reversed": "The queen of the reverse amulets, someone who neglects or overburdens his self-care, is not fit for you.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "balance",
            "3": "resource"
          },
          "context": "A compassionate and practical mate is appropriate."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "The result is that your marriage will be sound with strong leadership, financial security, and permanence.",
          "reversed": "Excessive authority or financial pressure can complicate the outcome of marriage.",
          "keywords": {
            "0": "leadership",
            "1": "Trust",
            "2": "financial stability",
            "3": "permanence"
          },
          "context": "The result is a marriage supported by security, but authority must be balanced."
        },
        "position10": {
          "upright": "The king of the amulet shows that marriage with security, stability, and responsibility is powerfully possible, and good foundations bring success.",
          "reversed": "Excessive control or status-focus can cloud the way to marriage.",
          "keywords": {
            "0": "security",
            "1": "stability",
            "2": "leadership",
            "3": "responsibilities",
            "4": "share"
          },
          "context": "There is a strong and safe foundation for marriage."
        },
        "position2": {
          "upright": "Establish financial stability and credibility, and establish firm foundations while waiting.",
          "reversed": "Extremism or miserliness makes the process difficult.",
          "keywords": {
            "0": "stability",
            "1": "credibility",
            "2": "leadership",
            "3": "material trust"
          },
          "context": "It helps to maintain financial stability while waiting."
        },
        "position3": {
          "upright": "Strategic integrity and long-term vision are dominant, and system and mentoring perpetuates success.",
          "reversed": "The focus of micromanagement and status reduces confidence and sharing.",
          "keywords": {
            "0": "integrity",
            "1": "leadership",
            "2": "system",
            "3": "Vision"
          },
          "context": "The balance of love builds a fair economy."
        },
        "position4": {
          "upright": "Strategic integrity, generosity, and long-term vision support commitment. A protective but shared attitude makes it easier.",
          "reversed": "Excessive control, status focus or strict rules can cool the proximity, where the power is not shared, the lasting word becomes difficult.",
          "keywords": {
            "0": "integrity",
            "1": "Vision",
            "2": "share",
            "3": "protection",
            "4": "guarantee"
          },
          "context": "Connection is strengthened by shared power and long-term vision."
        },
        "position5": {
          "upright": "Consolidation, generosity, and long-term vision, the shared system gives peace.",
          "reversed": "The shadow of status/authority can dominate one of you, sharing power keeps harmony.",
          "keywords": {
            "0": "integrity",
            "1": "leadership",
            "2": "generosity",
            "3": "Vision",
            "4": "system"
          },
          "context": "Perpetual vision is common, power sharing is essential."
        },
        "position6": {
          "upright": "The family may see you as a strong, reliable, leadership quality, and your financial and spiritual stability will make the acceptance process easier, and your authority and your integrity will inspire respect.",
          "reversed": "Family may see you as over-controlling, status-oriented, or selfish, and the emphasis on material superiority makes it difficult to accept, and being too strict creates resistance in the family.",
          "keywords": {
            "0": "Trust",
            "1": "stability",
            "2": "leadership",
            "3": "authority",
            "4": "respect"
          },
          "context": "Reliable and authoritarian posture increases acceptance, overcontrol creates distance."
        },
        "position7": {
          "upright": "The King of the Talisman shows how to meet in an environment of financial security and soundness, and the systemic approach bond makes it permanent.",
          "reversed": "The reverse Talisman says that extreme control can cloud the bond, and flexibility makes it easier to meet.",
          "keywords": {
            "0": "integrity",
            "1": "Trust",
            "2": "system",
            "3": "Vision"
          },
          "context": "You'll meet him in a safe environment."
        },
        "position9": {
          "upright": "The king of the charms, the responsible, the trusting, and the material spiritual support, are fitting for you.",
          "reversed": "King of the Inverted Charms, or over-controller or miser, is not fit for you.",
          "keywords": {
            "0": "responsibilities",
            "1": "Trust",
            "2": "stability",
            "3": "support"
          },
          "context": "The responsible and supportive mate is available."
        },
        "position8": {
          "upright": "The Talisman King offers stability, trust and practical solutions in communication, and the mature approach makes the deal easier.",
          "reversed": "The reverse Talisman makes it difficult for him to be too controlling or too strict in communication. Flexibility brings harmony.",
          "keywords": {
            "0": "stability",
            "1": "Trust",
            "2": "practice",
            "3": "maturity"
          },
          "context": "Stable and reliable communication adapts."
        }
      }
    }
  },
  "meanings": {
    "theFool": {
      "position1": {
        "keywords": {
          "0": "new beginnings",
          "1": "Innocence",
          "2": "== sync, corrected by elderman == @elder_man",
          "3": "Taking risks",
          "4": "free spirit"
        }
      }
    }
  },
  "money": {
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "The madman shows that his financial concerns arise from the unknown, and when the future seems uncertain, it becomes difficult to take risks, and you may hesitate to act freely.",
          "reversed": "Reverse-crazy, reckless and unplanning is the source of anxiety, and unnecessary spending or excessive risk can make you feel insecure.",
          "keywords": {
            "0": "uncertainty",
            "1": "risk",
            "2": "freedom",
            "3": "Concern",
            "4": "control"
          },
          "context": "Your anxiety feeds on the unknown and out of control, and the planned steps increase the sense of trust."
        },
        "position2": {
          "upright": "Crazy, with the courage to take risks, shows the desire to take new financial steps, rely on financial security, flow, and stay open to new opportunities.",
          "reversed": "Reverse-Crazy creates carelessness in financial adventures, and the desire for safety can be trapped in stasis by avoiding risk.",
          "keywords": {
            "0": "risk",
            "1": "freedom",
            "2": "security",
            "3": "start",
            "4": "opportunity"
          },
          "context": "You're looking for financial security, bold moves, free choices."
        },
        "position3": {
          "upright": "The madman tends to spend money freely and unplannedly, which can cause instability, even if it excites him.",
          "reversed": "Reverse Crazy points to extreme risk escape or careless debt anxiety, and the use of money becomes unconscious.",
          "keywords": {
            "0": "freedom",
            "1": "risk",
            "2": "Carelessness",
            "3": "spending",
            "4": "Unplanned"
          },
          "context": "It reminds you of the balance of freedom and responsibility in the use of money."
        },
        "position4": {
          "upright": "In the past, you may have taken risks without thinking about financial matters, without planning, for short-term thrills.",
          "reversed": "Reverse-Crazy points to losses in the past due to extreme recklessness or recklessness in financial matters.",
          "keywords": {
            "0": "risk",
            "1": "Unplanned",
            "2": "spending",
            "3": "freedom",
            "4": "missing"
          },
          "context": "In the past, there was carelessness in matters of money."
        },
        "position5": {
          "upright": "The madman tends to underestimate his financial responsibilities, sometimes plans are delayed due to the search for freedom, which makes it difficult to complete the obligations.",
          "reversed": "Reverse-Crazy points to a lack of responsibilities or reckless decisions, and unplanned steps may have upset the financial balance.",
          "keywords": {
            "0": "freedom",
            "1": "responsibilities",
            "2": "Unplanned",
            "3": "risk",
            "4": "lightness"
          },
          "context": "There is a conflict between freedom and discipline in financial responsibilities."
        },
        "position6": {
          "upright": "Crazy represents the first step in new financial plans with courage and freedom, you're open to taking risks, and you're willing to try different ways.",
          "reversed": "Reverse Madman points to risks caused by rashness or carelessness in financial plans, and lack of plans can lead to financial losses.",
          "keywords": {
            "0": "start",
            "1": "risk",
            "2": "freedom",
            "3": "Courage",
            "4": "Plan"
          },
          "context": "You need to balance courage between carelessness with new financial plans."
        },
        "position7": {
          "upright": "In future financial plans, Mad points to taking risks and taking bold steps to new beginnings, although uncertain, the spirit of adventure may lead you to new opportunities.",
          "reversed": "Reverse Crazy warns against financial risks and unplanned investments born out of carelessness, and more cautious steps are needed to ensure the future.",
          "keywords": {
            "0": "start",
            "1": "risk",
            "2": "Courage",
            "3": "opportunity",
            "4": "freedom"
          },
          "context": "In your future plans, bold steps or careless risks will be at the forefront."
        },
        "position8": {
          "upright": "Crazy shows courage, creativity and innovative ways of making money, and when you're not afraid to take risks, new revenue doors open.",
          "reversed": "Reverse-crazy, rash and impulsive attempts can result in a waste of money, so you have to avoid unplanned risks.",
          "keywords": {
            "0": "Courage",
            "1": "risk",
            "2": "creativity",
            "3": "innovation",
            "4": "start"
          },
          "context": "Your ability to make money can be influenced by new ways or reckless risks."
        }
      },
      "themagician": {
        "position1": {
          "upright": "The wizard points to the fear of misusing his resources and missing opportunities, and when he thinks he can't fully assess his material potential, anxiety arises.",
          "reversed": "The Reverse Wizard exposes his anxiety of deception and deception, and the fear of manipulation in a material area undermines his confidence.",
          "keywords": {
            "0": "resource",
            "1": "opportunity",
            "2": "Insecurity",
            "3": "fear"
          }
        }
      }
    }
  }
}
