{
  "situation-analysis": {
    "meanings": {
      "thechariot": {
        "position5": {
          "keywords": {
            "0": "competition",
            "1": "acceleration",
            "2": "Sunday",
            "3": "direction",
            "4": "pressure"
          },
          "context": "The rapid external tempo demands a clear course."
        },
        "position6": {
          "upright": "Advice: Select one target, proceed with daily routine. Set opposite forces in the same direction.",
          "reversed": "Advice: Leave a lot of work at the same time. Take back the steering wheel, close the deviations.",
          "keywords": {
            "0": "direction",
            "1": "discipline",
            "2": "target",
            "3": "routine",
            "4": "focus"
          },
          "context": "Tip: One target, clear course."
        },
        "position7": {
          "upright": "Possible future: victory by discipline and focus; you make visible progress by driving opposite forces to the same goal.",
          "reversed": "Possible future: the risk of loss of direction and scattering increases; disorganized targets disrupt the acceleration. It is necessary to simplify the course.",
          "keywords": {
            "0": "victory",
            "1": "discipline",
            "2": "direction",
            "3": "determination",
            "4": "acceleration"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "strength": {
        "position1": {
          "upright": "Power, patience, courage, or inner endurance may be at the root of today's situation.",
          "reversed": "Reverse Power may have created the causes of the past impatient, anger management problems, or loss of self - control process.",
          "keywords": {
            "0": "Courage",
            "1": "Patience",
            "2": "endurance",
            "3": "Self - confidence",
            "4": "history"
          },
          "context": "The effect of past experiences of power or weakness."
        },
        "position2": {
          "upright": "Power, in this case, represents patience, courage, and inner strength. Using your own inner strength, you overcome challenges. In this process, you come forward with your calmness. This card emphasizes the importance of soft strength and self-esteem for now.",
          "reversed": "The Reverse Power can show that you are experiencing a lack of patience, anger management or self-esteem. You are having trouble remembering your inner strength. This card tells you that you need to reassemble yourself and strengthen your self-esteem right now.",
          "keywords": {
            "0": "Courage",
            "1": "endurance",
            "2": "Self - confidence",
            "3": "Patience",
            "4": "Now."
          },
          "context": "It's the effect of internal power or impatience in the present situation."
        },
        "position3": {
          "upright": "The strength, the calm courage, and the invisible support of self-control, says you're moving forward, and the intangible endurance, quietly stabilizes the storm.",
          "reversed": "It accentuates hidden fluctuations such as reverse power, repressed anger, self-esteem, or impatience, and it needs to soften the inner animal.",
          "keywords": {
            "0": "Courage",
            "1": "Self-control",
            "2": "Anger",
            "3": "Self - confidence",
            "4": "hidden wave"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's calm courage and tender strength at the center, soft persuasion, opening doors better than hard force.",
          "reversed": "There may be a surge of self-esteem at the center or impatientness that undermines the table, calming the inner voice will strengthen the axis.",
          "keywords": {
            "0": "Courage",
            "1": "Compassion",
            "2": "Self - confidence",
            "3": "Patience",
            "4": "grace"
          },
          "context": "Center: balance with soft force."
        },
        "position5": {
          "upright": "The power, the calm leadership in the outside effects, shows that the building of patience and trust is a bonus, and the soft power opens the doors.",
          "reversed": "The Reverse Force says that outside violence, oppression, or low morale are effective.",
          "keywords": {
            "0": "Trust",
            "1": "Dignity",
            "2": "Tranquillity",
            "3": "Morality",
            "4": "leadership"
          },
          "context": "Calm and consistent postures outside will gather support."
        },
        "position6": {
          "upright": "Advice: Proceed with soft force, increase micro courage doses and continue with patience.",
          "reversed": "Advice: Show yourself compassion, lower the rhythm, support where you're struggling.",
          "keywords": {
            "0": "Courage",
            "1": "Patience",
            "2": "Compassion",
            "3": "continuity",
            "4": "support"
          },
          "context": "Advice: building compassionate resistance."
        },
        "position7": {
          "upright": "Possible future: calm courage and tender strength overcome obstacles; building trust results in lasting results.",
          "reversed": "Possible future: Self-confidence fluctuations and impatience can challenge the process; it needs to lower the rhythm and get support.",
          "keywords": {
            "0": "Courage",
            "1": "Compassion",
            "2": "resistance",
            "3": "Self - confidence",
            "4": "Patience"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thehermit": {
        "position1": {
          "upright": "The melt may have laid the foundation for the present situation, whether an internal journey, loneliness, or a search in the past.",
          "reversed": "The reverse melt may have created the causes of the past isolation, introvertion, or false guidance process.",
          "keywords": {
            "0": "wisdom",
            "1": "search",
            "2": "loneliness",
            "3": "guidance",
            "4": "history"
          },
          "context": "The search of the past or the effects of loneliness."
        },
        "position2": {
          "upright": "The melt represents an internal journey, loneliness, and introvertibility in the present situation. You may have retreated to understand yourself and find internal answers. This card reminds you to focus on internal guidance now.",
          "reversed": "Reverse Ermis shows that you are currently experiencing extreme isolation, loneliness, or isolation from the outside world. You may find it difficult to reach internal guidance. This card emphasizes that you need to find a middle path between loneliness and the outside world to find balance now.",
          "keywords": {
            "0": "wisdom",
            "1": "search",
            "2": "loneliness",
            "3": "Introduction",
            "4": "Now."
          },
          "context": "In this case, the effect of internal travel or isolation."
        },
        "position3": {
          "upright": "He says that the need for inner wisdom and loneliness guides from behind the curtain, and the introverting process increases the quality of decision.",
          "reversed": "It shows a pattern of inverse, invisible escapes, isolation, or visible closures, which can be effective.",
          "keywords": {
            "0": "Inner wise",
            "1": "loneliness",
            "2": "avoidance",
            "3": "hiding",
            "4": "intuition"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "At the center, it needs introversion, wisdom, and lonely thinking, and lowering the noise takes the self-light to the center.",
          "reversed": "It can be seen at the center of extreme isolation or closure. Selective sharing provides balance.",
          "keywords": {
            "0": "Abstract",
            "1": "wisdom",
            "2": "guidance",
            "3": "Introduction",
            "4": "clarity"
          },
          "context": "Center: guidance of the interior lantern."
        },
        "position5": {
          "upright": "Ermi says that there's a high demand for expert opinion, thinking figures and deep analysis in the outside world.",
          "reversed": "Inverted means that insulation, disconnected communication, or lack of feedback is an external obstacle.",
          "keywords": {
            "0": "expertise",
            "1": "analysis",
            "2": "view",
            "3": "Isolation",
            "4": "visibility"
          },
          "context": "The market seeks guidance in depth and wisdom."
        },
        "position6": {
          "upright": "Advice: Break down deep-work blocks, meet with a wise man. Follow the internal beacon.",
          "reversed": "Advice: reduce isolation. Share the drafts, set up a feedback loop.",
          "keywords": {
            "0": "Deep work",
            "1": "expert",
            "2": "Introduction",
            "3": "share",
            "4": "feedback"
          },
          "context": "Advice: silence and selective appearance."
        },
        "position7": {
          "upright": "Possible future: A wiser direction is determined by deep insight and refined strategy; work alone produces fruit.",
          "reversed": "Possible future: Excess closure reduces visibility; lack of feedback can slow progress.",
          "keywords": {
            "0": "wisdom",
            "1": "Introduction",
            "2": "strategy",
            "3": "guidance",
            "4": "clarity"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thewheeloffortune": {
        "position1": {
          "upright": "The Wheel of Destiny may have laid the foundation for today's situation, the fateful coincidences of the past, the changes or the cycles.",
          "reversed": "The Reverse Destiny Wheel may be the origin of the process of repeated misfortunes or bad timings in the past.",
          "keywords": {
            "0": "Fate",
            "1": "Luck",
            "2": "cycle",
            "3": "change",
            "4": "history"
          },
          "context": "The effect of luck or misfortune in the past."
        },
        "position2": {
          "upright": "The Wheel of Destiny shows that you can now have an important change in your life, a cycle of chance, or unexpected opportunities. Right now, the energy of change is intense. This card reminds you of the importance of adapting to the opportunities that fate is offering you right now.",
          "reversed": "The Reverse Destiny Wheel can show that you are experiencing misfortunes, repeating loops or wrong timings right now. You may be repeating the same mistakes. This card emphasizes that you need to break loops and try a different path.",
          "keywords": {
            "0": "Fate",
            "1": "change",
            "2": "Luck",
            "3": "cycle",
            "4": "Now."
          },
          "context": "In this case, the effect of changes or cycles."
        },
        "position3": {
          "upright": "The Wheel of Destiny emphasizes the invisible impact of its cycles and timing beliefs.",
          "reversed": "Inverted Wheel of Destiny, repeated patterns point to the fear of bad timing and the tendency of fatalism.",
          "keywords": {
            "0": "cycle",
            "1": "timing",
            "2": "Luck",
            "3": "fatalism",
            "4": "secret faith"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's a rotation and timing effect at the center.",
          "reversed": "Recurring patterns at the center, or a sense of bad timing, can turn a different selection wheel.",
          "keywords": {
            "0": "cycle",
            "1": "Luck",
            "2": "timing",
            "3": "Fate",
            "4": "change"
          },
          "context": "Center: the rudder of the flow."
        },
        "position5": {
          "upright": "The Wheel of Destiny shows that out there are fluctuating loops and timings critical, and the right moment creates a multiplication effect.",
          "reversed": "The Reverse Destiny Wheel says that bad timing, repeating loops and external shocks are pushing the plan.",
          "keywords": {
            "0": "timing",
            "1": "cycle",
            "2": "wave",
            "3": "Luck",
            "4": "Adaptation"
          },
          "context": "Harmony with the macro beat is an advantage in competition."
        },
        "position6": {
          "upright": "Advice: scan the timing, prepare a plan B for the most likely scenarios, adapt to the flow.",
          "reversed": "Advice: Break the repeating loop. Make a small but different choice.",
          "keywords": {
            "0": "timing",
            "1": "script",
            "2": "Adaptation",
            "3": "cycle",
            "4": "opportunity"
          },
          "context": "Advice: action by rhythm."
        },
        "position7": {
          "upright": "Possible future: the wheel returns to your favor; the right timing creates a factoring effect, and the cycle moves to a new phase.",
          "reversed": "Possible future: repeated patterns and bad timing can cause you to miss windows; it needs to adjust courses.",
          "keywords": {
            "0": "timing",
            "1": "cycle",
            "2": "change",
            "3": "Luck",
            "4": "Adaptation"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "justice": {
        "position1": {
          "upright": "Justice, fair decisions or rights made in the past may be the basis of today's situation.",
          "reversed": "Reverse Justice may have created the causes of past injustices, wrong decisions, or an escape from responsibility.",
          "keywords": {
            "0": "justice",
            "1": "decision",
            "2": "balance",
            "3": "real",
            "4": "history"
          },
          "context": "The effect of the past fair or unfair decisions."
        },
        "position2": {
          "upright": "In this case, justice, honesty, fair decisions and responsibility are at the forefront. You are in the process of facing facts and making balanced decisions. This card emphasizes the importance of objectiveness and justice right now.",
          "reversed": "Reverse Justice shows that right now you can avoid injustice, wrong decisions, or responsibility. You may be ignoring the facts. This card reminds you not to avoid being honest right now.",
          "keywords": {
            "0": "justice",
            "1": "decision",
            "2": "balance",
            "3": "real",
            "4": "Now."
          },
          "context": "In this case, the influence of justice or injustice."
        },
        "position3": {
          "upright": "Justice tells us that a strong sense of justice and the need for accountability are invisiblely affecting the scale of judgment.",
          "reversed": "It shows hidden imbalances such as reverse justice, guilt, self-judgment, or bias.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "Guilt",
            "3": "bias",
            "4": "hidden motivation"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's justice, balance, and causality in the center, and the system of transparency and responsibility sustains.",
          "reversed": "In the center, a biased look or a avoided responsibility may upset the balance, and the compensation will correct the scales.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "Truth",
            "3": "decision",
            "4": "responsibilities"
          },
          "context": "Center: the setting of the scale."
        },
        "position5": {
          "upright": "Justice shows that there is rightness, harmony and transparent control in the external ecosystem. The legal/regulation framework works in balance.",
          "reversed": "Reverse Justice says that biased decisions, gray zones, or inconsistencies can be compromised outside, and inconsistencies can increase.",
          "keywords": {
            "0": "law",
            "1": "compatibility",
            "2": "transparency",
            "3": "bias",
            "4": "risk"
          },
          "context": "The level of management determines opportunity or risk."
        },
        "position6": {
          "upright": "Advice: Measure, be transparent and make a fair exchange. Make decisions based on data.",
          "reversed": "Advice: Accept your error, make a makeup plan, and restore balances.",
          "keywords": {
            "0": "justice",
            "1": "measurement",
            "2": "transparency",
            "3": "compensation",
            "4": "balance"
          },
          "context": "Advice: to correct the scales."
        },
        "position7": {
          "upright": "Possible future: Fair and balanced results; the cause line is transparent, and the decision is satisfactory.",
          "reversed": "Possible future: Perceived injustice or imbalance may create an objection/responsive need.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "decision",
            "3": "responsibilities",
            "4": "transparency"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "Being hanged, Adam, in the past, it may be the basis of this process to gain a different perspective, to make sacrifices, or to experience a pause.",
          "reversed": "The Inverted Hanger may have shaped the present situation, either the lost sacrifices in the past or the reluctant stability.",
          "keywords": {
            "0": "From a point of view",
            "1": "sacrifice",
            "2": "pause",
            "3": "Surrender",
            "4": "history"
          },
          "context": "The effect of past sacrifices or pauses."
        },
        "position2": {
          "upright": "Hanged Adam, you are in the process of gaining a different perspective, surrendering and patience in the current situation. This card allows you to see things from a different perspective. The pause now reminds you of new awareness.",
          "reversed": "The man who's hanging upside down now represents his sense of unnecessary sacrifice, hesitation or inability to move forward. Perhaps you're holding on to what you need to let go. This card shows that you need to be flexible and allow regeneration right now.",
          "keywords": {
            "0": "From a point of view",
            "1": "Surrender",
            "2": "sacrifice",
            "3": "pause",
            "4": "Now."
          },
          "context": "In this case, the effect of surrender or recession."
        },
        "position3": {
          "upright": "The Hanged Man says that the theme of perspective change and surrender is a maturing effect from behind the curtain.",
          "reversed": "The Inverted Hanger emphasizes the pattern of sacrifice, postponement, or cling, and the inability to quit consumes energy in secret.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "sacrifice",
            "3": "postponement",
            "4": "secret connection"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's a change of perspective and a conscious pause at the center, surrender will soften the lock.",
          "reversed": "There can be unnecessary suspension or inefficient sacrifice at the center, recurring the focus of severing the bond.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "pause",
            "3": "sacrifice",
            "4": "enlightenment"
          },
          "context": "Center: the intersection of the new look."
        },
        "position5": {
          "upright": "The Hangman shows that there are processes, approvals, and calls for perspective change that require waiting outside. Patience is efficient.",
          "reversed": "The Inverted Hanger says that undecided partners, suspended decisions and unnecessary delays create a blockage outside.",
          "keywords": {
            "0": "don't wait.",
            "1": "confirmation",
            "2": "Perspective",
            "3": "on hanger",
            "4": "Patience"
          },
          "context": "External processes require time; the plan must be set up accordingly."
        },
        "position6": {
          "upright": "Advice: Change perspective, give a conscious stop and refresh the look.",
          "reversed": "Leave the sacrifice and unnecessary sacrifice, decide and start the flow.",
          "keywords": {
            "0": "Perspective",
            "1": "stop",
            "2": "Surrender",
            "3": "decision",
            "4": "Regeneration"
          },
          "context": "Advice: turn the gaze upside down and open the flow."
        },
        "position7": {
          "upright": "Possible future: a short suspension process brings a new look and a creative pivot; delay produces meaning.",
          "reversed": "Possible future: inefficient waiting and undecided sacrifice can consume energy; clear decision must be made.",
          "keywords": {
            "0": "Perspective",
            "1": "on hanger",
            "2": "pivot",
            "3": "Surrender",
            "4": "enlightenment"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "death": {
        "position1": {
          "upright": "Death, a cycle that closes in the past, ending or a powerful transformation may be the origin of today's conditions.",
          "reversed": "Inverse Death may have affected the present situation in the past, resistance to change, unresolved processes, or challenging endings.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "change",
            "4": "history"
          },
          "context": "The effect of transformation or resistance in the past."
        },
        "position2": {
          "upright": "Death, in this case, is a powerful transformation, a period of end and rebirth. It may be time to let go of the old and meet the new. This card reminds you to embrace it now rather than resist change.",
          "reversed": "Reverse Death means that you're avoiding the endings right now, that you're resisting change, or that you're tired of a process that hasn't been closed. Progress may be delayed because you haven't given up the old one. This card emphasizes that you need to surrender to the natural flow of transformation now.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "change",
            "4": "Now."
          },
          "context": "In this case, the effect of transformation or resistance."
        },
        "position3": {
          "upright": "Death, the desire to transform, and the call to let go of the old are rising from the inside, and not holding on to the finish opens the door to invisible liberation.",
          "reversed": "Reverse Death, resistance to change, unresolved cycles, and avoiding goodbyes, indicate hidden bonds. Fear delays the new.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Don't let go",
            "3": "resistance",
            "4": "secret links"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's a strong transformation at the center and the necessity of closure, and when the ground opens, a new one is born.",
          "reversed": "At the center, the tendency to avoid the end and hold on may be distracting the focus, and goodbye will ease the heart.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Rebirth",
            "3": "Don't let go",
            "4": "change"
          },
          "context": "Center: the door of release."
        },
        "position5": {
          "upright": "Death shows radical transformation, sector change, and closing of the old order. The window of renewal is opening.",
          "reversed": "The Reverse Death says that the outside resistance, the old holding back, and the transition is delayed, and the risk increases unless the old shells are thrown away.",
          "keywords": {
            "0": "transformation",
            "1": "transition",
            "2": "Regeneration",
            "3": "resistance",
            "4": "sector"
          },
          "context": "The macro-changing is at hand; adaptation is essential."
        },
        "position6": {
          "upright": "Advice: Honor and close the finish. When the ground opens, it sprouts.",
          "reversed": "Advice: Release the old shells you're holding, perform a little farewell ritual.",
          "keywords": {
            "0": "end",
            "1": "transformation",
            "2": "Don't let go",
            "3": "Rebirth",
            "4": "Cleanup"
          },
          "context": "Advice: Don't be relieved by closure."
        },
        "position7": {
          "upright": "Possible future: a meaningful closure occurs; when the space opens, a new period begins, and relief comes.",
          "reversed": "Possible future: the transition extends; holding on to the past delays the arrival of the new. The release is inevitable.",
          "keywords": {
            "0": "end",
            "1": "transformation",
            "2": "Rebirth",
            "3": "Don't let go",
            "4": "transition"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "temperance": {
        "position1": {
          "upright": "Balance, harmony, patience, or balanced decisions can be the basis of this process.",
          "reversed": "Inverse balance, past dissonance, extremities, or imbalances may have created today's conditions.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "balancing",
            "4": "history"
          },
          "context": "The effect of the balance or imbalances of the past."
        },
        "position2": {
          "upright": "Balance represents the energy of harmony, patience, and measureability in the present situation. You are now trying to find the middle path and balance your life. This card reminds you to be patient and to act in harmony with the current process.",
          "reversed": "Inverse Balance indicates that you are experiencing extremes, incompatibility, or impatientness. You may find it difficult to find balance. This card emphasizes that you need to balance the extremes in your life right now.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "Now."
          },
          "context": "In this case, balance or incompatibility effect."
        },
        "position3": {
          "upright": "He says that his ability to adjust balance, measurement and mixtures correctly softens the process from behind the curtain, and the inner healing rhythm works.",
          "reversed": "Inverse balance, extremes, impatient and incompatible mixtures create hidden stress.",
          "keywords": {
            "0": "measure",
            "1": "compatibility",
            "2": "It's a cure.",
            "3": "extremism",
            "4": "hidden tension"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's a mixture of measurement, synthesis and healing at the center, and the middle way is to keep the system in sync.",
          "reversed": "Excessive or incompatible cocktails may be disrupting the balance at the center.",
          "keywords": {
            "0": "balance",
            "1": "synthesis",
            "2": "It's a cure.",
            "3": "Patience",
            "4": "compatibility"
          },
          "context": "Center: the correct ratio of the mixture."
        },
        "position5": {
          "upright": "Balance shows that harmony, integration, and a reasonable middle path are possible between external partners. Synergy can be produced.",
          "reversed": "Inverse balance, fragmented teams say that incompatible methods and extremities create friction outside.",
          "keywords": {
            "0": "Integration",
            "1": "compatibility",
            "2": "synthesis",
            "3": "extremism",
            "4": "calibration"
          },
          "context": "When the ecosystem co-operation is balanced, the flow begins."
        },
        "position6": {
          "upright": "Advice: Find the right mix. Set the doses gradually, avoid extremes.",
          "reversed": "Advice: reduce incompatible elements. Simplify and keep pace.",
          "keywords": {
            "0": "balance",
            "1": "synthesis",
            "2": "measure",
            "3": "rhythm",
            "4": "compatibility"
          },
          "context": "Advice: calibration of the mixture."
        },
        "position7": {
          "upright": "Possible future: a compatible synthesis is established; sustainable balance and healing arise.",
          "reversed": "Possible future: Extremism and incompatibility mix creates fluctuations; it needs calibration.",
          "keywords": {
            "0": "balance",
            "1": "synthesis",
            "2": "It's a cure.",
            "3": "measure",
            "4": "sustainability"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thedevil": {
        "position1": {
          "upright": "Satan, past addictions, constraints, or strong desires may be the cause of today's process.",
          "reversed": "In reverse Satan, efforts to get rid of addiction or break the chains in the past may have led to the situation.",
          "keywords": {
            "0": "addiction",
            "1": "Incarceration",
            "2": "desire",
            "3": "Freedom",
            "4": "history"
          },
          "context": "It's the effect of past addiction or emancipation experiences."
        },
        "position2": {
          "upright": "In this case, addiction, desires, or controlling bonds may be in the forefront. A strong passion or addiction may affect you. This card emphasizes your need for freedom right now.",
          "reversed": "The Reverse Devil represents that you are now trying to get rid of addictions or that you are taking steps towards liberation. This card is powerful. This card reminds you that there is an opportunity for you to get away from addictions right now.",
          "keywords": {
            "0": "addiction",
            "1": "desire",
            "2": "control",
            "3": "freedom",
            "4": "Now."
          },
          "context": "In this case, it's the effect of addiction or the process of liberation."
        },
        "position3": {
          "upright": "Satan emphasizes the invisible effect of addictions, shadow desires, and controlling agreements, short-term comfort, secretly pulling strings.",
          "reversed": "Reverse Satan, the bonds that want to be untied, are ready to be released, and show the need for liberation, and the chain of awareness relaxes.",
          "keywords": {
            "0": "addiction",
            "1": "shadow",
            "2": "desire",
            "3": "control",
            "4": "The desire to be free"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There are desires, addictions, or constraint agreements at the center that can cost short-term comfort.",
          "reversed": "At the center, there's a desire for dissolution and liberation, and the chain is torn from the first ring.",
          "keywords": {
            "0": "commitment",
            "1": "shadow",
            "2": "desire",
            "3": "control",
            "4": "Freedom"
          },
          "context": "Central: the knot of unlinking."
        },
        "position5": {
          "upright": "Satan points to the impact of foreign agreements, drug-addicted supplies or toxic relationships. Short-term benefits can produce long-term costs.",
          "reversed": "The Reverse Devil says the opportunity to loosen ties, renegotiate and exit toxic structures has appeared outside.",
          "keywords": {
            "0": "commitment",
            "1": "contract",
            "2": "addiction",
            "3": "Toxite",
            "4": "bargain"
          },
          "context": "Locked deals can limit strategy."
        },
        "position6": {
          "upright": "Advice: Check addictions and expensive habits. Review agreements.",
          "reversed": "Advice: Make a plan to get out of the toxic bond, take small liberation steps.",
          "keywords": {
            "0": "addiction",
            "1": "Agreement",
            "2": "shadow",
            "3": "freedom",
            "4": "control"
          },
          "context": "Advice: unlink and open space."
        },
        "position7": {
          "upright": "Possible future: binding contracts, habits, or desires remain effective; limiting them is essential.",
          "reversed": "Possible future: Chain relaxes; toxic cycles release and renegotiate.",
          "keywords": {
            "0": "commitment",
            "1": "shadow",
            "2": "contract",
            "3": "limit",
            "4": "Freedom"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "thetower": {
        "position1": {
          "upright": "The tower may have been the basis for a sudden crisis in the past, an unexpected concussion, or a radical change.",
          "reversed": "The Reverse Tower may have affected today's situation by repressed crises or delayed destruction in the past.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "Concussion",
            "4": "history"
          },
          "context": "The effects of crises or destruction in the past."
        },
        "position2": {
          "upright": "In this case, the tower represents sudden tremors, unexpected changes, and the collapse of the old structure. Everything standing on unsafe foundations may be unraveling. While this process may seem disturbing, it reveals the truth and opens up space for reconstruction. This card reminds you of the potential to carry you to a stronger ground in the long run.",
          "reversed": "The Reverse Tower can show that you are postponing an impending tremor, delaying the necessary change or underestimating the crisis. You can reduce the damage by a controlled transformation, although it is not entirely possible to prevent destruction. This card emphasizes that resistance extends the process and you can win by yawning.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "real",
            "4": "Now."
          },
          "context": "It's a traumatic but cleansing change in the present situation."
        },
        "position3": {
          "upright": "The tower says that the cracks in the foundation and the assumptions that contradict reality create hidden tremors, that fear of destruction may delay change.",
          "reversed": "The Reverse Tower points to a build-up of delayed crisis, repressed anger, and small explosions.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "Nutcase",
            "3": "Procrastination",
            "4": "hidden pressure"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's an inevitable break in the center, and a revelation of truth, and when the rotten foundation collapses, it's solid.",
          "reversed": "There may be a delayed crisis or repressed explosion at the center, and conscious destruction will reduce the damage.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "real",
            "3": "Purge"
          }
        }
      }
    }
  }
}
