{
  "relationship-analysis": {
    "meanings": {
      "sixofwands": {
        "position4": {
          "keywords": {
            "2": "victory",
            "3": "Motivation",
            "4": "justice"
          },
          "context": "Your advice is to write the story together, and small thanks produce great trust, and the justice of applause softens the hearts."
        },
        "position5": {
          "upright": "Your path is to make your achievements visible, to increase the shared motivation of victory.",
          "reversed": "The road wants you to make up for lack of appreciation, and transparency will restore perception.",
          "keywords": {
            "0": "victory",
            "1": "recognition",
            "2": "Motivation",
            "3": "share"
          },
          "context": "Your road map is to share victory, visibility will boost confidence."
        },
        "position6": {
          "upright": "Your partner expects you to share your accomplishments and honor him.",
          "reversed": "Your partner doesn't want you to be indifferent, and he expects you to notice small victories.",
          "keywords": {
            "0": "success",
            "1": "appreciation",
            "2": "victory",
            "3": "share",
            "4": "celebration"
          },
          "context": "Your partner expects to be congratulated and appreciated."
        },
        "position7": {
          "upright": "In the future of communication, success and appearance will emerge, and the triumphs together will add pride to the bond.",
          "reversed": "Lack of appreciation or secret jealousy can cause problems in the future.",
          "keywords": {
            "0": "victory",
            "1": "recognition",
            "2": "success",
            "3": "pride"
          },
          "context": "The future of communication will be strengthened by common achievements, but lack of appreciation may be a problem."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "Seven wands, present state of defense and self-preservation energy, testing limits, hint: be clear, but stay soft.",
          "reversed": "The Reverse Seven Wands say that fighting alone and over-defensiveness cast a shadow on the vineyard. Its symptom is fatigued resistance.",
          "keywords": {
            "0": "defence",
            "1": "resistance",
            "2": "limit",
            "3": "struggle",
            "4": "protection"
          },
          "context": "In the current case, the bond is engaged in protecting the borders, and the common sense of defense will bring confidence."
        },
        "position2": {
          "upright": "Seven wands, your senses have defense and resistance energy. Your heart wants to protect itself. Hint: Tell your boundaries with compassion.",
          "reversed": "The Reverse Seven Wands say that exhausting defenses exhaust your heart. The symptom is exhausted resistance.",
          "keywords": {
            "0": "defence",
            "1": "limit",
            "2": "resistance",
            "3": "struggle",
            "4": "power"
          },
          "context": "Your heart is protecting itself now, and soft openness will ease your feelings."
        },
        "position3": {
          "upright": "The Seven Wands say your expectations are self-defense, your heart wants to protect its limits, endurance, self-esteem.",
          "reversed": "The Reverse Seven Wands show that your expectation is to protect yourself from defensive fatigue. Your heart seeks support.",
          "keywords": {
            "0": "defence",
            "1": "Self - confidence",
            "2": "endurance",
            "3": "limit",
            "4": "resistance"
          },
          "context": "Your expectation is to understand your limitations."
        },
        "position4": {
          "upright": "Seven wands tell you to keep your limit gently but clear. Consistency is the best defense.",
          "reversed": "The Reverse Seven Wands say fighting alone makes it stronger to ask for backup.",
          "keywords": {
            "0": "limit",
            "1": "defence",
            "2": "consistency",
            "3": "support",
            "4": "priority"
          },
          "context": "Your counsel is to remain soft in position, and to seek help is wisdom, not weakness; and clear priorities reduce fatigue."
        },
        "position5": {
          "upright": "Your path is to defend your values, and consistency will give you an advantage.",
          "reversed": "The road wants you to drop the exhausted defense.",
          "keywords": {
            "0": "defence",
            "1": "limit",
            "2": "determination",
            "3": "priority"
          },
          "context": "Your road map is to protect the line, to strengthen your coherence."
        },
        "position6": {
          "upright": "Your partner expects you to defend your own values and determination.",
          "reversed": "Your partner doesn't want unnecessary conflict, he needs flexibility and understanding.",
          "keywords": {
            "0": "defence",
            "1": "determination",
            "2": "value",
            "3": "resistance",
            "4": "power"
          },
          "context": "Your partner expects you to stand firm but flexible."
        },
        "position7": {
          "upright": "In the future of communication, the need to defend its position may arise, and the net boundaries will maintain the power of the bond.",
          "reversed": "Excessive defensiveness or fatigue may wear the bond out in the future.",
          "keywords": {
            "0": "defence",
            "1": "limit",
            "2": "struggle",
            "3": "endurance"
          },
          "context": "The future of communication will be shaped by protecting the border, but excessive defence can be exhausting."
        }
      },
      "eightofwands": {
        "position1": {
          "upright": "Eight Wands indicate rapid communication and development in the present situation. Energy is flowing. Tip: Edit flow.",
          "reversed": "The Reverse Eight Wands say delays and misunderstandings cast a shadow.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "flow",
            "3": "news",
            "4": "movement"
          },
          "context": "In the current case, the bond is flowing fast, and the net sequence will relieve communication."
        },
        "position2": {
          "upright": "Eight wands, speed and flow in your senses. Your heart wants to see progress. Tip: Allow communication.",
          "reversed": "The Reverse Eight Wands indicate that delays force your senses.",
          "keywords": {
            "0": "speed",
            "1": "flow",
            "2": "communication",
            "3": "Progress",
            "4": "acceleration"
          },
          "context": "Your heart is searching for speed now, and waiting patiently will make the flow easier."
        },
        "position3": {
          "upright": "Eight wands say your expectations are rapid progress and clear messages, your heart wants flow... speed, clarity.",
          "reversed": "The Reverse Eight Wand shows that your expectation is to avoid delays. Your heart is waiting for my step in time.",
          "keywords": {
            "0": "speed",
            "1": "flow",
            "2": "Message",
            "3": "Progress",
            "4": "acceleration"
          },
          "context": "Your expectations are a fluid process, and your heart wants to move fast."
        },
        "position4": {
          "upright": "Eight wands tell you to sequence your messages and sync up your speed, and the net flow melts the misunderstanding.",
          "reversed": "The Reverse Eight Wands say slow down the mess and schedule the waiting conversations.",
          "keywords": {
            "0": "speed",
            "1": "communication",
            "2": "sync",
            "3": "flow",
            "4": "ranking"
          },
          "context": "Your advice is to fix the dose of speed with your mind, and the low channel is very clear, and sync relaxes the bond."
        },
        "position5": {
          "upright": "Your path runs through speed and flow, and in time, the message will open the doors of opportunity.",
          "reversed": "The road wants you to stop being afraid of delays, simplifying the sequence will make the flow easier.",
          "keywords": {
            "0": "speed",
            "1": "acceleration",
            "2": "flow",
            "3": "sync"
          },
          "context": "Your road map, directing acceleration, will speed up progress in time."
        },
        "position6": {
          "upright": "Your partner wants you to get back to him on time.",
          "reversed": "Your partner doesn't want to see complex signals, he's expecting simplicity and clarity.",
          "keywords": {
            "0": "communication",
            "1": "speed",
            "2": "clarity",
            "3": "flow",
            "4": "sync"
          },
          "context": "Your partner is waiting for rapid and rapid communication."
        },
        "position7": {
          "upright": "In the future of communication, there will be rapid developments and clear messages, and the communication flow will accelerate the bond.",
          "reversed": "Delays or misunderstandings can make communication difficult in the future.",
          "keywords": {
            "0": "speed",
            "1": "Message",
            "2": "acceleration",
            "3": "communication"
          },
          "context": "The future of communication will be strengthened by speed and communication, but misunderstandings are risk."
        }
      },
      "nineofwands": {
        "position1": {
          "upright": "Nine wands indicate that there is a tired but stable resistance in the present situation. The bond is still standing. Tip: Connect your endurance with softness.",
          "reversed": "The Reverse Nine Wands say that past injuries have already hardened the defense by moving in.",
          "keywords": {
            "0": "endurance",
            "1": "Don't be vigilant.",
            "2": "defence",
            "3": "Tired.",
            "4": "resistance"
          },
          "context": "In the present case, the bond has passed the exam, but it's on its feet, and the soft defense will heal."
        },
        "position2": {
          "upright": "Nine wands, there's a sense of self-restraint and resistance. Your heart is protecting its limits. The clue is: Be patient, be patient.",
          "reversed": "The Reverse Nine Wands indicate that extreme fatigue and doubt force your emotions.",
          "keywords": {
            "0": "Patience",
            "1": "protection",
            "2": "limit",
            "3": "resistance",
            "4": "Determination"
          },
          "context": "Right now, your heart's too busy protecting itself to get some rest."
        },
        "position3": {
          "upright": "Nine wands say your expectations are strength and recovery, and your heart wants to go on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on.",
          "reversed": "The Reverse Nine Wands show that your expectation is to be free of fatigue and doubt. Your heart wants to restore confidence.",
          "keywords": {
            "0": "resistance",
            "1": "endurance",
            "2": "Trust",
            "3": "Patience",
            "4": "power"
          },
          "context": "Your expectations are to recover, your heart wants to rise again."
        },
        "position4": {
          "upright": "Nine wands, he says, \"Hold on, but don't go blind.\" Small breaks restore your resistance.",
          "reversed": "The Reverse Nine wand says to identify the triggers of old wounds and plan for regulation.",
          "keywords": {
            "0": "endurance",
            "1": "timeout",
            "2": "trigger",
            "3": "Regulation",
            "4": "protection"
          },
          "context": "Your advice is to remain soft when you are on guard, and the break lowers the wall, and the flexibility increases, and the compassionate protection is healing."
        },
        "position5": {
          "upright": "You're crossing the last corner with endurance, little breaks will hold your strength.",
          "reversed": "The road wants you to stay off your guard, asking for backup will make you stronger.",
          "keywords": {
            "0": "endurance",
            "1": "He's alert.",
            "2": "timeout",
            "3": "protection"
          },
          "context": "Your road map, patience on the final plain, will light your way to rest."
        },
        "position6": {
          "upright": "Your partner expects you to be tough and in a relationship, make him feel like he's not gonna give up.",
          "reversed": "Your partner doesn't want you to be on your guard all the time, waiting for a more comfortable and secure energy.",
          "keywords": {
            "0": "endurance",
            "1": "stability",
            "2": "protection",
            "3": "continuity",
            "4": "Trust"
          },
          "context": "Your partner expects a constant commitment."
        },
        "position7": {
          "upright": "In the future of communication, there will be endurance and final corner energy, which will protect the commitment.",
          "reversed": "Excession or over-warning may wear the bond out in the future, and support will be required.",
          "keywords": {
            "0": "endurance",
            "1": "protection",
            "2": "Determination",
            "3": "process"
          },
          "context": "The future of communication will be protected by patience and resistance, but there is a risk of exhaustion."
        }
      },
      "tenofwands": {
        "position1": {
          "upright": "Ten Wands indicate that in the present situation the loads and responsibilities are heavy. One may be carrying too much weight. Tip: Be lighter by sharing.",
          "reversed": "The Reverse Ten Wands say the burdens that need to be released and exhausted are kept. Its symptom is the cycle of complaint.",
          "keywords": {
            "0": "load",
            "1": "responsibilities",
            "2": "pressure",
            "3": "extremism",
            "4": "share"
          },
          "context": "In the current situation, the bond is overloaded, sharing will be comforting."
        },
        "position2": {
          "upright": "Ten wands, your senses are burdened with burdens and responsibilities. Your heart may be tired. Tip: Share your load.",
          "reversed": "The Reverse Ten Wands tell you the need to let go of the excesses.",
          "keywords": {
            "0": "responsibilities",
            "1": "load",
            "2": "Don't get tired.",
            "3": "Don't hang in there.",
            "4": "share"
          },
          "context": "Your heart is at stake right now, and asking for support will ease your feelings."
        },
        "position3": {
          "upright": "Ten Wands say your expectation is to share the burdens, your heart wants to lighten... share, support.",
          "reversed": "The Reverse Ten Wand shows that your expectations are free of unnecessary burdens. Your heart seeks relief.",
          "keywords": {
            "0": "load",
            "1": "share",
            "2": "support",
            "3": "responsibilities",
            "4": "absorption"
          },
          "context": "Your expectations are a balanced share of burdens, and your heart wants support."
        },
        "position4": {
          "upright": "Ten wands tell you to lighten your load and clean up first.",
          "reversed": "The Reverse Ten Wands say, \"Stop carrying what needs to be finished.\" Simplicity exhales.",
          "keywords": {
            "0": "load",
            "1": "priority",
            "2": "delegates",
            "3": "simplicity",
            "4": "complete"
          },
          "context": "Your advice is to take down what's not necessary on your back, but it improves the quality, it expands the space proximity."
        },
        "position5": {
          "upright": "Your path is through balancing your loads, the priority will set you free.",
          "reversed": "The road wants you to drop the excesses, and simplicity will improve quality.",
          "keywords": {
            "0": "load",
            "1": "responsibilities",
            "2": "complete",
            "3": "balance"
          },
          "context": "Your road map is to simplify the load, to share will bring freedom."
        },
        "position6": {
          "upright": "Your partner expects you to share your responsibilities, and he wants you to lighten his burden.",
          "reversed": "Your partner doesn't want you overloaded.",
          "keywords": {
            "0": "responsibilities",
            "1": "share",
            "2": "balance",
            "3": "load",
            "4": "co-operation"
          },
          "context": "Your partner expects a balanced share of responsibilities."
        },
        "position7": {
          "upright": "In the future of communication, there may be increased loads and increased responsibilities, and sharing will relieve the burden.",
          "reversed": "Not letting go of too many responsibilities or burdens can force the bond in the future. It needs to be simplified.",
          "keywords": {
            "0": "load",
            "1": "responsibilities",
            "2": "complete",
            "3": "endurance"
          },
          "context": "The future of communication will be tested by responsibilities, but sharing will be the solution."
        }
      },
      "pageofwands": {
        "position1": {
          "upright": "The Prince of the Wand, in the present situation, has the energy of curiosity and discovery, and there's the enthusiasm for new steps, hint: playful.",
          "reversed": "The Prince of the Reverse Wand says that half the desires that have been left incomplete have violated confidence. The symptom is: semi-projects.",
          "keywords": {
            "0": "fad",
            "1": "discovery",
            "2": "curiosity",
            "3": "start",
            "4": "energy"
          },
          "context": "In the present situation, the bond feeds on curiosity, consistency will boost confidence."
        },
        "position2": {
          "upright": "Prince of the Wand, there's a desire for curiosity and adventure in your senses, open your heart to the discovery, hint: Take a bold step.",
          "reversed": "The Reverse Wand Prince shows that instability and impatientness blow your senses away.",
          "keywords": {
            "0": "curiosity",
            "1": "adventure",
            "2": "fad",
            "3": "discovery",
            "4": "Excitement"
          },
          "context": "Right now, your heart is searching for discovery, balance will feed that energy."
        },
        "position3": {
          "upright": "The Prince of the Wand says your expectation is discovery and enthusiasm, and your heart is hungry for a new adventure... enthusiasm, learning.",
          "reversed": "The Reverse Wand Prince shows that your expectation is to be free of unfinished desires. Your heart wants genuine motivation.",
          "keywords": {
            "0": "fad",
            "1": "discovery",
            "2": "learning",
            "3": "passion",
            "4": "energy"
          },
          "context": "Your expectations are the spirit of adventure, your heart wants to explore."
        },
        "position4": {
          "upright": "The Prince of the Wand says, \"Turn curiosity into an experiment.\" Small discoveries open up great horizons.",
          "reversed": "The Reverse Stick Prince tells me to shut down his loose ends with a mini-sprinette.",
          "keywords": {
            "0": "discovery",
            "1": "fad",
            "2": "learning",
            "3": "focus",
            "4": "finish-up"
          },
          "context": "Your advice is to try like a game and share what you've learned, focus on one spark, follow the flame, it's the sweetest motivation to finish."
        },
        "position5": {
          "upright": "Your path leads to curiosity and experimentation, small discoveries opening big doors.",
          "reversed": "The road wants you to focus your disorganized attention, microtargets will align you.",
          "keywords": {
            "0": "curiosity",
            "1": "discovery",
            "2": "experience",
            "3": "focus"
          },
          "context": "Your road map, the desire to learn, the small steps will lead."
        },
        "position6": {
          "upright": "Your partner expects you to be curious, playful, and new ideas, and he wants you to invite him on little adventures.",
          "reversed": "He doesn't want the partner's enthusiasm to go fast, he's waiting for a more stable energy.",
          "keywords": {
            "0": "curiosity",
            "1": "game",
            "2": "fad",
            "3": "experience",
            "4": "Inspired"
          },
          "context": "Your partner is waiting for a curious and playful energy."
        },
        "position7": {
          "upright": "In the future of communication, the energy of curiosity and discovery will emerge, and small steps will feed the bond with excitement.",
          "reversed": "Distracted attention or quick boredom can lead to instability in the future.",
          "keywords": {
            "0": "curiosity",
            "1": "discovery",
            "2": "fad",
            "3": "experience"
          },
          "context": "The future of communication will come to life with discoveries, but the mess may be a problem."
        }
      },
      "knightofwands": {
        "position1": {
          "upright": "Knight of the Wand, in the present situation, there's a high energy of speed and passion, action, lead, but with courage and balance.",
          "reversed": "The Reverse Wand Knight says that in the present situation, being sloppy and quick to give up creates a shadow. Its symptom is inconsistency energy.",
          "keywords": {
            "0": "passion",
            "1": "speed",
            "2": "Action",
            "3": "Courage",
            "4": "acceleration"
          },
          "context": "In the current case, the bond is moving with a passionate acceleration, a stable speed that gives confidence."
        },
        "position2": {
          "upright": "Knight of the Wand, there is passion in your senses and a desire to move fast, and your heart wants to move quickly, and a hint: feed the fire with patience.",
          "reversed": "The Reverse Wand Knight says that the outbursts of impatience and anger force your feelings.",
          "keywords": {
            "0": "passion",
            "1": "speed",
            "2": "movement",
            "3": "Courage",
            "4": "Excitement"
          },
          "context": "It's your heart's attack right now, and it'll strengthen the bond to step with patience."
        },
        "position3": {
          "upright": "Knight of the Wand says that your expectation is an enthusiastic act and a passionate bond, your heart wants fire... passion, courage.",
          "reversed": "The Reverse Wand Knight shows that your expectation is to avoid hastyness. Your heart wants a balanced movement.",
          "keywords": {
            "0": "passion",
            "1": "Courage",
            "2": "movement",
            "3": "fad",
            "4": "Fire"
          },
          "context": "Your expectations are passionate steps, and your heart is hot, but wants to move forward with balance."
        },
        "position4": {
          "upright": "The Knight of the Wand tells you to marry your courage to strategy.",
          "reversed": "The Knight of the Inverted Wand tells me to restrain the flame with commitment architecture.",
          "keywords": {
            "0": "speed",
            "1": "Dareness",
            "2": "A commitment.",
            "3": "strategy",
            "4": "acceleration"
          },
          "context": "Your advice is to frame spontaneous energy with a plan, and it's the weight of the word that keeps accelerating, courage plus structure is trust."
        },
        "position5": {
          "upright": "Your path is driven by passion, but through strategic progress, and with courage, it will speed up the path.",
          "reversed": "The road wants you to stop slacking, and the arrangement of your commitments will bring progress.",
          "keywords": {
            "0": "passion",
            "1": "Courage",
            "2": "speed",
            "3": "strategy"
          },
          "context": "Your road map, balancing fire, will lead to strategic passion."
        },
        "position6": {
          "upright": "Your partner wants you to have a passionate and courageous approach, and he wants you to come to him with heart-to-heart initiatives.",
          "reversed": "Your partner doesn't want to see looseness, he expects his steps to be consistent.",
          "keywords": {
            "0": "passion",
            "1": "Courage",
            "2": "movement",
            "3": "initiative",
            "4": "stability"
          },
          "context": "Your partner is waiting for passionate but consistent steps."
        },
        "position7": {
          "upright": "In the future of communication, passion, speed, and bold steps will come forward.",
          "reversed": "Unpredictable moves or sloppyties can be disappointing in the future, loyalty to commitments is essential.",
          "keywords": {
            "0": "Courage",
            "1": "passion",
            "2": "speed",
            "3": "move"
          },
          "context": "The future of communication will take a passionate step, but it's a risk."
        }
      },
      "queenofwands": {
        "position1": {
          "upright": "The Queen of the Stick, in the present situation, the power of charisma, trust, and temperature comes out, and the bond glows with charm, and the clue is: share your light.",
          "reversed": "The Reverse Stick Queen says the need for jealousy and approval casts a shadow.",
          "keywords": {
            "0": "Charisma",
            "1": "Trust",
            "2": "Attraction",
            "3": "temperature",
            "4": "brightness"
          },
          "context": "In the current case, the bond glows with gravity, and intimacy will strengthen that energy."
        },
        "position2": {
          "upright": "The Queen of the Stick, your senses have a sense of self-confidence and warmth, and your heart wants to shed its light, hint: share your charm.",
          "reversed": "The Reverse Stick Queen says jealousy or too much pride is pushing your feelings.",
          "keywords": {
            "0": "Self - confidence",
            "1": "temperature",
            "2": "Attraction",
            "3": "passion",
            "4": "leadership"
          },
          "context": "Your heart is shining right now, and your sincerity will make this light bigger."
        },
        "position3": {
          "upright": "The Stick Queen says your expectations are self-esteem and joy, and she wants to share the light of your heart... charm, warmth.",
          "reversed": "The Reverse Stick Queen shows that your expectation is to protect yourself from the shadows of jealousy. Your heart wants genuine warmth.",
          "keywords": {
            "0": "Self - confidence",
            "1": "Charm",
            "2": "temperature",
            "3": "brightness",
            "4": "power"
          },
          "context": "Your expectation is the sight of your light, your heart wants to shine with joy."
        },
        "position4": {
          "upright": "The Stick Queen says, \"Don't hide your light and look at yourself with self-reliance.\" My charisma wants support, not comparison.",
          "reversed": "The reverse cane queen calls it rooting on its self-value instead of external approval.",
          "keywords": {
            "0": "Self - confidence",
            "1": "visibility",
            "2": "Charisma",
            "3": "value",
            "4": "Inspired"
          },
          "context": "Your advice is to remain humble in sharing your light, and the warmth of your confidence warms others, and internal approval is the strongest sun."
        },
        "position5": {
          "upright": "Your path will reflect your charisma and self-esteem, and warm leadership will expand your environment.",
          "reversed": "The road wants you to stop being jealous and lean on your self-worth will make you shine.",
          "keywords": {
            "0": "Charisma",
            "1": "Self - confidence",
            "2": "leadership",
            "3": "Inspired"
          },
          "context": "Your road map is to reflect inner light, and your self-value will give you confidence."
        },
        "position6": {
          "upright": "Your partner expects you to trust, warmth and charisma, and he wants you to inspire him.",
          "reversed": "Your partner doesn't want to see jealousy or insecurity.",
          "keywords": {
            "0": "Trust",
            "1": "Charisma",
            "2": "Inspired",
            "3": "temperature",
            "4": "value"
          },
          "context": "Your partner is waiting for a warm, reassuring energy."
        },
        "position7": {
          "upright": "In the future of communication, gravity, temperature, and trust will emerge, and charismatic energy will strengthen the bond.",
          "reversed": "Jealousy or lack of self-esteem can cast a shadow in the future, and it will be the key to the bond of self-worth.",
          "keywords": {
            "0": "gravity",
            "1": "Trust",
            "2": "temperature",
            "3": "leadership"
          },
          "context": "The future of communication will grow with charismatic energy, but there is a risk of jealousy."
        }
      },
      "kingofwands": {
        "position1": {
          "upright": "The King of the Wand, in the present situation, has the energy of leadership, vision and determination, the desire to move the relationship forward, the clue: carry the vision together.",
          "reversed": "The reverse wand king says that authoritarianism and one-way vision create tensions in the present situation.",
          "keywords": {
            "0": "leadership",
            "1": "Vision",
            "2": "determination",
            "3": "Fire",
            "4": "power"
          },
          "context": "In the current case, the bond is moving with visionary energy, and the shared leadership will increase harmony."
        },
        "position2": {
          "upright": "King of the wand, you have a strong desire for leadership and direction in your senses, your heart wants a passionate vision, a hint: lead with inspiration.",
          "reversed": "The Reverse Wand King shows that authoritarian or excessive oppression compels your feelings.",
          "keywords": {
            "0": "leadership",
            "1": "Vision",
            "2": "passion",
            "3": "Charisma",
            "4": "Inspired"
          },
          "context": "Right now, your heart is full of strong feelings, and with compassion, leading will grow the bond."
        },
        "position3": {
          "upright": "The King of the Wand says your expectations are leadership and vision, and your heart wants a guiding bond... power, vision.",
          "reversed": "The Reverse Wand King shows that your expectations are to be protected from authoritarian attitudes. Your heart wants an inspired bond. &lt;i&gt; &lt;i&gt;The need for inspiration.&lt;/i&gt; &lt;i&gt;The need for inspiration.&lt;/i&gt; &lt;i&gt;The need for inspiration.&lt;/i&gt; &lt;i&gt;The need for inspiration.&lt;/i&gt;",
          "keywords": {
            "0": "leadership",
            "1": "Vision",
            "2": "Inspired",
            "3": "power",
            "4": "Charisma"
          },
          "context": "Your expectations are a visionary bond, and your heart wants an inspirational partnership."
        },
        "position4": {
          "upright": "The Stick King says to support your vision with strategy and share responsibility, leadership grows on a scale.",
          "reversed": "The Reverse Stick King tells me to recognize the risk of authoritarianity and strengthen the listening muscle.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "responsibilities",
            "3": "strategy",
            "4": "Don't listen."
          },
          "context": "Your advice is not to lose empathy when sharing a powerful vision, but the leader who listens builds trust, strategy plus heart = integrity."
        },
        "position5": {
          "upright": "Your path is through visionary leadership, bold strategies will move you forward.",
          "reversed": "The road wants you to stay away from authoritarianity, and the ability to listen will illuminate your path.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "Courage",
            "3": "Don't listen."
          },
          "context": "Your road map, managing vision, will balance courage and empathy."
        },
        "position6": {
          "upright": "Your partner is expecting visionary leadership and bold direction, asking you to set a strong course for him to proceed together.",
          "reversed": "Your partner doesn't want to see authority, he's waiting for a leader who listens and shares.",
          "keywords": {
            "0": "leadership",
            "1": "Vision",
            "2": "Courage",
            "3": "course",
            "4": "share"
          },
          "context": "Your partner is looking for a visionary but sharing leadership."
        },
        "position7": {
          "upright": "In the future of communication, visionary leadership and strategic energy will emerge, bold decisions will guide the bond.",
          "reversed": "Authority or over-execution can create tension in the future, and the power to listen will restore balance.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "Courage",
            "3": "strategy"
          },
          "context": "The future of communication will proceed with strong leadership, but there is a risk of ego."
        }
      }
    }
  },
  "relationship-problems": {
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "The Joker shows that the fundamental contradiction in your relationship is released between freedom and commitment, while one is drawn to discovery and spontaneous flow, while the other requires assurances and planning; this tempo difference creates friction.",
          "reversed": "The Reverse Joker may be the source of the problem, avoiding recklessness, impulsive promises, or responsibility, and inconsistencies and inconsistencies can envelop the contradiction by wearing off the feeling of trust.",
          "keywords": {
            "0": "contradiction",
            "1": "freedom",
            "2": "commitment",
            "3": "uncertainty",
            "4": "tempo difference"
          },
          "context": "The nature of conflict in relationships: the tension of freedom and security."
        },
        "position2": {
          "upright": "Joker whispers that the problem is that there are undirected beginnings and impulsive steps at the heart of the problem. Since the need for confidence conflicts with the desire for freedom in the relationship, promises are given quickly but cannot be fixed.",
          "reversed": "The Reverse Joker says the problem is fed on reckless escapes, responsibilities, and fear of commitment. Motive decisions then turn to regret.",
          "keywords": {
            "0": "start",
            "1": "Unplanned",
            "2": "freedom",
            "3": "connection",
            "4": "uncertainty"
          },
          "context": "The root problem: unplanned initiatives and commitment anxiety. It affects areas: trust, expectation management, relationship definition."
        },
        "position3": {
          "upright": "The Joker whispers that his share may come from sudden beginnings and not giving clarity in the mode of look. When freedom is beautiful but unframed, you may have accumulated insecurity on the other side.",
          "reversed": "The Reverse Joker says you're carrying gasoline into the fire because you're afraid to avoid responsibility, to leave words in the air, and to commit, to normalize the uncertainty, which may have made the conflict chronic.",
          "keywords": {
            "0": "start",
            "1": "Unplanned",
            "2": "freedom",
            "3": "connection",
            "4": "uncertainty"
          },
          "context": "Pay: Do not step forward without discussing the plan and delay describing the relationship. Effect: trust, expectation management. Proposal: clear intent + simple road map."
        },
        "position4": {
          "upright": "The Joker whispers that he may be inclined to take his share lightly and ignore the consequences of rash steps.",
          "reversed": "The Reverse Joker says that by leaving responsibility to chance and flow, his tendency to express guilt can be strengthened, and unless he accepts the blind spot, the same cycle goes back to square one.",
          "keywords": {
            "0": "blind spot",
            "1": "Unplanned",
            "2": "Denial",
            "3": "self-awareness",
            "4": "start"
          },
          "context": "What I'm ignoring is the effect of my unplanned steps. The impact on the relationship is trust and expectation. What should you do: write the intent, pledge the small commitment, follow it."
        },
        "position5": {
          "upright": "The Joker says there are many spontaneous and unplanned steps at the beginning of your relationship, and this freshness has rapidly increased the proximity, but the boundaries may have remained uncertain.",
          "reversed": "The Reverse Joker tells us that in the past, impulsive steps have left fragile ground, and we see that his attitude may have triggered insecurity today.",
          "keywords": {
            "0": "start",
            "1": "(PHP 3, PHP 4)",
            "2": "freedom",
            "3": "uncertainty",
            "4": "limit"
          },
          "context": "Early-term enthusiasm and unplanned contact, borderline late talk, and today there's a need for clarity and frames."
        },
        "position6": {
          "upright": "The Joker says that borders can be neglected and good intentions can be left open to exploitation, while one can shield it, while the other can assume responsibility.",
          "reversed": "The Reverse Joker tells us that the reckless and impulsive steps are the basis for the abuse of the work and emotion of the other side, and innocence can become a form of slacking off the price to someone else."
        }
      }
    }
  }
}
