{
  "relationship-analysis": {
    "meanings": {
      "sixofpentacles": {
        "position4": {
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "reciprocity",
            "3": "balance",
            "4": "Trust"
          },
          "context": "Your advice is to balance giving and receiving."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "The Seven Talisms show patience and investment energy in the present situation, the relationship is growing slowly but steady, hint: trust in time.",
          "reversed": "The Inverse Seven Talismans say that impatient and premature giving up casts a shadow.",
          "keywords": {
            "0": "Patience",
            "1": "investment",
            "2": "efficiency",
            "3": "Progress",
            "4": "time"
          },
          "context": "In the present situation, the bond will yield its fruit in time, and patience will increase the power of the relationship."
        },
        "position2": {
          "upright": "Seven amulets, your senses have patience and energy to invest in the future, and your heart is full of anticipation.",
          "reversed": "The Inverse Seven Charms say that impatientness and failure to see results force your senses. Its symptom is hopelessness.",
          "keywords": {
            "0": "Patience",
            "1": "investment",
            "2": "waiting",
            "3": "hope",
            "4": "labour"
          },
          "context": "Your heart is full of patience now, and it will bear fruit to wait with faith."
        },
        "position3": {
          "upright": "Seven amulets say your expectation is to see the result of patience and hard work, your heart is searching for fruit... patience, efficiency.",
          "reversed": "The Reverse Seven amulets show that your expectation is to be protected from wasted efforts. Your heart seeks valuable labor.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "efficiency",
            "3": "expectation",
            "4": "result"
          },
          "context": "Your expectations are to be rewarded for your hard work, and your heart wants fruit."
        },
        "position5": {
          "upright": "Your road map moves with a rhythm of patience and evaluation, small improvements bring harvests in the long run.",
          "reversed": "Your road map can be forced with impatient and poor cost. It may be necessary to pivot.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "labour",
            "3": "waiting",
            "4": "Harvest"
          },
          "context": "Be patient, your effort will sprout, and small settings will make a big difference."
        },
        "position6": {
          "upright": "Your partner wants you to have the strength to wait for patience and the fruit of your labor, and he's looking for a long-term approach.",
          "reversed": "Your partner doesn't want hasty results, he expects determined patience and perseverance.",
          "keywords": {
            "0": "Patience",
            "1": "Persistence",
            "2": "Harvest",
            "3": "assessment",
            "4": "stability"
          },
          "context": "Your partner is waiting for a patient long-term approach."
        },
        "position7": {
          "upright": "In the future of communication, there will be a period of patience and evaluation, and the effort will be paid in time.",
          "reversed": "Impatience or inefficiency can create hopelessness in the future.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "labour",
            "3": "Harvest"
          },
          "context": "The future of communication will grow with patient investments, but there's a risk of impatience."
        },
        "position4": {
          "upright": "The Seven Talisms say, \"Be patient and evaluate, and the fruit of work matures in time.\"",
          "reversed": "The Reverse Seven Talisman says, \"Stop being impatient and see the process.\" Don't rush into it, it's a mistake.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "process",
            "3": "maturity",
            "4": "labour"
          },
          "context": "Your advice is to grow patiently, that love grows by effort, that it doesn't fade in haste."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Eight Talisms say that in the present situation the relationship has been worked out and taken care of. Small steps make a big connection. Hint: Proceed with learning.",
          "reversed": "The Reverse Eight Talisms show that the pursuit of carelessness or quick results casts a shadow. The symptom is repeated mistakes.",
          "keywords": {
            "0": "labour",
            "1": "care",
            "2": "work",
            "3": "learning",
            "4": "Patience"
          },
          "context": "In the present situation, the labor of the bond is important, and the careful steps will bring the hearts closer."
        },
        "position2": {
          "upright": "Eight Talisms, you have a desire to learn and work in your senses, your heart wants to master it, a hint: small steps grow.",
          "reversed": "The Reverse Eight Talisms say that your feelings are clouded by involuntary or carelessness.",
          "keywords": {
            "0": "labour",
            "1": "learning",
            "2": "effort",
            "3": "mastery",
            "4": "Patience"
          },
          "context": "Your heart wants to work right now, and discipline will mature your feelings."
        },
        "position3": {
          "upright": "Eight amulets say your expectations are effort and mastery, your heart wants to learn... work, learn.",
          "reversed": "The Reverse Eight charms show that your expectation is to avoid wasting effort. Your heart is looking for meaningful work.",
          "keywords": {
            "0": "effort",
            "1": "learning",
            "2": "mastery",
            "3": "labour",
            "4": "Development"
          },
          "context": "Your expectations are progress, and your heart wants to grow."
        },
        "position5": {
          "upright": "Your road map must be structured with discipline and skill, bringing success and success again and again.",
          "reversed": "Your road map can be blocked by recklessness or aimlessness.",
          "keywords": {
            "0": "work",
            "1": "labour",
            "2": "discipline",
            "3": "focus",
            "4": "mastery"
          },
          "context": "One step at a time, build it with patience."
        },
        "position6": {
          "upright": "Your partner expects you to work, care, and constantly develop, and he wants to make an effort for the relationship.",
          "reversed": "Your partner doesn't want to see sloppyness, he expects hard work and loyalty.",
          "keywords": {
            "0": "labour",
            "1": "care",
            "2": "Development",
            "3": "effort",
            "4": "stability"
          },
          "context": "Your partner expects careful work and loyalty."
        },
        "position7": {
          "upright": "In the future of communication, labor, discipline, and learning will step up and strengthen the bond of mastery.",
          "reversed": "Reckless or recklessness may lower the quality of the bond in the future, and continuity will be important.",
          "keywords": {
            "0": "labour",
            "1": "discipline",
            "2": "learning",
            "3": "continuity"
          },
          "context": "The future of communication will be beautified by regular labor, but there is a risk of recklessness."
        },
        "position4": {
          "upright": "Eight Talisms say, \"Work regularly and improve quality.\" Discipline strengthens the bond.",
          "reversed": "The Reverse Eight Talisman says, \"Stop being sloppy and work hard.",
          "keywords": {
            "0": "discipline",
            "1": "labour",
            "2": "quality",
            "3": "learning",
            "4": "layout"
          },
          "context": "Your advice is not to neglect daily labor, but to keep regular attention alive."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Nine Talisms indicate the need for independence and personal space in the present situation. The comfort zone is blessed. Tip: Balance sharing with freedom.",
          "reversed": "The Reverse Nine Talisms indicate that extreme independence or waste force the bond. The symptom is dissatisfaction.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "freedom",
            "3": "field",
            "4": "satisfaction"
          },
          "context": "In the current case, there's a search for personal space within the bond, and balanced boundaries will strengthen the bond."
        },
        "position2": {
          "upright": "Nine Talisms, you have a sense of independence and self-worth in your senses. Your heart wants to stand on its own feet. Tip: Celebrate your own space.",
          "reversed": "The Reverse Nine Talisms say that addiction or not being able to see your own value cloud your feelings.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "Trust",
            "3": "success",
            "4": "freedom"
          },
          "context": "Right now, your heart wants to feel its own worth."
        },
        "position3": {
          "upright": "Nine Talismans say that your expectation is an independent peace, your heart wants a pleasant freedom... freedom, satisfaction.",
          "reversed": "The Reverse Nine Talisman shows that your expectation is to be free without being alone. Your heart is searching for a healthy balance.",
          "keywords": {
            "0": "freedom",
            "1": "Peace",
            "2": "satisfaction",
            "3": "independence",
            "4": "abundance"
          },
          "context": "Your heart wants to be independent but sharing."
        },
        "position5": {
          "upright": "Your road map is strengthened by enjoying independence and self-worth.",
          "reversed": "Your road map can be interrupted by extravagance or addiction to someone else, and discipline protects you.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "Comfort",
            "3": "stability",
            "4": "labour"
          },
          "context": "Honor your work, stand on your own two feet with pride."
        },
        "position6": {
          "upright": "Your partner expects you to share the peace of self-esteem and independence, and he wants you to give him a mature space.",
          "reversed": "Your partner doesn't want to see too much addiction, he expects you to stand together with confidence.",
          "keywords": {
            "0": "Self - confidence",
            "1": "independence",
            "2": "Peace",
            "3": "maturity",
            "4": "balance"
          },
          "context": "Your partner expects a confident and peaceful energy."
        },
        "position7": {
          "upright": "In the future of communication, there will be confidence, independence, and elegant harmony, and self-appropriation will add strength to the bond.",
          "reversed": "Excessive addiction or self-worth issues can strain the bond in the future, and individuality must be maintained.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "grace",
            "3": "balance"
          },
          "context": "The future of communication will grow with self-awareness, but there is a risk of addiction."
        },
        "position4": {
          "upright": "Nine Talismans say keep independence, but share it, and confidence strengthens the bond.",
          "reversed": "The Reverse Nine Talisman tells us to soften and zoom in on extreme independence.",
          "keywords": {
            "0": "Self - confidence",
            "1": "independence",
            "2": "share",
            "3": "balance",
            "4": "prosperity"
          },
          "context": "Your advice is to maintain individuality and grow together, both are necessary."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Ten Talisms are dominant in the present situation, long-term security, family and stability themes. Tip: Plan the future together.",
          "reversed": "The Inverse Ten Talisms shows that dissonance in family pressure or long-term plans has cast a shadow. The symptom is: future anxiety.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "long term",
            "3": "guarantee",
            "4": "inheritance"
          },
          "context": "In the present situation, the bond is shaped by long-term thoughts, open planning will bring peace."
        },
        "position2": {
          "upright": "Ten Talisms, there's a lasting desire for trust and family integrity in your senses. Your heart wants long-term peace. Hint: Connect with your roots.",
          "reversed": "The Inverse Ten Talisms indicate that material or family insecurity forces your feelings. The symptom is missing foundation.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "inheritance",
            "3": "permanence",
            "4": "Trust"
          },
          "context": "Right now, your heart is looking for permanent trust, and rooting will bring your feelings to rest."
        },
        "position3": {
          "upright": "Ten Talisms say that your expectation is permanent trust and family bond, and your heart wants to be rooted... trust, root.",
          "reversed": "The Reverse Ten Talism shows that your expectations are to be protected from insecurity. Your heart is looking for a solid foundation.",
          "keywords": {
            "0": "family",
            "1": "guarantee",
            "2": "radicality",
            "3": "stability",
            "4": "inheritance"
          },
          "context": "Your hope is permanent unity, your heart is searching for a safe bond."
        },
        "position5": {
          "upright": "Your road map will be shaped by a long-term desire to leave a legacy, and strong foundations will bring value to future generations.",
          "reversed": "Your road map may be interrupted by financial disputes and inheritance conflicts. Transparency is essential.",
          "keywords": {
            "0": "stability",
            "1": "inheritance",
            "2": "family",
            "3": "system",
            "4": "future"
          },
          "context": "Feed your roots, transfer them to the future, plan a long-term plan."
        },
        "position6": {
          "upright": "Your partner expects you to have long-term stability and a family foundation, and he wants you to set up a permanent arrangement.",
          "reversed": "Your partner doesn't want temporary, he needs sustainable trust and order.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "future",
            "3": "permanence",
            "4": "Trust"
          },
          "context": "Your partner is expecting a long-term permanent structure."
        },
        "position7": {
          "upright": "In the future of communication, there will be long-term security and a long-term structure that will strengthen family and spiritual ties.",
          "reversed": "Financial disputes or family problems may upset the balance in the future, and open dialogue will be necessary.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "radicality",
            "3": "Trust"
          },
          "context": "The future of communication will grow with deep confidence, but there is a risk of friction."
        },
        "position4": {
          "upright": "Ten Talisms say, \"See the long term and be like family.\" Stability creates confidence.",
          "reversed": "The Reverse Ten Talisman says to balance the pressure of the family and find your own way.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "long term",
            "3": "Trust",
            "4": "inheritance"
          },
          "context": "Your advice is to build the future together."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of Talisman, in the present state of learning and development, steps are being taken, small but valuable, clue: Learn with curiosity.",
          "reversed": "The reverse charm prince says that lack of focus and postponement force the bond.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "step",
            "3": "target",
            "4": "curiosity"
          },
          "context": "In the current case, the bond is in the learning and growth stage, and the small steps will make a big difference."
        },
        "position2": {
          "upright": "The Prince of the Talisman, you have a desire to be curious and learning in your senses, your heart is turning to new foundations, a hint: embrace the discipleship.",
          "reversed": "The reverse prince of the amulet says carelessness and superficiality scatter your senses.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "basic",
            "3": "experience",
            "4": "Patience"
          },
          "context": "Right now, your heart is looking for new foundations, determination will be progressive."
        },
        "position3": {
          "upright": "The Prince of Talisman says your expectations are learning and long-term stability, and your heart wants improvement... learning, learning.",
          "reversed": "The reverse charm prince shows that your expectation is to stay away from superficiality. Your heart is searching for a permanent step.",
          "keywords": {
            "0": "learning",
            "1": "stability",
            "2": "basic",
            "3": "Development",
            "4": "Patience"
          },
          "context": "Your expectations are to advance by learning, your heart wants a radical step."
        },
        "position5": {
          "upright": "Your road map will grow with desire and curiosity, and small projects can be the seed of great vision.",
          "reversed": "Your road map can be shaded by delays and loss of focus. You need to set clear targets.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "start",
            "3": "practice",
            "4": "Vision"
          },
          "context": "Small learning opens big doors."
        },
        "position6": {
          "upright": "Your partner is willing to take practical steps to learn from you, and he wants you to try new ways.",
          "reversed": "Your partner doesn't want delays, he's waiting for small but decisive steps.",
          "keywords": {
            "0": "learning",
            "1": "practice",
            "2": "experience",
            "3": "step",
            "4": "determination"
          },
          "context": "Your partner is waiting for a learned and decisive approach."
        },
        "position7": {
          "upright": "In the future of communication, learning and new goals will step forward, solid steps will open new doors to the bond.",
          "reversed": "Postponement or mess can make progress difficult in the future. Small goals bring solutions.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "start",
            "3": "step"
          },
          "context": "The future of communication will proceed with small goals, but there's a risk of delaying."
        },
        "position4": {
          "upright": "The Prince of the Talisman says learn and take concrete steps.",
          "reversed": "The reverse charm prince says, \"Stop delaying and focus.\" Discipline brings strength.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "focus",
            "3": "practice",
            "4": "solidity"
          },
          "context": "Your advice is to take it one step at a time, and every little effort increases love."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of the Talisman, in the present situation, has a patient, stable and secure energy of progress.",
          "reversed": "The Knight of the Reverse Talisman shows that stability and stubbornness force the bond, the symptom is monotony.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "layout",
            "3": "Trust",
            "4": "hard work"
          },
          "context": "In the present situation, the bond is moving in order, and instead of monotony, flexibility will bring peace."
        },
        "position2": {
          "upright": "Knight of the Talisman, there's a desire for stability and responsibility in your senses, and your heart wants to move forward with confidence, a hint: step forward with patience.",
          "reversed": "The Knight of the Inverted Talisman says that involuntaryness or stasis force your senses.",
          "keywords": {
            "0": "stability",
            "1": "responsibilities",
            "2": "Patience",
            "3": "Trust",
            "4": "Progress"
          },
          "context": "Right now, your heart wants to take slow but sure steps, and patience will bring confidence."
        },
        "position3": {
          "upright": "The Knight of the Talisman says your expectation is trusty and stable progress, and your heart demands patience, patience, determination.",
          "reversed": "The reverse Knight of the Talisman shows that your expectation is to avoid stasis. Your heart is searching for flow.",
          "keywords": {
            "0": "stability",
            "1": "Trust",
            "2": "Patience",
            "3": "determination",
            "4": "labour"
          },
          "context": "Your expectations are reliable progress, and your heart wants to be patient."
        },
        "position5": {
          "upright": "Your road map is solidified by patience and regular labor, slow but steady steps bring lasting success.",
          "reversed": "Your road map can be clouded by stability and overconservativeity.",
          "keywords": {
            "0": "Patience",
            "1": "stability",
            "2": "labour",
            "3": "routine",
            "4": "Trust"
          },
          "context": "Stability will carry you."
        },
        "position6": {
          "upright": "Your partner needs your credibility, patience, and consistent progress, and he wants to make him stable.",
          "reversed": "Your partner doesn't want stability.",
          "keywords": {
            "0": "Trust",
            "1": "Patience",
            "2": "stability",
            "3": "consistency",
            "4": "Loyalty"
          },
          "context": "Your partner is waiting for a reliable and patient advance."
        },
        "position7": {
          "upright": "There will be a stable, patient and reliable progress in the future of communication, and slow but safe steps will add permanence to the bond.",
          "reversed": "Stability or stubbornness can make progress difficult in the future, and small innovations may be necessary.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "credibility",
            "3": "labour"
          },
          "context": "The future of communication will be strengthened by patient progress, but there is a risk of stasis."
        },
        "position4": {
          "upright": "The Knight of the Talisman says, \"Be firm and go steady.\" Stability creates confidence.",
          "reversed": "The reverse Knight of the Talisman says, \"Get out of the stasis and replace it.\" Flexibility adds to life.",
          "keywords": {
            "0": "determination",
            "1": "consistency",
            "2": "stability",
            "3": "Trust",
            "4": "flexibility"
          },
          "context": "Your advice is to take certain steps, to be consistent with love."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The Queen of the Talisman, in the present case, the tender care, the home and practical order energy are in the forefront.",
          "reversed": "The Reverse Talisman Queen shows that neglect or overload force the bond. The symptom is fatigue.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "home",
            "3": "Compassion",
            "4": "resource"
          },
          "context": "In the current case, the bond flows with care and support energy, but if self-care is forgotten, the balance can be disturbed."
        },
        "position2": {
          "upright": "The Queen of the Talisman, your senses have a sense of compassion, care, and trust, and your heart wants to feed it in peace.",
          "reversed": "The Reverse Talisman Queen shows that excessive self - sacrifice or neglect compels your senses.",
          "keywords": {
            "0": "Compassion",
            "1": "Trust",
            "2": "feeding",
            "3": "stability",
            "4": "grounding"
          },
          "context": "Your heart is flowing with compassion now, and opening space to your own needs will maintain balance."
        },
        "position3": {
          "upright": "The Queen of Talisman says that what you expect is trusty compassion, that your heart wants both warmth and stability... compassion, trust.",
          "reversed": "The reverse amulet queen shows that your expectation is to avoid extreme addiction. Your heart seeks balance.",
          "keywords": {
            "0": "Compassion",
            "1": "Trust",
            "2": "stability",
            "3": "abundance",
            "4": "balance"
          },
          "context": "Your hope is safe compassion, your heart seeks both love and stability."
        },
        "position5": {
          "upright": "Your road map should be shaped by compassionate practice and resource management, increasing the fertility of self-care.",
          "reversed": "Your road map can be shaded by overload or extinction.",
          "keywords": {
            "0": "Compassion",
            "1": "resource",
            "2": "self - care",
            "3": "balance",
            "4": "fertility"
          },
          "context": "Use your resources in balance."
        },
        "position6": {
          "upright": "Your partner is waiting for you to give him a compassionate practice and a safe space, and he wants you to back him up.",
          "reversed": "Your partner doesn't want to see an overload.",
          "keywords": {
            "0": "Compassion",
            "1": "Trust",
            "2": "practice",
            "3": "self - care",
            "4": "balance"
          },
          "context": "Your partner is waiting for a tender and safe space."
        },
        "position7": {
          "upright": "In the future of communication, compassion, practical support, and safe space will step forward, and care energy will bring peace to the bond.",
          "reversed": "Overloading or neglect may upset the balance in the future. Self-care must be remembered.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "care",
            "3": "balance"
          },
          "context": "The future of communication will grow with a compassionate field, but it's a risk of negligence."
        },
        "position4": {
          "upright": "The Queen of the Talisman says to feed and be practical, compassionate order creates peace.",
          "reversed": "The reverse amulet queen says forget self-care and share the burden.",
          "keywords": {
            "0": "Nutrition",
            "1": "practice",
            "2": "Compassion",
            "3": "layout",
            "4": "balance"
          },
          "context": "Your advice is not to forget yourself when you feed. Balanced care brings love to life."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "In the present situation, the king of the amulet, confidence, stability, and material strength, the clue: Take responsibility and strengthen your roots.",
          "reversed": "The Reverse Talisman shows that excessive control or material anxiety force the bond. The symptom is hardness, miserliness.",
          "keywords": {
            "0": "Trust",
            "1": "stability",
            "2": "leadership",
            "3": "responsibilities",
            "4": "abundance"
          },
          "context": "In this case, the bond carries a strong confidence energy, but overcontrol can create a shadow."
        },
        "position2": {
          "upright": "The king of the amulet has a desire for maturity, trust, and abundance in your senses. Your heart wants to be on firm ground. Tip: Guide with wisdom.",
          "reversed": "The Reverse Talisman shows that extreme control or status anxiety compels your senses.",
          "keywords": {
            "0": "maturity",
            "1": "abundance",
            "2": "Trust",
            "3": "stability",
            "4": "leadership"
          },
          "context": "Right now, your heart wants to create a safe space, and the soft approach will ease your heart."
        },
        "position3": {
          "upright": "The king of the amulet says that your expectation is a strong foundation and abundance, and your heart seeks firm assurance, and abundance, and power.",
          "reversed": "The Reverse Talisman shows that your expectation is to stay away from the shadow of extreme control. Your heart seeks shared power.",
          "keywords": {
            "0": "abundance",
            "1": "guarantee",
            "2": "power",
            "3": "stability",
            "4": "leadership"
          },
          "context": "Your expectations are an abundance and a safe foundation, and your heart wants sharing power."
        },
        "position5": {
          "upright": "Your road map will set up safe foundations with sound vision and strategic management, and your leadership responsibility will bear fruit in the long run.",
          "reversed": "Your road map can be clouded by your obsession with status and control, aligning with values will set you free.",
          "keywords": {
            "0": "leadership",
            "1": "Vision",
            "2": "strategy",
            "3": "stability",
            "4": "Trust"
          },
          "context": "Set up a solid foundation, follow a strategic and secure path."
        },
        "position6": {
          "upright": "Your partner is expecting a strong, reliable, visionary leadership, and he wants you to give him stability.",
          "reversed": "Your partner doesn't want to see authority or over-control, and he's waiting for a sharer and a balanced force.",
          "keywords": {
            "0": "leadership",
            "1": "stability",
            "2": "Trust",
            "3": "Vision",
            "4": "share"
          },
          "context": "Your partner is waiting for a reassuring and visionary leadership."
        },
        "position7": {
          "upright": "In the future of communication, there will be stability, leadership, and long-term trust that will strengthen the bond of financial and spiritual support.",
          "reversed": "Controlling or status anxiety can challenge intimacy in the future, and sharing balances.",
          "keywords": {
            "0": "integrity",
            "1": "leadership",
            "2": "Trust",
            "3": "stability"
          },
          "context": "The future of communication will proceed with solid foundations, but there's a risk of control."
        },
        "position4": {
          "upright": "The King of the Talisman calls it strategic thinking and generous sharing, a powerful vision bonding.",
          "reversed": "The reverse Talisman says to give up control and share power makes love grow.",
          "keywords": {
            "0": "strategy",
            "1": "Vision",
            "2": "share",
            "3": "guarantee",
            "4": "leadership"
          },
          "context": "Your advice, with power, is generosity, sharing leadership creates love."
        }
      },
      "aceofswords": {
        "position1": {
          "upright": "The Sword Ace shows the search for truth and clarity in the present situation. The need for open speech and truth in the relationship is dominant. Tip: Use words not sharp but healing.",
          "reversed": "The Reverse-Sword Ace says that the blur, the distorted words, and the escape from clarity are a shadow. It's a symptom: misunderstandings.",
          "keywords": {
            "0": "real",
            "1": "clarity",
            "2": "communication",
            "3": "definition",
            "4": "Truth"
          },
          "context": "In the current situation, the need to reveal the truth in the bond highlights the need for open communication to bring peace."
        },
        "position2": {
          "upright": "The Sword Ace shows your desire to call the truth and clarity in your heart. Your emotions want to come to an open sentence. Tip: Be gentle but clear.",
          "reversed": "The Reverse Sword Ace tells you that uncertainty and half-truths wear your heart out.",
          "keywords": {
            "0": "clarity",
            "1": "real",
            "2": "expression",
            "3": "decision",
            "4": "definition"
          },
          "context": "Right now, your heart wants to be clear, and as emotions are called, it will relax, and the open language will enhance confidence."
        },
        "position3": {
          "upright": "The Ace of Swords says that your expectation is clarity and honesty, and your heart wants to rest in open words... truth, certainty.",
          "reversed": "The Reverse Sword Ace shows that your expectations are to overcome misunderstandings and clear flu communications. Your heart is looking for clear boundaries.",
          "keywords": {
            "0": "clarity",
            "1": "Truth",
            "2": "language",
            "3": "openness",
            "4": "precision"
          },
          "context": "Your heart wants to find peace in the clarity of truth."
        },
        "position4": {
          "upright": "The Sword Ace says, \"Choose a clear word in the mist.\" The correct sentence aligns the heart. The only clear sentence is the practice.",
          "reversed": "The Reverse Sword Ace says to simplify the blur. Overanalyzing exhausts the heart.",
          "keywords": {
            "0": "clarity",
            "1": "Truth",
            "2": "Truth",
            "3": "expression",
            "4": "enlightenment"
          },
          "context": "Your advice is to clear the mind and move forward with a single statement of intent, holding on to the truth calms the heart."
        },
        "position5": {
          "upright": "The path is to reveal clarity and truth, and a clear and honest sentence will shed light on the direction of the bond.",
          "reversed": "The road wants you to get away from uncertainty and extreme analysis, simplifying confusion brings peace.",
          "keywords": {
            "0": "clarity",
            "1": "Truth",
            "2": "Honesty",
            "3": "decision"
          },
          "context": "Your road map begins with sharp accuracy, clear sentences to reassure the bond."
        },
        "position6": {
          "upright": "Your partner expects you to be frank and clear, and he wants you to present the truth to him without concealing it.",
          "reversed": "Your partner doesn't want to see vague and evasive statements, plain and honest is important to him.",
          "keywords": {
            "0": "Truth",
            "1": "clarity",
            "2": "Honesty",
            "3": "decision",
            "4": "expression"
          },
          "context": "Your partner wants to hear the truth and find confidence with clarity."
        },
        "position7": {
          "upright": "In the future of communication, there will be clarity and a revelation of truth, and clear words will clear the direction of the bond.",
          "reversed": "Blurness and disconnection of communication may undermine confidence in the future, and if the truth is hidden, the bond is polluted.",
          "keywords": {
            "0": "clarity",
            "1": "Truth",
            "2": "decision",
            "3": "openness"
          },
          "context": "The future of communication will become clear with the truth, but hiding will bring blurs."
        }
      }
    }
  }
}
