{
  "new-lover": {
    "meanings": {
      "fiveofpentacles": {
        "position1": {
          "keywords": {
            "1": "support",
            "2": "hope",
            "3": "Fragrance"
          },
          "context": "After a dark period, the possibility of a new relationship arises."
        },
        "position2": {
          "upright": "The Five Talisman carries the theme of loss or deprivation in the shadow of the earth's constellations, especially when the bull has financial security issues.",
          "reversed": "The Reverse Talisman Five points to recovery and endurance, and Capricorn or Virgo can show that resistance.",
          "keywords": {
            "0": "Bull",
            "1": "Capricorn",
            "2": "missing",
            "3": "endurance"
          },
          "context": "There's a crisis and healing in the shadow of the Earth's sign."
        },
        "position3": {
          "upright": "The Five Talisman shows that a sense of deprivation or exclusion can force harmony, and together support strengthens the bond.",
          "reversed": "The Reverse Talisman Five can restore harmony with recovery and solidarity, and sharing difficulties restores bonds.",
          "keywords": {
            "0": "withdrawal",
            "1": "support",
            "2": "compatibility",
            "3": "unity",
            "4": "solidarity"
          },
          "context": "Solidarity strengthens harmony, exclusion wounds."
        },
        "position4": {
          "upright": "Five amulets, solidarity in difficult times can strengthen the long-term bond.",
          "reversed": "The Reverse Five charms restore confidence in the long-term bond of recovery and support.",
          "keywords": {
            "0": "solidarity",
            "1": "difficulty",
            "2": "support",
            "3": "Trust",
            "4": "long term"
          },
          "context": "Support feeds the long term, and loneliness tests the bond."
        },
        "position5": {
          "upright": "The Five Talisman says that in difficult times, the bond of a soul mate will be strengthened by solidarity and support.",
          "reversed": "The Reverse Talisman Five, a sense of loneliness or lack of support, can force the bond of a soul mate.",
          "keywords": {
            "0": "support",
            "1": "solidarity",
            "2": "difficulty",
            "3": "unity",
            "4": "soul mate"
          },
          "context": "Support is a cure for soul mates."
        },
        "position6": {
          "upright": "The five may have a sense of deprivation that prevents your wish from being granted.",
          "reversed": "The reverse five makes your wish for recovery and help easier to come true.",
          "keywords": {
            "0": "withdrawal",
            "1": "support",
            "2": "Recovery",
            "3": "endurance",
            "4": "help"
          },
          "context": "Having support will pave the way for your wish."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Six amulets tell you that mutual support and fair trade can start a relationship, and a balanced bond may be waiting for you.",
          "reversed": "The Inverse Six Talisms indicate that unstable giving and receiving habits can cloud a new relationship. When equality is achieved, the path is opened.",
          "keywords": {
            "0": "balance",
            "1": "share",
            "2": "Equality",
            "3": "support"
          },
          "context": "A fair trade can open the door of a new love."
        },
        "position2": {
          "upright": "The Talisman Six shows the effect of the Bull or the Libra, a fair sharer and a balanced one.",
          "reversed": "The Reverse Talisman Six may show power imbalances or interests in the shadow of the Bull.",
          "keywords": {
            "0": "Bull",
            "1": "justice",
            "2": "share",
            "3": "balance"
          },
          "context": "Bull energy is obvious."
        },
        "position3": {
          "upright": "The Talisman Six expands the harmony of fair sharing and support, and maintaining balance strengthens the bonds.",
          "reversed": "Reverse Talisman Six, power imbalance or conditional support may disrupt the harmony.",
          "keywords": {
            "0": "share",
            "1": "balance",
            "2": "compatibility",
            "3": "Equality",
            "4": "support"
          },
          "context": "Fair share fosters harmony, unbalances bond."
        },
        "position4": {
          "upright": "Six amulets, fair sharing and reciprocity, balance the long-term relationship.",
          "reversed": "Reverse Six Talisman, power imbalance could damage the long-term bond.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "reciprocity",
            "4": "long term"
          },
          "context": "Fair share supports the long term, testing the bond of instability."
        },
        "position5": {
          "upright": "The Talisman Six shows that there will be fair sharing and reciprocity in the soul mate bond.",
          "reversed": "Reverse Talisman Six can force power imbalance or unrequited labor bonds.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "reciprocity",
            "4": "soul mate"
          },
          "context": "Fair share strengthens bond."
        },
        "position6": {
          "upright": "A sixer plays a fair share and support in the fulfillment of your wish.",
          "reversed": "Reverse six, power imbalance can block your wish, justice is important.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "support",
            "4": "transparency"
          },
          "context": "Fair balance makes your wish possible."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "The Seven Talisms tells us that patience and labor will pay off, and soon there is a potential for a relationship that will bear fruit.",
          "reversed": "The Inverse Seven Talismans say that impatientness or false investment may delay the opportunity, and calm and measurement speed up new love.",
          "keywords": {
            "0": "Patience",
            "1": "waiting",
            "2": "investment",
            "3": "Reward"
          },
          "context": "It brings back the basic new relationship that you've been so patient about."
        },
        "position2": {
          "upright": "The Amulet Seven represents the nature of Virgo's patience and assessment.",
          "reversed": "The reverse amulet seven may be impatient or misinvestigated in the Virgo shadow.",
          "keywords": {
            "0": "Virgo",
            "1": "Patience",
            "2": "assessment",
            "3": "detail"
          },
          "context": "The Virgo effect comes out."
        },
        "position3": {
          "upright": "The Amulet Seven shows that harmony with patience and co-existence will grow in time, and investment will bear fruit in the relationship.",
          "reversed": "The Reverse-Strength Seven, impatient or expecting, can force harmony.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "compatibility",
            "3": "investment",
            "4": "time"
          },
          "context": "Patience brings harmony, the bond of haste limits."
        },
        "position4": {
          "upright": "The Seven Talisms, patience and evaluation, expand the long-term relationship.",
          "reversed": "The Inverse Seven Talismanes, impatient and dissatisfaction, make the long term difficult.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "growth",
            "3": "In return for your hard work",
            "4": "long term"
          },
          "context": "Patience feeds the long term, testing the bond of dissatisfaction."
        },
        "position5": {
          "upright": "The Amulet Seven say that patience and long - term labor are needed for the bond of a soul mate.",
          "reversed": "The Reverse Talisman Seven can force an impatient or false investment bond.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "time",
            "3": "assessment",
            "4": "soul mate"
          },
          "context": "Patience and hard work increase soul mates."
        },
        "position6": {
          "upright": "The seven show that you must wait patiently and evaluate to make your wish come true, and small improvements speed up the process.",
          "reversed": "The idea of an inverse seven, impatient, or sunken cost can make your wish difficult.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "waiting",
            "3": "labour",
            "4": "Harvest"
          },
          "context": "Patience brings fruit to your wish."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Eight amulets show that regular labor and learning have made you ready for a relationship, and soon this discipline will pay off.",
          "reversed": "The Reverse Eight Talisms tells us that carelessness or excessive routine weigh on the heart, and when renewed, the opportunity for a relationship arises.",
          "keywords": {
            "0": "labour",
            "1": "discipline",
            "2": "preparation",
            "3": "Progress"
          },
          "context": "A new love can be rewarded for effort and preparation."
        },
        "position2": {
          "upright": "The Amulet Eight shows the hard - working and learning side of Virgo.",
          "reversed": "The Reverse Talisman Eight may be too perfectionist or sloppy in Virgo's shadow.",
          "keywords": {
            "0": "Virgo",
            "1": "labour",
            "2": "learning",
            "3": "detail"
          },
          "context": "Virgo energy is dominant."
        },
        "position3": {
          "upright": "The Talisman Eight, together learning and working together, strengthens harmony, and discipline strengthens bonds.",
          "reversed": "The Reverse Talisman Eight, the lack of carelessness or lack of effort, weakens harmony. Order is essential.",
          "keywords": {
            "0": "labour",
            "1": "learning",
            "2": "compatibility",
            "3": "discipline",
            "4": "Development"
          },
          "context": "Common labor fosters harmony, recklessness wears off the bond."
        },
        "position4": {
          "upright": "Eight Talisms, labour and continuous development strengthen the long-term bond.",
          "reversed": "Inverse Eight Talisms, carelessness or idleness weaken the long term.",
          "keywords": {
            "0": "labour",
            "1": "Development",
            "2": "effort",
            "3": "mastery",
            "4": "long term"
          },
          "context": "The labor strengthens the long term, and the lack of carelessness tests the bond."
        },
        "position5": {
          "upright": "The Talisman Eight says that the bond of a soul mate can be built on constant development and learning.",
          "reversed": "The Reverse Talisman Eight, being careless or closed to development, can cloud the bond.",
          "keywords": {
            "0": "learning",
            "1": "Development",
            "2": "effort",
            "3": "mastery",
            "4": "soul mate"
          },
          "context": "Constant development strengthens the bond."
        },
        "position6": {
          "upright": "The eights support the fulfillment of your wish with regular labor and discipline, and perpetuity brings success.",
          "reversed": "Reverse eights, carelessness or loss of motivation can make your wish difficult.",
          "keywords": {
            "0": "labour",
            "1": "discipline",
            "2": "work",
            "3": "care",
            "4": "stability"
          },
          "context": "Regular labor feeds your wish."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Nine amulets say that independence and its value create a powerful attraction, and soon a new relationship with someone who sees its own power can be born.",
          "reversed": "The Reverse Nine Charms indicate that extreme addiction tends to force a new relationship, and when you honor your own independence, you get the right match.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "gravity",
            "3": "Self - confidence"
          },
          "context": "Your self-worth will attract new love."
        },
        "position2": {
          "upright": "The Nine of Talisman points to the elegant independence of the Taurus, who knows its own value.",
          "reversed": "The Reverse Talisman Nine may show a sense of addiction or extreme comfort in the bull's shadow.",
          "keywords": {
            "0": "Bull",
            "1": "independence",
            "2": "value",
            "3": "Comfort"
          },
          "context": "Bull's energy comes forward."
        },
        "position3": {
          "upright": "The Nine of Talisman, individual power and self-worth, restore balance in harmony, and independence fosters peace in a relationship.",
          "reversed": "Reverse Talisman Nine, extreme addiction or extravagance can disrupt harmony, and self-adequacy is important.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "compatibility",
            "3": "balance",
            "4": "freedom"
          },
          "context": "Self-value enhances harmony, addiction forces bonding."
        },
        "position4": {
          "upright": "Nine amulets, independence and self-worth add maturity to long-term relationships.",
          "reversed": "Reverse Nine Talisms, excessive addiction or wastefulness can damage the long term.",
          "keywords": {
            "0": "value",
            "1": "independence",
            "2": "Comfort",
            "3": "maturity",
            "4": "long term"
          },
          "context": "The value supports the long term, testing the bond of addiction."
        },
        "position5": {
          "upright": "The Nine of Talisman says that individual freedom and self-worth must be maintained in the bonds of the soul mate.",
          "reversed": "The Reverse Talisman Nine can make it difficult to tie a soul mate to extreme addiction.",
          "keywords": {
            "0": "freedom",
            "1": "self-value",
            "2": "independence",
            "3": "balance",
            "4": "soul mate"
          },
          "context": "It supports self-valued soul mates."
        },
        "position6": {
          "upright": "The nine tie your wish to the sense of independence and self-worth, and when you stand on your own feet, the result comes.",
          "reversed": "Reverse nines can make your addiction wish difficult.",
          "keywords": {
            "0": "Self - confidence",
            "1": "independence",
            "2": "value",
            "3": "Comfort",
            "4": "success"
          },
          "context": "Self-esteem brings your wish closer to fulfillment."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "The Ten Talisms show that a long-term and lasting relationship is on the horizon, which can carry the energy of a new bond, family and stability.",
          "reversed": "The Inverse Ten Talisms tells us that family or security themes from the past can force the beginning. When these issues are resolved, the new relationship is strengthened.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "long term",
            "3": "Trust"
          },
          "context": "There's a possibility of a permanent relationship soon."
        },
        "position2": {
          "upright": "The Ten of Talisman shows the long-term constructive side of Capricorn, a person who values permanence.",
          "reversed": "The Reverse Talisman Ten may have difficulties with family or inheritance in the shadow of Capricorn.",
          "keywords": {
            "0": "Capricorn",
            "1": "stability",
            "2": "inheritance",
            "3": "permanence"
          },
          "context": "Capricorn is dominant."
        },
        "position3": {
          "upright": "The Tenth of the Talisman shows that family and long-term stability will strengthen harmony, and the common values will strengthen the bond.",
          "reversed": "The Reverse Talisman Ten can make it difficult to adapt to family conflicts or instability.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "compatibility",
            "3": "values",
            "4": "permanence"
          },
          "context": "Long-term stability breeds harmony, conflict tests bond."
        },
        "position4": {
          "upright": "Ten amulets, family and permanent structures are the basis of a long-term relationship.",
          "reversed": "Reverse Ten Talisms, inheritance, or family conflicts can challenge the long-term bond.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "permanence",
            "3": "inheritance",
            "4": "long term"
          },
          "context": "Permanence feeds the long term, testing the bond of conflict."
        },
        "position5": {
          "upright": "The Amulet Ten shows that the bond of a soul mate can be established on the basis of long-term stability and family.",
          "reversed": "The Reverse Talisman Ten can force a bond of dissonance in family or material matters.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "material trust",
            "3": "permanence",
            "4": "soul mate"
          },
          "context": "Family and stability support soul mates."
        },
        "position6": {
          "upright": "Ten shows that the fulfillment of your wish will bring lasting prosperity and family stability.",
          "reversed": "Inverse tens, financial conflicts can make your wish difficult.",
          "keywords": {
            "0": "stability",
            "1": "prosperity",
            "2": "family",
            "3": "system",
            "4": "abundance"
          },
          "context": "Permanent order supports your wish."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of the Talisman points to a meeting that comes with curiosity and a desire to learn, and the concrete little steps can start a new love.",
          "reversed": "The reverse charm prince says delaying and disorganizing focus may miss the opportunity, setting a clear target will lead to a new relationship.",
          "keywords": {
            "0": "start",
            "1": "learning",
            "2": "concrete step",
            "3": "fad"
          },
          "context": "A small but decisive step leads to a new relationship."
        },
        "position2": {
          "upright": "The Prince of the Talisman represents the young energy of Virgo, who is open to learning, who is curious and hardworking.",
          "reversed": "The reverse Talisman Prince may show disarray or delay in Virgo's shadow.",
          "keywords": {
            "0": "Virgo",
            "1": "learning",
            "2": "start",
            "3": "work"
          },
          "context": "Virgo energy comes forward."
        },
        "position3": {
          "upright": "The Prince of the Talisman, the desire to learn and new beginnings, promote harmony, and small steps lead to great progress.",
          "reversed": "The reverse charm prince, careless or distracted targets, can disrupt harmony, and focus is essential.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "compatibility",
            "3": "focus",
            "4": "target"
          },
          "context": "New learning brings harmony, dispersion wears off the bond."
        },
        "position4": {
          "upright": "The Prince of the Talisman, the desire to learn and the planned steps strengthen the long-term bond.",
          "reversed": "The reverse charm prince weakens the long-term bond of disarray and postponement.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "planning",
            "3": "practice",
            "4": "long term"
          },
          "context": "Planned steps support the long term, test the postponing bond."
        },
        "position5": {
          "upright": "The Prince of the Talisman shows the thrill of learning for a soul mate and trying new things together.",
          "reversed": "The reverse Talisman Prince can cloud the lack of focus or postponement bond.",
          "keywords": {
            "0": "learning",
            "1": "curiosity",
            "2": "start",
            "3": "experience",
            "4": "soul mate"
          },
          "context": "Curiosity revives the bond."
        },
        "position6": {
          "upright": "The prince makes it possible for you to learn to make your wish come true with little beginnings.",
          "reversed": "Reverse prince can block your request for postponement and disorganized focus.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "target",
            "3": "practice",
            "4": "focus"
          },
          "context": "Small steps start your wish."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of the Talisman gives the good news that a patient and stable candidate will soon enter his life, a trusted partner in the long run.",
          "reversed": "The reverse Knight of the Talisman says that stability and overreach can slow down a new relationship, and little courage speeds up the process.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "credibility",
            "3": "continuity"
          },
          "context": "There's a chance of a slow but sure relationship."
        },
        "position2": {
          "upright": "The Knight of the Talisman shows the discipline and stability of Capricorn.",
          "reversed": "The reverse Knight of the Talisman may show rigor or stubbornness in the shadow of Capricorn.",
          "keywords": {
            "0": "Capricorn",
            "1": "discipline",
            "2": "stability",
            "3": "hard work"
          },
          "context": "Capricorn is dominant."
        },
        "position3": {
          "upright": "The Knight of the Talisman shows that patient and steady steps will strengthen harmony, and loyalty will strengthen bonds.",
          "reversed": "The reverse Knight of the Talisman can break harmony with stability or stubbornness.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "compatibility",
            "3": "Loyalty",
            "4": "Trust"
          },
          "context": "Stability strengthens harmony, force the bond."
        },
        "position4": {
          "upright": "Knight of the Talisman, steady and consistent effort is the greatest force of the long-term bond.",
          "reversed": "The Knight of the Reverse Talisman, stasis and inflexibility make the long term difficult.",
          "keywords": {
            "0": "stability",
            "1": "effort",
            "2": "continuity",
            "3": "layout",
            "4": "long term"
          },
          "context": "Consistency supports the long term, and stability tests the bond."
        },
        "position5": {
          "upright": "The Knight of the Talisman says the bond of the soul is built on patience, trust and stability.",
          "reversed": "The reverse Knight of the Talisman can force the bond of stasis or extreme caution.",
          "keywords": {
            "0": "stability",
            "1": "Trust",
            "2": "Patience",
            "3": "responsibilities",
            "4": "soul mate"
          },
          "context": "Patience nourishes the spirit."
        },
        "position6": {
          "upright": "The knight brings your wish to be granted in slow, sure steps.",
          "reversed": "Reverse knights may delay your wish for stasis or extreme caution.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "routine",
            "3": "labour",
            "4": "consistency"
          },
          "context": "Consistent steps make your wish possible."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The Queen of the Talisman points to a nutritious relationship with her tender and practical energy, which may soon be a strong match in the field of self-care and support.",
          "reversed": "The reverse amulet queen says that overload leaves no room for a new relationship.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "Nutrition",
            "3": "balance"
          },
          "context": "Your nutritional energy will attract the new relationship."
        },
        "position2": {
          "upright": "The Queen of the Talisman points to the nourishing and caring side of the Taurus, using its resources in balance.",
          "reversed": "The reverse amulet queen may show excessive ownership or lack of self-preservation in the bull's shadow.",
          "keywords": {
            "0": "Bull",
            "1": "Compassion",
            "2": "practice",
            "3": "guarantee"
          },
          "context": "Bull energy is dominant."
        },
        "position3": {
          "upright": "The Queen of the Talisman shows that the compassionate and practical approach supports harmony, and the nourishing energy protects the bond.",
          "reversed": "The Reverse Talisman Queen can force harmony to overload or lack of self-care.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "compatibility",
            "3": "balance",
            "4": "Nutrition"
          },
          "context": "Feeding energy enhances harmony, lack of self-care weakens the bond."
        },
        "position4": {
          "upright": "The Queen of the Talisman feeds the long-term bond of compassion and practice.",
          "reversed": "Reverse Talisman Queen, overload or lack of self-care may damage the long term.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "self - care",
            "3": "balance",
            "4": "long term"
          },
          "context": "Compassion feeds the long term, self-care tests the bond."
        },
        "position5": {
          "upright": "The Queen of the Talisman has a sense of compassion, support, and practical trust in her soul mate bond.",
          "reversed": "The reverse amulet queen can force the bond to become self-destructive.",
          "keywords": {
            "0": "Compassion",
            "1": "practice",
            "2": "support",
            "3": "balance",
            "4": "soul mate"
          },
          "context": "Compassion enhances soul mates."
        },
        "position6": {
          "upright": "The Queen relates the fulfillment of your wish to compassionate practicality and self-care.",
          "reversed": "Reverse queen, neglect of self-care can make your wish difficult.",
          "keywords": {
            "0": "self - care",
            "1": "Compassion",
            "2": "resource",
            "3": "balance",
            "4": "practice"
          },
          "context": "It supports your desire for self-care."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "The amulet king shows that a mature and reassuring partner will soon be released, a relationship that can lead to financial and spiritual stability.",
          "reversed": "The reverse Talisman warns that extreme control or status focus can cloud the new beginning.",
          "keywords": {
            "0": "maturity",
            "1": "stability",
            "2": "Trust",
            "3": "integrity"
          },
          "context": "A mature and reliable partner can bring a new love."
        },
        "position2": {
          "upright": "The King of the Talisman represents the leadership and integrity of Capricorn, a man of confidence and determination.",
          "reversed": "The reverse Talisman King may show extreme control or status in Capricorn's shadow.",
          "keywords": {
            "0": "Capricorn",
            "1": "leadership",
            "2": "integrity",
            "3": "matter"
          },
          "context": "The Capricorn effect comes out."
        },
        "position3": {
          "upright": "The Talisman King supports integrity and responsibility, and the strategic approach builds confidence in the relationship.",
          "reversed": "Reverse Talisman King, extreme control or status focality weakens harmony.",
          "keywords": {
            "0": "integrity",
            "1": "compatibility",
            "2": "responsibilities",
            "3": "strategy",
            "4": "Trust"
          },
          "context": "Consolidation breeds harmony, control limits the bond."
        },
        "position4": {
          "upright": "The King of the Talisman, financial trust and strategic stability, make the long-term relationship permanent.",
          "reversed": "Reverse Talisman King, overcontrol and status focus makes the long term difficult.",
          "keywords": {
            "0": "material trust",
            "1": "integrity",
            "2": "strategy",
            "3": "stability",
            "4": "long term"
          },
          "context": "Trust supports the long term, tests the control bond."
        },
        "position5": {
          "upright": "The Talisman shows that a bond of spirit mates can be built on trust, stability, and a strong foundation.",
          "reversed": "The reverse Talisman King can cloud the bond of overcontrol or status.",
          "keywords": {
            "0": "Trust",
            "1": "stability",
            "2": "leadership",
            "3": "permanence",
            "4": "soul mate"
          },
          "context": "Trust and stability support soul mates."
        },
        "position6": {
          "upright": "The king supports the fulfillment of your wish with strategic integrity and material wisdom.",
          "reversed": "Reverse king, extreme control or status anxiety can make your wish difficult.",
          "keywords": {
            "0": "integrity",
            "1": "leadership",
            "2": "system",
            "3": "prosperity",
            "4": "Trust"
          },
          "context": "Strategic integrity strengthens your wish."
        }
      }
    }
  },
  "problem-solving": {
    "meanings": {
      "thefool": {
        "position1": {
          "upright": "Joker, the question may be based on a need for a new beginning or a desire to take steps into an unknown path.",
          "reversed": "The Reverse Joker may be the problem of recklessness, ignoring risks, or avoiding responsibilities.",
          "keywords": {
            "0": "start",
            "1": "risk",
            "2": "freedom",
            "3": "uncertainty",
            "4": "Question"
          },
          "context": "It's at the center of the problem between a desire for freedom and uncertainty."
        },
        "position10": {
          "upright": "Joker, as a result, it may give you a chance to start over, to be free, and to take action with courage.",
          "reversed": "The Reverse Joker may risk rashness, carelessness, or a false start as a result of the incident.",
          "keywords": {
            "0": "start",
            "1": "freedom",
            "2": "Courage",
            "3": "risk",
            "4": "innovation"
          },
          "context": "The result may be taking a new journey or making mistakes in haste."
        },
        "position2": {
          "upright": "Joker, the basis of the obstacle may be reckless steps, extreme risk or lack of plan, which means that the person standing in the way of the problem is actually impatiently eager to jump into the new one.",
          "reversed": "Reverse Joker, the source of the obstacle is recklessness, irresponsibility, or constant delays, and you may be losing your nerve running from uncertainty.",
          "keywords": {
            "0": "risk",
            "1": "Unplanned",
            "2": "uncertainty",
            "3": "I can't wait.",
            "4": "obstacle"
          },
          "context": "The obstacle stems from uncertain and unplanned steps."
        },
        "position3": {
          "upright": "Joker, there may be uncontrollable beginnings in your past, rash steps, or impulsive risk-taking tendencies, which may have led to your current problem.",
          "reversed": "The Reverse Joker, in the past, may have been driven into your subconscious by recklessness, carelessness, or waste of opportunity, which may be the source of the obstacles you're experiencing today.",
          "keywords": {
            "0": "risk",
            "1": "start",
            "2": "irresponsibility",
            "3": "history",
            "4": "subconscious"
          },
          "context": "In the past, rash decisions and unplanned steps may have been the basis for today's problems."
        },
        "position4": {
          "upright": "Joker, best potential brings you unlimited possibilities, bold beginnings, and liberation.",
          "reversed": "Reverse Joker, in order for your potential not to go to waste, you need to avoid recklessness, unplanning and unnecessary risks.",
          "keywords": {
            "0": "freedom",
            "1": "start",
            "2": "risk",
            "3": "creativity",
            "4": "potential"
          },
          "context": "Your best potential comes from being open to new beginnings with courage."
        },
        "position5": {
          "upright": "Joker, you may have recently entered your life with a new beginning, risk or freedom, a bold step towards the unknown.",
          "reversed": "The Reverse Joker, in the recent past, you may have acted carelessly, made rash decisions, or ignored the risks.",
          "keywords": {
            "0": "start"
          }
        }
      }
    }
  }
}
