{
  "relationship-analysis": {
    "meanings": {
      "twoofswords": {
        "position1": {
          "upright": "Two Swords say the dilemma is dominant in the present situation. There's a tightness between the heart and the mind. Tip: Don't run away from sight.",
          "reversed": "The Reverse Two Swords tells us that the repressed issues suddenly burst.",
          "keywords": {
            "0": "The dilemma",
            "1": "decision",
            "2": "avoidance",
            "3": "balance",
            "4": "Don't face it."
          },
          "context": "In the current case, the bond is tested with decision-making, and confrontation becomes inevitable."
        },
        "position2": {
          "upright": "Two swords, in your senses, indicate paralysis and avoidance, you seem to be between the heart and the mind, clue: untangle the blindfold.",
          "reversed": "The Reverse Two Swords say that repressed emotions turn into sudden explosions.",
          "keywords": {
            "0": "The dilemma",
            "1": "avoidance",
            "2": "balance",
            "3": "Don't face it.",
            "4": "decision"
          },
          "context": "Right now, your emotions are undecided, and a little confrontation will bring great relief, and your heart wants to be heard."
        },
        "position3": {
          "upright": "Two swords say your expectation is a balanced decision, your heart seeks harmony between mind and emotion, reconciliation, balance.",
          "reversed": "The Reverse Two Swords show that your expectation is to break the uncertainty and make a clear choice. The fog must disperse.",
          "keywords": {
            "0": "decision",
            "1": "balance",
            "2": "compatibility",
            "3": "selection",
            "4": "Don't face it."
          },
          "context": "Your expectation is to decide the balance of the mind and the balance of the heart, and your heart wants a clear choice."
        },
        "position4": {
          "upright": "Two swords tell you to take a small step towards the choice you've postponed, and the decision relaxes the heart, the list of leftovers.",
          "reversed": "The Reverse Two Swords tell you to shed light on the confrontation you're avoiding. When the blind spot opens, peace comes.",
          "keywords": {
            "0": "decision",
            "1": "The dilemma",
            "2": "balance",
            "3": "Don't face it.",
            "4": "clarity"
          },
          "context": "Your advice is to take small steps to resolve the election knot, and the decision will ease the burden of the heart."
        },
        "position5": {
          "upright": "Your path is to recognize the dilemma and make the decision with your heart, and when you put your feelings on the table, balance will be restored.",
          "reversed": "The road wants you to stop avoiding, and seeing the blind spots will be liberating.",
          "keywords": {
            "0": "decision",
            "1": "balance",
            "2": "Don't face it.",
            "3": "The dilemma"
          },
          "context": "Your road map is not a dilemma, but a decision will restore peace."
        },
        "position6": {
          "upright": "Your partner expects you to make a balanced choice, and he wants you to make your decisions clear.",
          "reversed": "Your partner doesn't want to see indecisiveness, so he sees the blind spots and expects you to be clear.",
          "keywords": {
            "0": "balance",
            "1": "decision",
            "2": "The dilemma",
            "3": "selection",
            "4": "clarity"
          },
          "context": "Your partner expects clarity and balance in his decisions."
        },
        "position7": {
          "upright": "In the future of communication, there will be dilemmas and moments of decision, and in order to maintain balance, the heart and mind must rest together.",
          "reversed": "If there's an indecision, the relationship can get stuck, and being blindfolded makes the future harder.",
          "keywords": {
            "0": "The dilemma",
            "1": "decision",
            "2": "balance",
            "3": "Don't face it."
          },
          "context": "The future of communication will be shaped by choices, and if the indecision lasts long, it will cause problems."
        }
      },
      "threeofswords": {
        "position1": {
          "upright": "The Three Swords show the shadow of heartbreak or hurtful words in the present situation. Tip: Do not proceed until you have repaired the pain.",
          "reversed": "The Inverse Three Swords say that wounds are tried to heal, but silence prolongs the process.",
          "keywords": {
            "0": "Frustration",
            "1": "Pain",
            "2": "sense of betrayal",
            "3": "repair",
            "4": "real"
          },
          "context": "In the present situation, the bond confronts resentment, compassionate speech will be a healing."
        },
        "position2": {
          "upright": "The Three Swords say that you have a mark of resentment in your heart and a sensitive region, and the wound may be fresh, hint: touch pain with compassion.",
          "reversed": "The Reverse Three Swords show that even though it's a desire to heal, the feeling is held.",
          "keywords": {
            "0": "Frustration",
            "1": "Pain",
            "2": "repair",
            "3": "expression",
            "4": "Compassion"
          },
          "context": "Now your heart wants repair, and when it sees emotion, the burden will ease, and the soft talk will bridge."
        },
        "position3": {
          "upright": "The Three Swords say your expectation is to repair the breaches, your heart seeks a healing confrontation... repair, forgiveness.",
          "reversed": "The Reverse Three Swords show that your expectations are to fully close the wounds of the past. Your heart wants to lighten up.",
          "keywords": {
            "0": "fracture",
            "1": "Don't face it.",
            "2": "repair",
            "3": "Forgiveness",
            "4": "It's a cure."
          },
          "context": "Your expectation is to transform the pain of the past, and your heart wants to find peace by restoring it."
        },
        "position4": {
          "upright": "The Three Swords say, \"See the pain and name it.\" The broken heart heals as it is spoken.",
          "reversed": "The Reverse Three Swords are about to bind a scab. The compassionate language speeds up closure.",
          "keywords": {
            "0": "Frustration",
            "1": "Truth",
            "2": "mourning",
            "3": "It's a cure.",
            "4": "expression"
          },
          "context": "Your advice is to share the wound of the heart without hiding it."
        },
        "position5": {
          "upright": "Your path goes through honoring resentments and facing them with compassion, seeing pain is the first way to heal.",
          "reversed": "The road wants you not to get lost in grief, forgiveness will open up a space in your heart.",
          "keywords": {
            "0": "Frustration",
            "1": "mourning",
            "2": "Truth",
            "3": "Recovery"
          },
          "context": "Your road map is to face pain, the approach to compassion will strengthen the bond."
        },
        "position6": {
          "upright": "Your partner wants you to share your resentment honestly, and it's important to him that you don't hide your wound.",
          "reversed": "Your partner doesn't want you to go back to your old pain all the time, waiting for you to move forward with forgiveness.",
          "keywords": {
            "0": "Frustration",
            "1": "real",
            "2": "openness",
            "3": "Recovery",
            "4": "Forgiveness"
          },
          "context": "Your partner expects you to share your pain honestly and choose forgiveness."
        },
        "position7": {
          "upright": "In the future of communication, resentment or heartache may come to the agenda, but recognizing pain can start healing.",
          "reversed": "Past resentments will be able to heal, forgiveness will free the heart.",
          "keywords": {
            "0": "Frustration",
            "1": "Pain",
            "2": "Forgiveness",
            "3": "It's a cure."
          },
          "context": "The future of contact will be opened with the healing of the heart's wound, and confrontation will heal."
        }
      },
      "fourofswords": {
        "position1": {
          "upright": "The four swords show the need for rest and thought in the present situation, and the relationship may have entered the break energy, and the clue is that silence should be used for healing.",
          "reversed": "The Reverse Four Swords say that the need for a break has been denied or that the forced distance has caused resentment.",
          "keywords": {
            "0": "rest",
            "1": "timeout",
            "2": "Don't think.",
            "3": "Tranquillity",
            "4": "Recovery"
          },
          "context": "In the present situation, the bond needs a little breathing, and if the silence is used correctly, it zooms in."
        },
        "position2": {
          "upright": "Four swords show the need to rest and sigh in your emotions. Your heart wants to breathe. Tip: Use silence to heal.",
          "reversed": "The Reverse Four Swords say that the inability to take a break increases the tension.",
          "keywords": {
            "0": "rest",
            "1": "Recovery",
            "2": "Tranquillity",
            "3": "timeout",
            "4": "Introduction"
          },
          "context": "Right now, your heart wants to slow down, a short stance balances the tone of emotion, gently regulate your rhythm."
        },
        "position3": {
          "upright": "The Four Swords say your expectation is peace and rest, open your heart to rest... peace, inner peace.",
          "reversed": "The Reverse Four Sword shows that your expectation is to come out of the exhausting cycles. Your heart wants calm.",
          "keywords": {
            "0": "Peace",
            "1": "timeout",
            "2": "rest",
            "3": "Tranquillity",
            "4": "Peace"
          },
          "context": "Your expectations are emotional stillness, and your heart wants to breathe a calm breath."
        },
        "position4": {
          "upright": "Four Swords tells the mind to take a break, rest clears the strategy... 10 minutes of silence.",
          "reversed": "The Reverse Four Sword says, \"Put micro spaces instead of break resistance.\" The fatigue hardens the heart.",
          "keywords": {
            "0": "rest",
            "1": "strategy",
            "2": "Tranquillity",
            "3": "Recovery",
            "4": "Peace"
          },
          "context": "Your advice is to clear the mind with silence, small breaks create a safe space for the heart."
        },
        "position5": {
          "upright": "Your path is to take a break and rest your mind, and silence will mature your strategy.",
          "reversed": "The road wants you to realize that you're exhausted and choose to rest.",
          "keywords": {
            "0": "rest",
            "1": "Recovery",
            "2": "Silence",
            "3": "strategy"
          },
          "context": "Your road map, your little breaks, your mental calm will make your progress easier."
        },
        "position6": {
          "upright": "Your partner expects you to calm down and take steps thinking, and he wants you to calm him down.",
          "reversed": "Your partner doesn't want to see passiveness.",
          "keywords": {
            "0": "rest",
            "1": "Tranquillity",
            "2": "balance",
            "3": "preparation",
            "4": "Silence"
          },
          "context": "Your partner is expecting a calm and thought-out approach."
        },
        "position7": {
          "upright": "In the future of communication, there will be a period of calm and rest, and mind and heart will need recovery.",
          "reversed": "Rejecting rest can cause weariness in the future, small breaks are essential to bonding.",
          "keywords": {
            "0": "rest",
            "1": "Recovery",
            "2": "Silence",
            "3": "Regeneration"
          },
          "context": "The future of communication will be strengthened by calm, and rest rejection will damage the bond."
        }
      },
      "fiveofswords": {
        "position1": {
          "upright": "The Five Swords show the battle of power and right in the present situation, the bond may be broken to win, tip: focus not on victory, but on compromise.",
          "reversed": "The Reverse Five Swords say pride delays repair.",
          "keywords": {
            "0": "ego",
            "1": "conflict",
            "2": "victory",
            "3": "Losing",
            "4": "Compromise"
          },
          "context": "In the present situation, ego wars stand out in the ligament, humility will repair the bridges."
        },
        "position2": {
          "upright": "The Five Swords say that your desire to be justified in your feelings and your need for subtlety conflicted. The feeling of victory may leave you alone. Tip: Choose compromise rather than honor.",
          "reversed": "The Reverse Five Swords indicate that pride closes the apology door.",
          "keywords": {
            "0": "ego",
            "1": "conflict",
            "2": "victory",
            "3": "cost",
            "4": "Compromise"
          },
          "context": "The defense is high in your heart now, one step back will bring peace, soft intentions will bridge the bridge."
        },
        "position3": {
          "upright": "Five Swords tells us that your hope is the end of ego wars, your heart wants peace, reconciliation, compassion.",
          "reversed": "The Reverse Five Swords show that what you expect is truly to abandon pride and make peace. Your heart wants to build bridges.",
          "keywords": {
            "0": "Peace",
            "1": "Compromise",
            "2": "ego",
            "3": "honor",
            "4": "bridge"
          },
          "context": "Your expectations are a compromise, and your heart seeks more understanding than a fight."
        },
        "position4": {
          "upright": "The Five Swords say to give up the race for righteousness, protecting the bridges is the essence of gain, the look of winning and winning.",
          "reversed": "The Reverse Five Sword offers an opportunity to repair. The compensation gesture heals the bond.",
          "keywords": {
            "0": "conflict",
            "1": "ego",
            "2": "repair",
            "3": "Rightness",
            "4": "compensation"
          },
          "context": "Your advice is to focus more on bonding than being right."
        },
        "position5": {
          "upright": "Your path is to stop your desire to be right and protect the bridges, and the gain may be the satisfaction of the ego, not the bond.",
          "reversed": "The road wants you to give it a chance to repair, and the flexible language will soften the tension.",
          "keywords": {
            "0": "conflict",
            "1": "ego",
            "2": "Rightness",
            "3": "repair"
          },
          "context": "Your road map is to protect the bridge, choosing peace rather than righteousness will bring healing."
        },
        "position6": {
          "upright": "Your partner expects you to bridge more than a fight, not be right, but peace is precious to him.",
          "reversed": "Your partner doesn't want to see a power struggle below, he's waiting for a repair language.",
          "keywords": {
            "0": "conflict",
            "1": "ego",
            "2": "Peace",
            "3": "repair",
            "4": "Compromise"
          },
          "context": "Your partner expects you to choose peace, not winning."
        },
        "position7": {
          "upright": "In the future of communication, there may be a sense of post-conflict win-lossment, instead of being right, it will be important to protect bridges.",
          "reversed": "Repair and forgiveness will be possible in the future, and when the ego is released, the bond will be restored.",
          "keywords": {
            "0": "conflict",
            "1": "ego",
            "2": "Rightness",
            "3": "repair"
          },
          "context": "The future of communication will be shaped by lessons from conflicts, forgiveness will strengthen bridges."
        }
      },
      "sixofswords": {
        "position1": {
          "upright": "The Six Swords show their intention to take a calmer path in the present situation. The stormy waters are to be left behind. Tip: Trust the transition.",
          "reversed": "The Reverse Six Swords say that the tendency to return to the past delays the peace.",
          "keywords": {
            "0": "transition",
            "1": "calm",
            "2": "Progress",
            "3": "journey",
            "4": "Adaptation"
          },
          "context": "In the present situation, the bond wants to move to a more peaceful place, so it'll be healing not to stick to the past."
        },
        "position2": {
          "upright": "Six Swords say you have a desire to cross into calm waters. Your heart is searching for bridges. Hint: Step forward.",
          "reversed": "The Reverse Six Sword says you're tired of returning to the old beach.",
          "keywords": {
            "0": "transition",
            "1": "calm",
            "2": "Recovery",
            "3": "path",
            "4": "Adaptation"
          },
          "context": "Right now your heart wants to move to peace, small, consistent steps will build trust, so don't dwell on the past."
        },
        "position3": {
          "upright": "The Six Swords say your expectation is a journey to calmer waters, your heart wants a peaceful passage... journey, progress.",
          "reversed": "The Reverse Six Sword shows that your expectations are to put the old problems behind you completely. Your heart is searching for closure.",
          "keywords": {
            "0": "transition",
            "1": "Peace",
            "2": "Progress",
            "3": "calm",
            "4": "transformation"
          },
          "context": "Your expectations are for emotional calming, your heart wants a peaceful course."
        },
        "position4": {
          "upright": "Six Swords say, \"Go into the calm waters.\" Small distance brings peace back. \"Look for a breather today.\"",
          "reversed": "The Reverse Six Sword says to loosen the bonds of the past. As it lightens, the direction becomes clear.",
          "keywords": {
            "0": "transition",
            "1": "Tranquillity",
            "2": "course",
            "3": "lightness",
            "4": "Progress"
          },
          "context": "Your advice is to drop the loads and head for a calm course, and the transition process gives the heart peace."
        },
        "position5": {
          "upright": "Your path leads away from the stormy water and towards the calm, the gradual steps will bring you confidence.",
          "reversed": "The road wants you to free yourself from old ties.",
          "keywords": {
            "0": "transition",
            "1": "Tranquillity",
            "2": "course",
            "3": "Recovery"
          },
          "context": "Your road map is to head for calm waters, and safe passage will give you peace."
        },
        "position6": {
          "upright": "Your partner is waiting for you to put the past behind you and move on to calm waters, and he wants you to focus on the future.",
          "reversed": "Your partner doesn't want you to keep bringing up the past, he's expecting progress and transition.",
          "keywords": {
            "0": "transition",
            "1": "Progress",
            "2": "Tranquillity",
            "3": "Regeneration",
            "4": "direction"
          },
          "context": "Your partner expects you to put the past behind you and look forward together."
        },
        "position7": {
          "upright": "In the future of communication, there's a journey to calmer waters, and together, there'll be a chance of getting away from problems.",
          "reversed": "It may be difficult to put the past behind you, and the new journey will be difficult without resolving the bonds.",
          "keywords": {
            "0": "transition",
            "1": "Tranquillity",
            "2": "Don't go away",
            "3": "Regeneration"
          },
          "context": "The future of communication will be shaped by safe transitions, leaving the past may not be easy."
        }
      },
      "sevenofswords": {
        "position1": {
          "upright": "The Seven Swords show the problems of transparency in the present situation. The hidden words may undermine confidence. Tip: Clarity is the key.",
          "reversed": "The Reverse Seven Swords show intent to confess but shyness.",
          "keywords": {
            "0": "secrecy",
            "1": "strategy",
            "2": "Honesty",
            "3": "hiding",
            "4": "Trust"
          },
          "context": "In the current case, the bond is being tested for honesty, and it will restore clarity trust."
        },
        "position2": {
          "upright": "The Seven Swords tend to be cautious and cautious in your emotions. Your heart is testing for trust. Tip: Be clear in the right place.",
          "reversed": "The Reverse Seven Swords say that the barrier of shame is at odds with a plea of confession.",
          "keywords": {
            "0": "transparency",
            "1": "Trust",
            "2": "hiding",
            "3": "strategy",
            "4": "Honesty"
          },
          "context": "Right now, your heart's on guard, so it'll be a relief to be open in safe spaces, and half a promise of clarity will do you good."
        },
        "position3": {
          "upright": "The Seven Swords say that your expectations are honesty, that your heart wants a translucent bond away from the hidden agenda... clarity, trust.",
          "reversed": "The Reverse Seven Sword shows that your expectation is to be free of secret games. Your heart seeks pure intent.",
          "keywords": {
            "0": "Honesty",
            "1": "openness",
            "2": "Trust",
            "3": "transparency",
            "4": "Loyalty"
          },
          "context": "Your expectations are clear intentions, your heart demands authenticity."
        },
        "position4": {
          "upright": "The Seven Swords say to establish your strategy with pure intent, transparency is the bridge of trust... share the plan.",
          "reversed": "The Reverse Seven Sword says, \"Leave half the truth.\" The clarity brings peace.",
          "keywords": {
            "0": "strategy",
            "1": "Honesty",
            "2": "Plan",
            "3": "Trust",
            "4": "intent"
          },
          "context": "Your advice is to share the plan in your mind without hiding it, and honesty strengthens the bond."
        },
        "position5": {
          "upright": "You're going through strategic but clean-minded steps, and it might be helpful to move forward quietly.",
          "reversed": "The road wants you to give up half the truth, and transparency will restore confidence.",
          "keywords": {
            "0": "strategy",
            "1": "secrecy",
            "2": "Honesty",
            "3": "Plan"
          },
          "context": "Your road map, your intention is pure strategy, transparency will protect the bond."
        },
        "position6": {
          "upright": "Your partner expects honesty and transparency from you, not secret plans, but clear intent.",
          "reversed": "Your partner doesn't want to see half the facts.",
          "keywords": {
            "0": "Honesty",
            "1": "transparency",
            "2": "Trust",
            "3": "openness",
            "4": "intent"
          },
          "context": "Your partner expects you to be open and reliable."
        },
        "position7": {
          "upright": "In the future of communication, there will be strategic steps and careful progress, and even if everything is not clear, the intent must be clean.",
          "reversed": "Discretion or half-truths may undermine confidence in the future, and transparency will be mandatory.",
          "keywords": {
            "0": "strategy",
            "1": "secrecy",
            "2": "intent",
            "3": "Trust"
          },
          "context": "The future of communication will proceed with intelligent strategies, but it must not exceed the limit of secrecy."
        }
      },
      "eightofswords": {
        "position1": {
          "upright": "Eight Swords say that restrictive beliefs are effective in the present situation. In fact, the open roads are thought to be closed. Tip: Break the mental chains.",
          "reversed": "The Reverse Eight Swords show that the possibility of liberation is born, but the fears are holding back.",
          "keywords": {
            "0": "Restrict",
            "1": "fear",
            "2": "freedom",
            "3": "faith",
            "4": "mind"
          },
          "context": "In the present situation, the bond is tested by fear, and a bold step will break the chains."
        },
        "position2": {
          "upright": "Eight Swords say that self-restricting beliefs narrow your emotions. It is thought to be closed when the door is open. The clue is: separate the evidence from the fear.",
          "reversed": "The Reverse Eight Swords say the hesitation continues, despite the knots beginning to unravel. Its symptom is: back and forth.",
          "keywords": {
            "0": "Self-restraint",
            "1": "fear",
            "2": "faith",
            "3": "freedom",
            "4": "Courage"
          },
          "context": "Right now, your heart is shy, and the brave little experiment will open up, and it's hard to ask for help."
        },
        "position3": {
          "upright": "Eight Swords say your expectations are to overcome fear, your heart wants to be free... courage, dissolution.",
          "reversed": "The Reverse Eight Swords show that your expectations are to leave mental barriers. Your heart is searching for free air.",
          "keywords": {
            "0": "freedom",
            "1": "fear",
            "2": "Courage",
            "3": "resolution",
            "4": "light"
          },
          "context": "Your hope is to be free, your heart wants to break its own chains."
        },
        "position4": {
          "upright": "The Eight Swords say, \"Recognise the faith of the chain chest.\" The small evidence sets free. Is it really an obstacle? The question.",
          "reversed": "The Reverse Eight Sword says, \"Let it be untied.\" Take support, the ropes relax.",
          "keywords": {
            "0": "Self-restraint",
            "1": "faith",
            "2": "freedom",
            "3": "fear",
            "4": "awareness"
          },
          "context": "Your advice is to recognize mental chains and loosen them with tiny evidence, and if faith changes, the heart opens."
        },
        "position5": {
          "upright": "Your path is to discover your own mental chains and be liberated, and the little evidence will set you free.",
          "reversed": "The road wants you to see the exit door without surrendering to fear.",
          "keywords": {
            "0": "Freedom",
            "1": "fear",
            "2": "mind trap",
            "3": "experiment"
          },
          "context": "Your road map, your own boundaries, the little steps of freedom will lead your way."
        },
        "position6": {
          "upright": "Your partner asks you not to let your fears rule you.",
          "reversed": "Your partner doesn't want you to be the victim, he wants you to be free and take responsibility.",
          "keywords": {
            "0": "freedom",
            "1": "responsibilities",
            "2": "Courage",
            "3": "clarity",
            "4": "power"
          },
          "context": "Your partner is waiting for you to get over your fears and be free."
        },
        "position7": {
          "upright": "In the future of communication, mental constraints or fears can be effective, and little awareness will lead to liberation.",
          "reversed": "The chains will begin to unravel, but fears can rise again.",
          "keywords": {
            "0": "Restrict",
            "1": "fear",
            "2": "Freedom",
            "3": "mind trap"
          },
          "context": "The future of communication has the opportunity to be free, but fears can be chained."
        }
      },
      "nineofswords": {
        "position1": {
          "upright": "The Nine Swords say that anxiety and exaggerated scenarios are heavy in the present situation. The mind is difficult to find peace. The clue is: separate the truth from the anxiety.",
          "reversed": "The Reverse Nine Swords say that the nightmares are beginning to ease, but the remains continue.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "sleep",
            "3": "mind",
            "4": "exaggerate"
          },
          "context": "In the present situation, the bond is exhausted by too much thought, and putting trust in the place of anxiety will heal."
        },
        "position2": {
          "upright": "The Nine Swords say that anxiety and exaggerated scenarios envelop your emotions, the mind enlarges the night, hint: Check reality.",
          "reversed": "The Reverse Nine Swords indicate that the nightmare has eased, but there are traces of sleeplessness.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "sleep",
            "3": "reality",
            "4": "Regulation"
          },
          "context": "Right now, your heart wants assurances, breathing and open speech will solve anxiety, and small evidence will bring great peace."
        },
        "position3": {
          "upright": "The Nine Swords say your hope is to get rid of anxiety, your heart wants peace of sleep, trust, calmness.",
          "reversed": "The Reverse Nine Swords show that your expectations are to put your fears behind you. Your heart wants hope.",
          "keywords": {
            "0": "Concern",
            "1": "hope",
            "2": "calm",
            "3": "freedom",
            "4": "It's a cure."
          },
          "context": "Your heart is looking for a safe place."
        },
        "position4": {
          "upright": "The Nine Swords say, \"Write your anxiety and make it visible.\" The night-growing shadow shrinks in daylight. The list of worries is the technique.",
          "reversed": "The Reverse Nine Swords say, \"Use the clarity of the morning.\" Small victories melt anxiety.",
          "keywords": {
            "0": "Concern",
            "1": "anxiety",
            "2": "writing",
            "3": "clarity",
            "4": "It's a cure."
          },
          "context": "Your advice is to put your fears on paper and set them in order, and clarity brings the heart to rest."
        },
        "position5": {
          "upright": "Your way is to write down your worries and face reality, and night thoughts are light in the morning.",
          "reversed": "The road wants you to drop the disaster scenarios, and the little victories will solve the anxiety.",
          "keywords": {
            "0": "Concern",
            "1": "insomnia",
            "2": "Don't be a disaster.",
            "3": "It's a cure."
          },
          "context": "Your road map, facing anxiety, reality will weaken anxiety."
        },
        "position6": {
          "upright": "Your partner wants you to share your concerns honestly, and it's important that you don't hide your feelings for him.",
          "reversed": "Your partner doesn't want to see dark scenarios all the time, he's waiting for a more hopeful approach.",
          "keywords": {
            "0": "Concern",
            "1": "Honesty",
            "2": "share",
            "3": "hope",
            "4": "real"
          },
          "context": "Your partner expects you to share your concerns, but balance them with hope."
        },
        "position7": {
          "upright": "There may be periods of anxiety and sleeplessness in the future of communication, and if fear is raised, the bond can get tired.",
          "reversed": "With the clarity of the morning, anxiety will begin to unravel, and reality control will bring peace to the bond.",
          "keywords": {
            "0": "Concern",
            "1": "nightmare",
            "2": "fear",
            "3": "reality"
          },
          "context": "The future of communication can be tested by anxiety, but confrontation will bring peace."
        }
      },
      "tenofswords": {
        "position1": {
          "upright": "The Ten Swords show a corrosive closure or extinction in the present situation. The old method is over. Tip: Allow rebirth.",
          "reversed": "The Reverse Ten Swords show signs of recovery, but a complete lack of closure.",
          "keywords": {
            "0": "end",
            "1": "closure",
            "2": "Regeneration",
            "3": "Expired",
            "4": "Rebirth"
          },
          "context": "In the current case, the bond is shutting down a cycle, and opening a new space will set it free."
        },
        "position2": {
          "upright": "The Ten Swords say that a cycle in your emotions is over and the old way is no longer working.",
          "reversed": "The Reverse Ten Swords say the full goodbye was forced despite the intention of packing up.",
          "keywords": {
            "0": "end",
            "1": "closure",
            "2": "Regeneration",
            "3": "Expired",
            "4": "Agreed"
          },
          "context": "Right now, your heart wants to lower the burden, honoring the end will ease it, the new page is ready."
        },
        "position3": {
          "upright": "The Ten Swords say your expectation is that the old cycles will close, your heart wants to be reborn... end, beginning.",
          "reversed": "The Reverse Ten Swords show that your expectation is to recover and find hope again. Your heart is searching for a new leaf.",
          "keywords": {
            "0": "end",
            "1": "Regeneration",
            "2": "start",
            "3": "transformation",
            "4": "hope"
          },
          "context": "Your hope is closure, your heart wants to be reborn."
        },
        "position4": {
          "upright": "The Ten Swords say honor the end, the closing of the new beginning, the farewell ritual.",
          "reversed": "The Reverse Ten Swords, the packing begins, the relaxed intent opens the door to a new one.",
          "keywords": {
            "0": "end",
            "1": "Regeneration",
            "2": "Surrender",
            "3": "Don't say goodbye.",
            "4": "birth"
          },
          "context": "Your advice is to close the old cycle with compassion."
        },
        "position5": {
          "upright": "Your path is to honor a closed cycle and start again, and the end opens the door to a new one.",
          "reversed": "The road requires you to speed up the recovery, and the frame restores power.",
          "keywords": {
            "0": "end",
            "1": "Rebirth",
            "2": "Surrender",
            "3": "It's a cure."
          },
          "context": "Your road map is to leave what's going on."
        },
        "position6": {
          "upright": "Your partner expects you to respect the closed loops, make room for a fresh start.",
          "reversed": "Your partner doesn't want you to get hooked on old wounds, he expects you to be open to rebirth.",
          "keywords": {
            "0": "closure",
            "1": "Rebirth",
            "2": "Agreed",
            "3": "It's a cure.",
            "4": "hope"
          },
          "context": "Your partner is waiting for you to accept the closing and welcome the new one."
        },
        "position7": {
          "upright": "A cycle will be completed in the future of communication, and with the end, there will be a new beginning.",
          "reversed": "The recovery and rebirth process will begin, and the burden of the past will be left behind.",
          "keywords": {
            "0": "end",
            "1": "Surrender",
            "2": "Regeneration",
            "3": "start"
          },
          "context": "The future of communication will be shaped by closure and renovation, and the end will open a new door."
        }
      },
      "pageofswords": {
        "position1": {
          "upright": "The Prince of Sword, in the present state of curiosity and interrogation, questions are being asked, the truth is being sought.",
          "reversed": "The Reverse Sword Prince says gossip and false assumptions cast a shadow.",
          "keywords": {
            "0": "curiosity",
            "1": "communication",
            "2": "Question",
            "3": "learning",
            "4": "real"
          },
          "context": "In the current situation, the bond is tested by interrogation, and open and gentle communication will maintain confidence."
        },
        "position2": {
          "upright": "The Prince of the Sword says that curiosity and the desire to learn guide your feelings.",
          "reversed": "The Reverse Sword Prince says gossip and hasty judgment cloud your emotions.",
          "keywords": {
            "0": "curiosity",
            "1": "Question",
            "2": "learning",
            "3": "communication"
          }
        }
      }
    }
  }
}
