{
  "marriage": {
    "meanings": {
      "justice": {
        "position7": {
          "keywords": {
            "3": "justice"
          },
          "context": "You meet them in a formal/compromising context, it increases clarity, it forces the uncertainty process."
        },
        "position8": {
          "upright": "Justice shows that honesty and transparency will strengthen communication, and clarity builds confidence.",
          "reversed": "Reverse Justice indicates that double standard or unfair language can break the treaty. Transparency brings balance.",
          "keywords": {
            "0": "justice",
            "1": "clarity",
            "2": "transparency",
            "3": "balance"
          },
          "context": "Honest language strengthens harmony; injustice creates disconnects."
        },
        "position9": {
          "upright": "Justice is a fair, balanced, honest wife for you, and her frankness is a bond of trust.",
          "reversed": "Reverse Justice is not for you to be unfair, dishonest, or double standardized.",
          "keywords": {
            "0": "justice",
            "1": "balance",
            "2": "Honesty",
            "3": "Trust"
          },
          "context": "The ideal wife is a fair and honest person."
        }
      },
      "thehangedman": {
        "position1": {
          "upright": "Your marriage will be shaped by sacrifice, patience, and different viewpoints, and the result may be a bond that deepens with understanding.",
          "reversed": "The role of the victim or the inertia can make the outcome of the marriage difficult, and progress can be suspended.",
          "keywords": {
            "0": "sacrifice",
            "1": "Patience",
            "2": "Perspective",
            "3": "Surrender"
          },
          "context": "The result is marriage forged by patience and different glances, but there's a risk of inertia."
        },
        "position10": {
          "upright": "Hanged Adam, the marriage door opens when you change your perspective and move forward with surrender.",
          "reversed": "Indecisiveness or stubbornness can delay the path to marriage.",
          "keywords": {
            "0": "From a point of view",
            "1": "Surrender",
            "2": "don't wait.",
            "3": "decision",
            "4": "Vision"
          },
          "context": "Marriage will be possible from a different perspective."
        },
        "position2": {
          "upright": "Change your perspective while you wait, surrender will bring you new awareness.",
          "reversed": "Excessive anticipation or obstruction will make the process difficult.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "awareness",
            "3": "don't wait."
          },
          "context": "It's useful to see it from different angles while waiting."
        },
        "position3": {
          "upright": "The Hanged Man shows sacrifice and waiting in financial sharing, which can be balanced by patience.",
          "reversed": "The Reverse Hanger is a symbol of reluctant sacrifice or congestion, and progress in sharing can be avoided.",
          "keywords": {
            "0": "sacrifice",
            "1": "waiting",
            "2": "balance",
            "3": "congestion"
          },
          "context": "There's patience and sacrifice in sharing, but it can lead to extreme tightness."
        },
        "position4": {
          "upright": "The Hanged Man points out that patience and new perspectives are needed in the bonding process, and the bond that matures over time is stronger.",
          "reversed": "The Inverse Hanging Man may have an effect on the desire to commit, or victim psychology, which is preferable to escape rather than sacrifice.",
          "keywords": {
            "0": "waiting",
            "1": "From a point of view",
            "2": "Surrender",
            "3": "sacrifice"
          },
          "context": "Connection matures with time and understanding."
        },
        "position5": {
          "upright": "It's like changing perspectives and finding meaning in waiting, and even if you're suspended, you'll understand each other.",
          "reversed": "The victim's narration/retribution habit can work differently on you. Involuntary sacrifice disrupts harmony.",
          "keywords": {
            "0": "Perspective",
            "1": "Surrender",
            "2": "sacrifice",
            "3": "waiting",
            "4": "meaning"
          },
          "context": "Perspective flexibility is common. Set the postponement with consciousness."
        },
        "position6": {
          "upright": "The hanged man says that you need to change perspective and wait patiently for acceptance, and seeing your family's world through their eyes makes bridges permanent.",
          "reversed": "The Inverted Man can slow down the acceptance of imprisonment and indecisiveness, and instead of the victim's narrative, small voluntary sacrifices increase confidence.",
          "keywords": {
            "0": "Perspective",
            "1": "Patience",
            "2": "Surrender",
            "3": "empathy",
            "4": "bridge"
          },
          "context": "It's a process that softens with time and empathy, and voluntary flexibility speeds up acceptance."
        },
        "position7": {
          "upright": "The Hanged Man says that meeting will come when he gains a different perspective in a suspended period, and stopping plans and slowing down the rhythm is an unexpected encounter.",
          "reversed": "The Reverse Hanger tells us that delays and ambiguity can close the window of opportunity, and when the victim leaves the story and takes a microstep, the paths cross.",
          "keywords": {
            "0": "waiting",
            "1": "Perspective",
            "2": "Surrender",
            "3": "search"
          },
          "context": "You meet at the moment of deceleration, the perspective changes open the door, and the longer, the longer, the less opportunity to delay, the better."
        },
        "position8": {
          "upright": "The Hanged Man shows that by trying to understand different perspectives, he can adapt, and empathy bridges communication.",
          "reversed": "The Reverse Hanged Man states that victim psychology or stubbornness will make the deal difficult. Perspective change makes it easier to adapt.",
          "keywords": {
            "0": "Perspective",
            "1": "empathy",
            "2": "difference",
            "3": "Surrender"
          },
          "context": "Empathy adapts; stubbornness prevents agreements."
        },
        "position9": {
          "upright": "The hanged man is the man who makes sacrifices for you, who is open to different perspectives, and his flexibility enhances harmony.",
          "reversed": "The man who's hung upside down, passive, victim conscious, or closed to change, is not suitable for you.",
          "keywords": {
            "0": "sacrifice",
            "1": "flexibility",
            "2": "From a point of view",
            "3": "compatibility"
          },
          "context": "The ideal mate is the one that balances with a flexible point of view."
        }
      },
      "death": {
        "position1": {
          "upright": "There will be closures and transformations in your marriage, and the result may be renewal and a fresh start.",
          "reversed": "Resistant or unresolved past can complicate the outcome of a marriage, and progress can be postponed.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "start"
          },
          "context": "The result is transformation and a new birth, but resistance can prevent progress."
        },
        "position10": {
          "upright": "Death says that a period of closure and a new beginning will open the way to marriage.",
          "reversed": "Reverse Death, holding on to the past can prevent marriage.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "start",
            "4": "change"
          },
          "context": "The marriage will take place after the transformation."
        },
        "position2": {
          "upright": "Leave the old ties and habits while you wait, regeneration prepares you for the right mate.",
          "reversed": "Staying stuck in the past makes the process difficult.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "Don't let go"
          },
          "context": "It's good to let go of the past while you're waiting."
        },
        "position3": {
          "upright": "Death shows that in financial sharing, the old order will end and a new system will be born, and change is inevitable.",
          "reversed": "Reverse Death indicates resistance to change in financial matters or sticking to old habits.",
          "keywords": {
            "0": "change",
            "1": "Regeneration",
            "2": "resistance",
            "3": "transformation"
          },
          "context": "It's time for me to transform into sharing, and resistance makes it harder to fit in."
        },
        "position4": {
          "upright": "Death shows that commitment can be made possible by letting go of old habits and making a fresh start.",
          "reversed": "Inverted Death, the urge to connect can be a resistance to old ties or change, making it difficult to establish a new bond.",
          "keywords": {
            "0": "transformation",
            "1": "Quit.",
            "2": "Regeneration",
            "3": "start"
          },
          "context": "Ties are strengthened by giving up the old and embracing the new."
        },
        "position5": {
          "upright": "It's the same courage in the drop-off and the transformation, you can throw away the old shells and call the new one together.",
          "reversed": "You may have a different level of resistance to change, and if there's no closure, the common ground narrows.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "Don't let go",
            "4": "threshold"
          },
          "context": "It's a peaceful partnership with transformation, and if resistance is seen, the ritual is useful."
        },
        "position6": {
          "upright": "Death shows a threshold in a relationship with the family and a new chapter in the absence of old prejudices. A healthy transformation makes acceptance more authentic.",
          "reversed": "Reverse Death tells us that staying attached to past patterns can delay acceptance, soft goodbyes and clear boundaries open space for the new to be born.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Rebirth",
            "3": "threshold",
            "4": "Release"
          },
          "context": "The process speeds up if you say goodbye to the old judgments, transformation brings in permanent acceptance."
        },
        "position7": {
          "upright": "Death tells you to meet after a strong closure and transformation, and when you finish an old cycle, you see each other in the fresh start zone.",
          "reversed": "Reverse Death tells us that holding on to the past delays the new encounter, and when you honor good-bye, the paths meet naturally.",
          "keywords": {
            "0": "end",
            "1": "transformation",
            "2": "Rebirth",
            "3": "Don't let go"
          },
          "context": "You meet after closing, the transformation opens the field, the resistance prolongs the process."
        },
        "position8": {
          "upright": "Death shows that you can abandon the old communication patterns and adapt by setting up a new one, and transformation strengthens the deal.",
          "reversed": "Reverse Death says that resisting change can make communication difficult.",
          "keywords": {
            "0": "transformation",
            "1": "Regeneration",
            "2": "Don't let go",
            "3": "communication"
          },
          "context": "Leaving the old one strengthens the agreement; resistance breaks the harmony."
        },
        "position9": {
          "upright": "Death is a man for you who is open to transformation, who abandons the old and embraces the new, and the power to regenerate gives life to the relationship.",
          "reversed": "Reverse Death, the person who dwells on the past, resists change, is not suitable for you.",
          "keywords": {
            "0": "transformation",
            "1": "Regeneration",
            "2": "end",
            "3": "start"
          },
          "context": "The ideal mate is the one who is not afraid of transformation."
        }
      },
      "temperance": {
        "position1": {
          "upright": "Your marriage will be based on balance, harmony, and measurement, and the result can be a peaceful and patient bond.",
          "reversed": "Extremism or impatience can make the outcome of marriage difficult.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance"
          },
          "context": "The result is a moderate and balanced marriage, but running to the ends can be a problem."
        },
        "position10": {
          "upright": "Balance, patience, and harmony indicate that marriage is possible.",
          "reversed": "Reverse balance, extremism, or incompatibility may weaken the possibility of marriage.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "flow",
            "4": "Adaptation"
          },
          "context": "Marriage will be built with patience and harmony."
        },
        "position2": {
          "upright": "Find your balance, be moderate, patience and harmony will strengthen you while you wait.",
          "reversed": "Extremities or imbalance make the process difficult. Choose the middle path.",
          "keywords": {
            "0": "balance",
            "1": "Patience",
            "2": "compatibility",
            "3": "measurance"
          },
          "context": "It is beneficial to be in harmony and to be moderate in waiting, which makes you at peace."
        },
        "position3": {
          "upright": "Balance brings balance and harmony in financial sharing. It has the power to combine resources for the common benefit.",
          "reversed": "Inverse balance shows extremes or incompatibility in financial matters, and when the balance is not set, problems arise.",
          "keywords": {
            "0": "balance",
            "1": "measure",
            "2": "compatibility",
            "3": "share"
          },
          "context": "Harmony and measurement are strong in sharing. Extremism is a problem."
        },
        "position4": {
          "upright": "Balance indicates that bonding will be established in harmony and patience, and the bond is strengthened as the parties identify and meet in common.",
          "reversed": "Inverse balance, extremes and incompatibility can be a problem in the bonding process, and one of the sides may find it difficult to find balance.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "middle path"
          },
          "context": "Connection is powered by patience and harmony."
        },
        "position5": {
          "upright": "You like the measure, the synthesis and the middle way, the dosage is your common intelligence.",
          "reversed": "If your tendency to drift to the ends gets different, the mixture breaks down.",
          "keywords": {
            "0": "balance",
            "1": "synthesis",
            "2": "measure",
            "3": "Patience",
            "4": "compatibility"
          },
          "context": "The middle is the common value, the pace must be calibrated together."
        },
        "position6": {
          "upright": "Balance says that you can blend in with your temperate and mediator attitude in the family, gently blending styles without mixing them, positioning you as a uniter.",
          "reversed": "The reverse balance, the protracted attitudes, and the hasty pressure to get close to the ends can disrupt the harmony, and the middle way and the dose of contact builds trust one step at a time.",
          "keywords": {
            "0": "compatibility",
            "1": "measure",
            "2": "Patience",
            "3": "synthesis",
            "4": "Compromise"
          },
          "context": "Nice calibration nourishes acceptance, so choose consistency instead of hasty moves."
        },
        "position7": {
          "upright": "Balance says that meeting will be in an environment where the two worlds are blended into harmony -- a mutual friend, a mixed project, or healing/health-themed areas that blend you in.",
          "reversed": "It says that inverse balance, extremism, or incompatibility, can force intimacy.",
          "keywords": {
            "0": "compatibility",
            "1": "middle path",
            "2": "Patience",
            "3": "mix"
          },
          "context": "In a mixed field, the paths cross, the middle tie expands, disrupts the extremism process."
        },
        "position8": {
          "upright": "Balance shows that a compatible and moderate communication will facilitate the agreement, and the middle way gives confidence.",
          "reversed": "Reverse Balance indicates that extremes can disrupt communication.",
          "keywords": {
            "0": "balance",
            "1": "measure",
            "2": "compatibility",
            "3": "middle path"
          },
          "context": "Moderate language brings harmony; extremism makes the deal difficult."
        },
        "position9": {
          "upright": "Balance is a modest, patient, adaptable partner for you, and it gives him confidence that he can find a middle course.",
          "reversed": "The inverse balance, the impatient or the incompatible, is not suitable for you.",
          "keywords": {
            "0": "balance",
            "1": "Patience",
            "2": "compatibility",
            "3": "measure"
          },
          "context": "The ideal mate is the one who can find a middle course with harmony and patience."
        }
      },
      "thedevil": {
        "position1": {
          "upright": "In your marriage, strong passion and commitment will emerge, and the result may be a deep but sometimes restrictive union.",
          "reversed": "Breaking the bonds of addiction will bring freedom as a result of marriage, and the result may be a healthier bond.",
          "keywords": {
            "0": "passion",
            "1": "commitment",
            "2": "addiction",
            "3": "Freedom"
          },
          "context": "The result is a passionate and intense bond, but the freedom field must be protected."
        },
        "position10": {
          "upright": "Satan shows that relationships based on addiction or strong passion can lead to marriage.",
          "reversed": "The Reverse Devil is likely to marry through release from addiction and liberation.",
          "keywords": {
            "0": "addiction",
            "1": "passion",
            "2": "Freedom",
            "3": "connection",
            "4": "shadow"
          },
          "context": "There's a possibility of marriage; it's healthy with free elections."
        },
        "position2": {
          "upright": "Free yourself from addictions and extreme passions, strengthen your free will while waiting.",
          "reversed": "Chained feelings or captivity make the process difficult.",
          "keywords": {
            "0": "freedom",
            "1": "addiction",
            "2": "shadow",
            "3": "passion"
          },
          "context": "It's important to be free while waiting. This prepares you for a healthy bond."
        },
        "position3": {
          "upright": "Satan points to addiction or interest relationships in financial sharing. Sources can be a means of control.",
          "reversed": "The Reverse Devil shows freeing from financial addictions, the bondage of resources can end.",
          "keywords": {
            "0": "addiction",
            "1": "subtract",
            "2": "freedom",
            "3": "control"
          },
          "context": "There's a risk of interest and addiction in sharing, boundaries for freedom."
        },
        "position4": {
          "upright": "Satan can show that the desire to bond is fed by passion, addiction, or strong attraction, but if the healthy boundaries are established, the bond is permanent.",
          "reversed": "Inverted Satan, freedom restrictions and addictions can be a problem in bonding, and one of the parties may want to avoid that pressure.",
          "keywords": {
            "0": "passion",
            "1": "addiction",
            "2": "gravity",
            "3": "borders"
          },
          "context": "Healthy bonding is possible with the awareness of freedom and boundaries."
        },
        "position5": {
          "upright": "A strong resemblance in passion and attraction, power balances with love when the boundaries are spoken.",
          "reversed": "Jealousy/dependence triggers can work differently, but the level of exposure to the shadow determines harmony.",
          "keywords": {
            "0": "passion",
            "1": "shadow",
            "2": "limit",
            "3": "gravity",
            "4": "freedom"
          },
          "context": "High-gravity shared space, border and transparency required."
        },
        "position6": {
          "upright": "Satan points out that jealousy, control, or addiction themes can cloud family perception, and respect for their limitations and transparent agreements calm anxiety.",
          "reversed": "The Reverse Satan shows that obstacles to acceptance can be solved with the intent to free themselves from unhealthy dynamics. Small noes build great trust.",
          "keywords": {
            "0": "shadow",
            "1": "limit",
            "2": "control",
            "3": "Freedom",
            "4": "transparency"
          },
          "context": "Name the triggers, clear the boundaries, and as the shadow lights up, it's accepted."
        },
        "position7": {
          "upright": "Satan tells us to meet in an environment of intense attraction and attraction, and passion can be high; border and consciousness can make the bond healthy.",
          "reversed": "The Reverse Devil tells us that as you get free from toxic cycles, you'll find the right place to meet, and out of addiction, you'll get a clean introduction.",
          "keywords": {
            "0": "passion",
            "1": "gravity",
            "2": "limit",
            "3": "shadow"
          },
          "context": "You meet where the attraction is strong, the conscious boundary is essential, it purifies the freeing field."
        },
        "position8": {
          "upright": "Satan says that communication needs to be focused on addiction or manipulation, and open boundaries bring harmony.",
          "reversed": "The Reverse Devil shows that you can communicate honestly by breaking the chains, making free expression easier to deal with.",
          "keywords": {
            "0": "addiction",
            "1": "limit",
            "2": "manipulation",
            "3": "freedom"
          },
          "context": "Open boundaries strengthen harmony; games break the bond."
        },
        "position9": {
          "upright": "For you, Satan is a man of strong passion, a man of attraction, but a man who honors free will, and the bond feeds on passion.",
          "reversed": "Reverse Satan, the addict, the jealous, the manipulative, or the one who restricts freedom is not appropriate for you.",
          "keywords": {
            "0": "passion",
            "1": "gravity",
            "2": "freedom",
            "3": "balance"
          },
          "context": "The ideal mate is the one who can balance freedom with passion."
        }
      },
      "thetower": {
        "position1": {
          "upright": "Your marriage will be shaped by sudden changes and awareness, and the result may be the destruction of old foundations and the creation of new ones.",
          "reversed": "Postponed crises can make the outcome of a marriage traumatic.",
          "keywords": {
            "0": "destruction",
            "1": "awareness",
            "2": "rebuild",
            "3": "crisis"
          },
          "context": "The result is the transformation that destroys the old and replaces the new, but if the crises are delayed, it can grow."
        },
        "position10": {
          "upright": "The tower points to the possibility of marriage through sudden developments and radical changes.",
          "reversed": "Reverse Tower, delayed crises or fears can make marriage difficult.",
          "keywords": {
            "0": "destruction",
            "1": "change",
            "2": "crisis",
            "3": "Rebirth",
            "4": "real"
          },
          "context": "There's a possibility of marriage; it comes after a radical change."
        },
        "position2": {
          "upright": "As you wait, break down the wrong foundations, and the tremors prepare you for a stronger match.",
          "reversed": "Not confronting the facts makes the process difficult, so don't delay the destruction.",
          "keywords": {
            "0": "destruction",
            "1": "Truth",
            "2": "rebuild",
            "3": "awareness"
          },
          "context": "It's good to let go of the wrong while you're waiting, and it prepares you for the right foundation."
        },
        "position3": {
          "upright": "The tower shows a sudden crisis or changes in financial sharing, and unsafe foundations can be broken.",
          "reversed": "The Reverse Tower shows that crises are delayed or hidden, and temporary solutions can cause permanent problems.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "basic"
          },
          "context": "There may be crises in sharing, a solid basis is essential."
        },
        "position4": {
          "upright": "The tower indicates that a sudden confrontation or breach may occur in the bonding process, which gives us a chance to establish a stronger bond.",
          "reversed": "Reverse Tower, connectivity can be avoided by sudden attacks or delayed explosions, and if the sides don't speak openly, the bond weakens.",
          "keywords": {
            "0": "crisis",
            "1": "real",
            "2": "destruction",
            "3": "Reconstruction"
          },
          "context": "The bonding is strengthened by rebuilding after the crisis."
        },
        "position5": {
          "upright": "Your courage to face reality is similar; the crisis cleanses you. The will to rebuild is common.",
          "reversed": "Your inclinations to postpone the concussion may be different, but superficial repair weakens harmony.",
          "keywords": {
            "0": "Truth",
            "1": "destruction",
            "2": "Purge",
            "3": "structure",
            "4": "re-scramble"
          },
          "context": "Loyalty to the truth, partner."
        },
        "position6": {
          "upright": "The tower says that a shocking event or a harsh truth memory can shake the sense of family, but this destruction can become an opportunity to build a more honest and solid ground.",
          "reversed": "The Reverse Tower tells us that delayed explosions increase tension from the bottom down, and sharing the truth in time and measure makes the crisis safe.",
          "keywords": {
            "0": "crisis",
            "1": "Truth",
            "2": "destruction",
            "3": "rebuild",
            "4": "Purge"
          },
          "context": "Without hiding the truth, go with gentle clarity, and then the structure will be stronger."
        },
        "position7": {
          "upright": "The tower tells you to meet after a sudden break or unexpected event, the crisis destroys something, the truth makes you visible to each other.",
          "reversed": "The Reverse Tower tells us that delayed confrontations block the process, that accepting the truth opens the door to the right meeting.",
          "keywords": {
            "0": "crisis",
            "1": "real",
            "2": "destruction",
            "3": "Awakening"
          },
          "context": "After the concussion, the paths cross, the truth zooms in, the avoidance delays."
        },
        "position8": {
          "upright": "In communication, the tower shows that sudden exits or truths can undermine the agreement. In the long run, accepting the truth brings balance.",
          "reversed": "The Reverse Tower states that repressed crises can damage communication, and open confrontation helps adapt.",
          "keywords": {
            "0": "crisis",
            "1": "Truth",
            "2": "destruction",
            "3": "openness"
          },
          "context": "The open truth brings harmony; the suppression creates conflict."
        },
        "position9": {
          "upright": "The Tower is a man who can create immediate awareness for you, who is not afraid to face reality, and honesty strengthens the foundation of the bond.",
          "reversed": "Reverse Tower, you're not fit for someone who's constantly having a crisis, destructive, or hiding the truth.",
          "keywords": {
            "0": "real",
            "1": "awareness",
            "2": "Honesty",
            "3": "change"
          },
          "context": "The ideal wife is the one who shares the truth without fear."
        }
      },
      "thestar": {
        "position1": {
          "upright": "Your marriage will be built on hope, healing and inspiration, and the result will be peace and regeneration.",
          "reversed": "Loss of hopelessness or trust can weaken the outcome of the marriage.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "Inspired",
            "3": "Regeneration"
          },
          "context": "The result is a marriage that feeds on hope, but there's a risk of loss of trust."
        },
        "position10": {
          "upright": "The star shows that the path to marriage is clear with hope, inspiration, and healing.",
          "reversed": "Reverse Star, despair or disappointment may delay the marriage path.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "It's a cure.",
            "3": "future",
            "4": "Vision"
          },
          "context": "The possibility of marriage is strong; it's supported by hope."
        },
        "position2": {
          "upright": "As you wait, proceed with hope and faith, and inner healing prepares you for your mate.",
          "reversed": "Hopelessness makes the process difficult. Keep your faith alive.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "faith",
            "3": "Regeneration"
          },
          "context": "It's good to be hopeful while you wait, and the healing process will strengthen you."
        },
        "position3": {
          "upright": "The star represents hope and recovery in financial sharing, and the common resources can be transferred safely into the future.",
          "reversed": "Reverse Star points to despair or insecurity in financial sharing, lack of faith poses a problem.",
          "keywords": {
            "0": "hope",
            "1": "Recovery",
            "2": "Trust",
            "3": "share"
          },
          "context": "There's hope and recovery in sharing, loss of trust is a risk."
        },
        "position4": {
          "upright": "The star shows that commitment will be established with hope, transparency, and inspiration. When the parties believe in one another, the vineyard heals.",
          "reversed": "Reverse Star, there may be despair or lack of faith in the desire to connect, in which case the parties may lose their sense of trust.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "transparency",
            "3": "It's a cure."
          },
          "context": "Hope-based bonding is permanent."
        },
        "position5": {
          "upright": "You meet in hope, healing and simplicity, looking up at the same sky, sharing the same breath.",
          "reversed": "The language of despair may prevail over one of you, and instead of simplicity, escape reduces harmony.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "simplicity",
            "3": "Inspired",
            "4": "Regeneration"
          },
          "context": "The healing hope is a common value, establish a ritual in a time of despair."
        },
        "position6": {
          "upright": "The star says that with calm hope and translucent healing, it can soften the heart of the family.",
          "reversed": "The Reverse Star can narrow down the rhetoric of despair and the path of acceptance to closure, and making small healing moments visible will call back the light.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "simplicity",
            "3": "sincerity",
            "4": "Regeneration"
          },
          "context": "The language of hope opens the gates of acceptance."
        },
        "position7": {
          "upright": "The star tells you to meet in a time of hope and healing, and an inspiring community, creative space, or volunteering, joins you gently.",
          "reversed": "The Reverse Star tells us that a desperate language can cloud the light, and thanks and simplicity call for the right synchronicity.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "Inspired",
            "3": "simplicity"
          },
          "context": "You meet in the moment of healing and inspiration, the bond of simplicity shines, despair becomes a curtain."
        },
        "position8": {
          "upright": "The star shows that hope and inspirational communication will facilitate the deal. Transparency gives confidence.",
          "reversed": "The Reverse Star says that exhaustion or desperate language can break harmony.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "transparency",
            "3": "Trust"
          },
          "context": "Transparency brings harmony; despair weakens the bond."
        },
        "position9": {
          "upright": "The star is the one who gives you the right wife, the hope, the inspiration, the transparency, the light, the confidence in the future.",
          "reversed": "The Reverse Star, the desperate, the pessimistic, or the false hope giver, is not suitable for you.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "transparency",
            "3": "future"
          },
          "context": "The ideal mate is the one who brings hope and transparency."
        }
      },
      "themoon": {
        "position1": {
          "upright": "In your marriage, intuition, dreams, and sometimes uncertainty will emerge, and the result may be an emotional depth.",
          "reversed": "Delusions or fears can confuse the outcome of marriage, and false assumptions can cause problems.",
          "keywords": {
            "0": "intuition",
            "1": "dream",
            "2": "uncertainty",
            "3": "fear"
          },
          "context": "The result is a marriage deepened by intuition, but misty areas can create shadows."
        },
        "position10": {
          "upright": "The moon shows that there may be ambiguities and emotional ups and downs along the way of marriage.",
          "reversed": "The Reverse Moon, the dissolution of the fog and the revelation of the truth, clears the way for marriage.",
          "keywords": {
            "0": "uncertainty",
            "1": "intuition",
            "2": "emotion",
            "3": "illusion",
            "4": "enlightenment"
          },
          "context": "There's a possibility of marriage; it's possible after clarity."
        },
        "position2": {
          "upright": "As you wait, trust your intuition, face your fears, when the fog clears, the path becomes clear.",
          "reversed": "Getting lost in delusions or delusions makes the process difficult.",
          "keywords": {
            "0": "intuition",
            "1": "fear",
            "2": "uncertainty",
            "3": "enlightenment"
          },
          "context": "It's useful to rely on intuition while you're waiting, and uncertainty is temporary."
        },
        "position3": {
          "upright": "The Moon points to uncertainties and illusions in financial matters, and the search for clarity in sharing is important.",
          "reversed": "The Reverse Moon represents the dissolution of fog and clarity in financial matters.",
          "keywords": {
            "0": "uncertainty",
            "1": "illusion",
            "2": "clarity",
            "3": "Trust"
          },
          "context": "There's ambiguity in the sharing."
        },
        "position4": {
          "upright": "The moon indicates that there may be ambiguities and emotional fluctuations in the bonding process, but if it's acted intuitively, the bond becomes stronger.",
          "reversed": "Reverse Moon, there may be misunderstandings or illusions in the desire to connect, and the bond cannot be established until the truth is clear.",
          "keywords": {
            "0": "uncertainty",
            "1": "intuition",
            "2": "illusion",
            "3": "emotion"
          },
          "context": "For commitment, clarity and honesty are essential."
        },
        "position5": {
          "upright": "You're similar in imagination and intuition.",
          "reversed": "Hypothetically and doubt your tolerance may be different, and if there's no clarity, there's a sense of resemblance.",
          "keywords": {
            "0": "intuition",
            "1": "uncertainty",
            "2": "fear",
            "3": "dream",
            "4": "clarity"
          },
          "context": "Intuitive intimacy, partner."
        },
        "position6": {
          "upright": "The moon says uncertainty and projections can lead to misunderstandings on the family side.",
          "reversed": "The Reverse Moon tells us that the fog is beginning to break, but there may be traces of insecurity, consistent behavior and time will heal the rest."
        }
      }
    }
  }
}
