{
  "relationship-analysis": {
    "meanings": {
      "pageofcups": {
        "position6": {
          "keywords": {
            "2": "game",
            "3": "sensitivity",
            "4": "expression"
          },
          "context": "Your partner is waiting for pure curiosity and small inspirational steps."
        },
        "position7": {
          "upright": "In the future, innocent emotions and creativity will emerge, and small inspirations will bring life to the bond.",
          "reversed": "Excessive sensitivity or escape from reality can be a problem in the future.",
          "keywords": {
            "0": "Innocence",
            "1": "Inspired",
            "2": "sensitivity",
            "3": "emotion"
          },
          "context": "The future of communication will come to life with pure emotions, but instead of escape, it needs creativity."
        }
      },
      "knightofcups": {
        "position1": {
          "upright": "Knight of Hearts shows that in the present situation, the relationship is motivated by romantic proposals and emotional gestures.",
          "reversed": "The reverse Knight of the Cup says delusions and empty promises cast a shadow in the present situation.",
          "keywords": {
            "0": "romance",
            "1": "gesture",
            "2": "proposal",
            "3": "dream",
            "4": "movement"
          },
          "context": "In the present situation, the bond is colored with romance, but lack of consistency can be a problem, and approaching with real intentions will heal."
        },
        "position2": {
          "upright": "Knight of the Cup, there are romantic gestures and requests of expression in your senses, your heart wants to act, hint: approach with open intent.",
          "reversed": "The reverse Knight of the Cup, delusions and inconsistencies, can challenge your emotions.",
          "keywords": {
            "0": "gesture",
            "1": "romance",
            "2": "proposal",
            "3": "dream",
            "4": "movement"
          },
          "context": "Your heart is full of gestures right now, and with sincerity, these feelings will inspire confidence."
        },
        "position3": {
          "upright": "Knight of the Cup says your expectations are romantic gestures and consistent emotional steps.",
          "reversed": "The Reverse Cup Knight shows that your expectation is to protect yourself from imaginary promises. You're looking for realistic romance.",
          "keywords": {
            "0": "romance",
            "1": "gesture",
            "2": "ideal",
            "3": "consistency",
            "4": "Closeness"
          },
          "context": "Your expectations are both poetic and realistic, and your heart wants safe romance."
        },
        "position4": {
          "upright": "The Knight of Hearts says, \"Seal romance with practice, strengthen your word with a calendar, gesture + history + small plan.\"",
          "reversed": "The reverse Knight of the Cup says, \"Let go of the promises that fly away.\" Less words, more confidence in full execution.",
          "keywords": {
            "0": "romance",
            "1": "consistency",
            "2": "gesture",
            "3": "Plan",
            "4": "Trust"
          },
          "context": "Your advice is to bring the poem of the heart down to daily life, and the romanticism of the physicality lasts forever, and trust grows quietly."
        },
        "position5": {
          "upright": "Your road map moves with actions from the heart, and romantic and visionary steps light the way.",
          "reversed": "Your road map can be marred by inconsistencies, clarity and continuity are essential.",
          "keywords": {
            "0": "Vision",
            "1": "romance",
            "2": "heart",
            "3": "proposal",
            "4": "movement"
          },
          "context": "It will open the way for heart-to-heart action, and the clarity will protect you."
        },
        "position6": {
          "upright": "Your partner expects you to have a romantic and visionary energy, and he wants you to offer him heart-to-heart offers.",
          "reversed": "Your partner doesn't want to see an inconsistencies romance, and clarity and continuity are very valuable to him.",
          "keywords": {
            "0": "romance",
            "1": "Vision",
            "2": "heart",
            "3": "proposal",
            "4": "movement"
          },
          "context": "Your partner is waiting for romantic but consistent steps."
        },
        "position7": {
          "upright": "In the future, romantic proposals and heart movements will emerge, and emotional courage will bring freshness to the bond.",
          "reversed": "Inconsistencies or extreme romance can cause disappointment in the future, clarity and honesty must be maintained.",
          "keywords": {
            "0": "romance",
            "1": "Courage",
            "2": "proposal",
            "3": "Vision"
          },
          "context": "The future of communication will be romantically colored, but consistency is essential."
        }
      },
      "queenofcups": {
        "position1": {
          "upright": "The Queen of Hearts says that in the present situation, the relationship feeds on compassion, empathy, and emotional depth energy.",
          "reversed": "The reverse Queen of the Cup shows that extreme sensitivity and emotional addiction force the bond in the present situation, which is a sign of feisty and emotional ups and downs and downs and downs.",
          "keywords": {
            "0": "Compassion",
            "1": "empathy",
            "2": "sentimentality",
            "3": "depth",
            "4": "intuition"
          },
          "context": "In the present situation, the bond is knitted with compassion, but extreme sensitivity can make communication difficult, and emotional balance will strengthen the bond."
        },
        "position2": {
          "upright": "Queen of Hearts, there's empathy and compassion and depth in your senses, and your heart is softening with emotion, hint: trust in your intuition.",
          "reversed": "The reverse Queen of the Cup says extreme sensitivity forces your feelings.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "depth",
            "3": "sentimentality",
            "4": "intuition"
          },
          "context": "Right now, your heart is full of softness that will strengthen your sense of balance."
        },
        "position3": {
          "upright": "Queen of Hearts says your expectations are a bond of empathy and compassion, your heart wants a soft space... emotional balance.",
          "reversed": "The reverse Queen of the Cup shows that your expectations are to avoid emotional manipulation. You're looking for pure empathy.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "softness",
            "3": "balance",
            "4": "emotion"
          },
          "context": "Your expectation is a bond of compassion, your heart wants safe empathy."
        },
        "position4": {
          "upright": "The Queen of Hearts says to crown empathy with a clean edge.",
          "reversed": "The reverse Queen of the Cup says, \"Set up the emotional flow. Compassion flows from the inside first.\"",
          "keywords": {
            "0": "empathy",
            "1": "limit",
            "2": "Compassion",
            "3": "self - care",
            "4": "field holding"
          },
          "context": "Your advice is to start compassion from yourself, emotional hygiene opens up a clear space in the relationship, and love grows with boundaries."
        },
        "position5": {
          "upright": "Your path map is strengthened by empathy, intuition, and compassion, and listening to your heart will guide you.",
          "reversed": "Your road map can be shaded by the melting of the border, bringing balance to self-regulation.",
          "keywords": {
            "0": "empathy",
            "1": "intuition",
            "2": "Compassion",
            "3": "balance",
            "4": "field"
          },
          "context": "Empathy will soften your path. Intuition will guide you."
        },
        "position6": {
          "upright": "Your partner expects you to embrace him without judgment.",
          "reversed": "The partner doesn't want to see border meltdown, he's expecting healthy self-regulation.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "field",
            "3": "balance",
            "4": "intuition"
          },
          "context": "Your partner is waiting for empathy and a safe emotional space."
        },
        "position7": {
          "upright": "In the future, empathy and tender leadership will emerge, and understanding your partner will expand the safe space of the bond.",
          "reversed": "The eradication of emotional boundaries or oversensitiveness can be challenging in the future. Self-organization must be protected.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "intuition",
            "3": "Trust"
          },
          "context": "The future of communication will be protected by compassion and empathy, but boundaries must not melt."
        }
      },
      "kingofcups": {
        "position1": {
          "upright": "The King of Hearts says that in the present situation, the relationship carries the energy of mature love, understanding, and emotional balance, and your heart is in a strong center, hint: guide by your maturity.",
          "reversed": "The reverse King of the Cup tells us that emotional manipulation or suppression casts a shadow in the present situation -- secret resentment, passive aggression.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "Compassion",
            "3": "sensitivity",
            "4": "wisdom"
          },
          "context": "In the present situation, the bond feeds on mature emotions, but the suppression of resentment can be a shadow, and the openness will restore the bond."
        },
        "position2": {
          "upright": "King of Hearts, there is maturity, understanding and balance in your senses, and your heart is in a strong center, tip: share your maturity.",
          "reversed": "The reverse King of the Cup says that repressed emotions or manipulation cloud your heart.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "Compassion",
            "3": "wisdom",
            "4": "sensitivity"
          },
          "context": "Your heart is now flowing with a mature love, and the clear expression will strengthen that balance."
        },
        "position3": {
          "upright": "The King of Hearts says your expectations are mature emotion management and balanced love, and your heart wants peaceful guidance... emotional leadership.",
          "reversed": "The reverse King of the Cup shows that your expectations are to stay away from passive-aggressive attitudes. You want a healthy transfer of emotion.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "leadership",
            "3": "Peace",
            "4": "empathy"
          },
          "context": "You're expecting mature love, and your heart wants stable and peaceful emotional transference."
        },
        "position4": {
          "upright": "The King of Hearts says to stay calm in the storm, and it's reassuring to call emotion calmly.",
          "reversed": "The reverse King of the Cup says, \"Turn the passive-aggressive wave into speech.\" The internal rage needs a gentle channel.",
          "keywords": {
            "0": "maturity",
            "1": "Tranquillity",
            "2": "emotion management",
            "3": "expression",
            "4": "leadership"
          },
          "context": "Your advice is to stay in the center even if the wave hits, and the net and soft language gives the bond a sense of safety, and the mature emotion is the port of the relationship."
        },
        "position5": {
          "upright": "Your road map moves with emotional maturity and calm leadership, and even in difficult times, it lights the way to stay in the center.",
          "reversed": "Your road map can be forced by repressed anger or passive aggression. Open expression restores balance.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "leadership",
            "3": "emotion",
            "4": "Tranquillity"
          },
          "context": "It will show you the way to maturity, and calm will give you strength."
        },
        "position6": {
          "upright": "Your partner expects you to be mature, calm, and emotional leadership, even in the storm, to stay in the center.",
          "reversed": "Your partner doesn't want to see passive aggression, open and balanced expression is his expectation.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "leadership",
            "3": "emotion",
            "4": "Tranquillity"
          },
          "context": "Your partner expects a mature and balanced leadership."
        },
        "position7": {
          "upright": "In the future, there will be emotional maturity and wise leadership, and staying calm in the storm will reassure the bond.",
          "reversed": "Repressed anger or passive aggression may compromise the relationship in the future.",
          "keywords": {
            "0": "maturity",
            "1": "leadership",
            "2": "emotion management",
            "3": "Tranquillity"
          },
          "context": "The future of communication will grow with mature emotions, and clarity will be the basis of trust."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "The amulet ace shows that in the present situation, the relationship is beginning to build on concrete foundations. There is trust, order and a new beginning energy. Hint: Take small but solid steps.",
          "reversed": "The Reverse Talisman says that opportunities are overlooked or that insecurities block my concrete step. The symptom is postponement and inhibition.",
          "keywords": {
            "0": "start",
            "1": "Trust",
            "2": "solidity",
            "3": "basic",
            "4": "opportunity"
          },
          "context": "In the current situation, the relationship is looking for a safe basis, and the concrete steps will add strength to the bond, and the neglected opportunities must be recovered."
        },
        "position2": {
          "upright": "The amulet ace has a desire to build trust, stability, and a long-term start in your senses. Your heart wants to build solid foundations. Tip: Plant seeds.",
          "reversed": "The Reverse Talisman says that opportunities are clouding your feelings because of lack of confidence or because of the absence of opportunity. The symptom is: the escaping beginning.",
          "keywords": {
            "0": "Trust",
            "1": "start",
            "2": "basic",
            "3": "stability",
            "4": "abundance"
          },
          "context": "Right now, your heart is ready for a solid start, and your sense of trust will strengthen your senses."
        },
        "position3": {
          "upright": "The Amulet says that your expectation is a solid beginning and concrete assurance that your heart wants stability... safe foundation.",
          "reversed": "The Reverse Talisman indicates that your expectation is that opportunities don't run away. Your heart is looking for stability.",
          "keywords": {
            "0": "Trust",
            "1": "start",
            "2": "concrete",
            "3": "stability",
            "4": "abundance"
          },
          "context": "Your expectations are a radical beginning, and your heart is searching for a solid ground."
        },
        "position5": {
          "upright": "Your road map must be built on a concrete opportunity and a secure foundation, and small, regular steps lead to long-term stability.",
          "reversed": "Your road map may blur with the fear of disbanding and missing opportunity, making clear priorities and focusing will strengthen you.",
          "keywords": {
            "0": "opportunity",
            "1": "start",
            "2": "basic",
            "3": "stability",
            "4": "growth"
          },
          "context": "A new beginning awaits you, make it concrete and build trust with small steps."
        },
        "position6": {
          "upright": "Your partner expects you to start with a solid foundation and trust, and he wants to see concrete steps.",
          "reversed": "Your partner doesn't want opportunities to run away, not insecurity, but determination.",
          "keywords": {
            "0": "Trust",
            "1": "start",
            "2": "solidity",
            "3": "stability",
            "4": "basic"
          },
          "context": "Your partner is waiting for a safe and sound start."
        },
        "position7": {
          "upright": "In the future of communication, there are solid foundations and new opportunities that will strengthen the bond of financial or spiritual trust.",
          "reversed": "The abduction of opportunity or insecurity can slow the bond, and small steps restore stability.",
          "keywords": {
            "0": "opportunity",
            "1": "basic",
            "2": "Trust",
            "3": "start"
          },
          "context": "The future of communication will be built with solid steps, but there is a risk of insecurity."
        },
        "position4": {
          "upright": "The amulet ace says to build trust in concrete steps, small but solid beginnings make the bond grow.",
          "reversed": "The Reverse Talisman says learn to see opportunities and stop delaying.",
          "keywords": {
            "0": "start",
            "1": "solidity",
            "2": "Trust",
            "3": "basic",
            "4": "opportunity"
          },
          "context": "Your advice is to support words with action, small steps create great trust."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "Two amulets say balance is sought in the present situation. The daily effort to balance between life, work and relationship is felt. Tip: Simplify your priorities.",
          "reversed": "The Inverse Two Charms indicate that the conflict of responsibilities and programs forces the bond. The symptom is disarray and neglect.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "time",
            "3": "energy",
            "4": "flexibility"
          },
          "context": "In the present situation, the bond is tested by multiple responsibilities, and time management will comfort the hearts, and simplicity will bring peace."
        },
        "position2": {
          "upright": "Two amulets are trying to balance your senses and manage multiple responsibilities. Your heart is looking for flexibility. Tip: Clear your priorities.",
          "reversed": "Two Inverted amulets say that imbalance and excess charge force your senses. The symptom is disorganized energy.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "responsibilities",
            "3": "flexibility",
            "4": "flow"
          },
          "context": "Your heart is dealing with a lot right now, and flexibility will ease you."
        },
        "position3": {
          "upright": "Two amulets say your expectations are balance and harmony, your heart wants flexibility, harmony, versatility.",
          "reversed": "Two reverse amulets show that your expectations are to get away from chaos. Your heart is searching for order.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "flexibility",
            "3": "layout",
            "4": "search for balance"
          },
          "context": "Your expectations are a balanced walk, and your heart wants harmony in multiple areas."
        },
        "position5": {
          "upright": "Your road map should be built on flexibility and balance, and managing more than one responsibility with harmony allows you to move forward.",
          "reversed": "Your road map can be disbanded by instability and postponement. You have to simplify your priorities.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "time",
            "3": "priority",
            "4": "compatibility"
          },
          "context": "Proceed by maintaining balance, and small adjustments will open the way."
        },
        "position6": {
          "upright": "Your partner expects you to balance and flexibility, and he wants you to work and love and live life in harmony.",
          "reversed": "Your partner doesn't want to see instability, he's waiting for you to clear up his priorities.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "priority",
            "3": "compatibility",
            "4": "stabilizer"
          },
          "context": "Your partner expects you to balance and prioritize."
        },
        "position7": {
          "upright": "In the future, the search for balance, flexibility, and harmony may have to balance the responsibilities of both sides.",
          "reversed": "Overload or postponement may push the bond in the future, and prioritization will be necessary.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "compatibility",
            "3": "responsibilities"
          },
          "context": "The future of communication will be maintained in balanced steps, but delays can weaken the bond."
        },
        "position4": {
          "upright": "Two Talismans say balance and clear priorities.",
          "reversed": "The Reverse Two Talisman says to simplify the mess and manage time. Focus brings strength.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "flexibility",
            "3": "management",
            "4": "flow"
          },
          "context": "Your advice is to simplify life, to grow love in balance, to wear it out in the mess."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "Three amulets show the energy of co-operation, role-sharing and moving towards common goals in the current situation. Tip: Enlarge the team spirit.",
          "reversed": "The Inverse Three amulets say that the absence of contributions or uncompromising co-operation force the bond. The symptom is low motivation.",
          "keywords": {
            "0": "co-operation",
            "1": "share",
            "2": "role",
            "3": "team",
            "4": "target"
          },
          "context": "In the current situation, the relationship is tested by the need for co-operation, and the common effort will strengthen the foundation of the bond."
        },
        "position2": {
          "upright": "Three amulets, co-operation and mutual desire for labor in your senses. Your heart wants to build in harmony. Tip: Feed the team spirit.",
          "reversed": "The Inverse Three Charms indicate that incompatibility and incompatibility force your senses.",
          "keywords": {
            "0": "co-operation",
            "1": "labour",
            "2": "compatibility",
            "3": "solidarity",
            "4": "build"
          },
          "context": "Right now, your heart misses the common effort, and working together will strengthen the bond."
        },
        "position3": {
          "upright": "Three amulets say your expectation is co-operation, your heart wants co-operation, partnership, harmony.",
          "reversed": "The Reverse Three charms show that your expectation is to avoid incompatible efforts. Your heart wants compatible cooperation.",
          "keywords": {
            "0": "co-operation",
            "1": "partnership",
            "2": "labour",
            "3": "compatibility",
            "4": "support"
          },
          "context": "Your expectation is the value of common labor, your heart wants to build together."
        },
        "position5": {
          "upright": "Your road map is powered by cooperation and expertise sharing, and the structure built together is long-lived.",
          "reversed": "Your road map can be blocked by vague roles and miscommunications.",
          "keywords": {
            "0": "co-operation",
            "1": "mastery",
            "2": "share",
            "3": "build",
            "4": "team"
          },
          "context": "Working together creates a magnifying glass."
        },
        "position6": {
          "upright": "Your partner expects your cooperation and co-operation, and he wants to build the relationship together.",
          "reversed": "Your partner doesn't want to see a unilateral effort.",
          "keywords": {
            "0": "co-operation",
            "1": "labour",
            "2": "partnership",
            "3": "solidarity",
            "4": "compatibility"
          },
          "context": "Your partner expects co-operation and co-operation."
        },
        "position7": {
          "upright": "Co-operation and co-operation in the future of communication will step forward, and the things that are built together will be permanent.",
          "reversed": "Role ambiguities or incompatible co-operation may be a problem in the future, and it will require transparency.",
          "keywords": {
            "0": "co-operation",
            "1": "build",
            "2": "role",
            "3": "compatibility"
          },
          "context": "The future of communication will rise in common labor, but uncertainty can prevent it."
        },
        "position4": {
          "upright": "Three amulets say cooperate and clarify the roles.",
          "reversed": "The reverse three amulets say to re-establish the task distribution and share appreciation, and justice brings peace.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "labour",
            "3": "appreciation",
            "4": "quality"
          },
          "context": "Your advice is to move on with the spirit of the team, the shared responsibility deepens the love."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "Four Talisms show that security needs are stepping up in the present situation. You are at a time when emotions or resources are trying to protect you. Hint: Learn to share.",
          "reversed": "The Reverse Four Talisms say that extreme restraint or excessive extravagance force the bond. The symptom is controlled or compressed feelings.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "share",
            "3": "protection",
            "4": "constant"
          },
          "context": "There's an effort to create a safe space in the current situation, but overreaching can narrow the bond, and balanced sharing will bring peace."
        },
        "position2": {
          "upright": "Four Talisms, the desire to embrace and protect your senses, your heart wants to keep the area of trust. The clue is to balance with clarity.",
          "reversed": "The Reverse Four Talisman says that the fear of overholding or losing forces your feelings.",
          "keywords": {
            "0": "ownership",
            "1": "Trust",
            "2": "control",
            "3": "protection",
            "4": "passion"
          },
          "context": "Your heart wants to be safe right now, and hanging on too long can wear you out."
        },
        "position3": {
          "upright": "Four amulets say your expectation is to protect your safe space, your heart wants stability... security, protection.",
          "reversed": "The Reverse Four charms show that your expectation is to get rid of over-responsibility. Your heart seeks to share.",
          "keywords": {
            "0": "security",
            "1": "protection",
            "2": "stability",
            "3": "control",
            "4": "share"
          },
          "context": "Your hope is to feel safe, and your heart is looking for a healthy balance."
        },
        "position5": {
          "upright": "Your road map is based on integrity and protection of what you have, and staying flexible without holding on to it will give you long-term growth.",
          "reversed": "Your road map can be narrowed by overcontrol and greed, leaving and sharing progresses.",
          "keywords": {
            "0": "security",
            "1": "protection",
            "2": "control",
            "3": "balance",
            "4": "flexibility"
          },
          "context": "Keep your roots safe, but learn to leave more."
        },
        "position6": {
          "upright": "Your partner expects security and loyalty from you, and he wants you to be possessive but balanced.",
          "reversed": "Your partner doesn't want to see too much control.",
          "keywords": {
            "0": "security",
            "1": "Loyalty",
            "2": "ownership",
            "3": "balance",
            "4": "protection"
          },
          "context": "Your partner is expecting a secure but shared approach."
        },
        "position7": {
          "upright": "In the future of communication, the desire for security and protection will rise, creating a strong sense of belonging.",
          "reversed": "Excessive possession or fear may narrow the bond in the future, opening a shared space.",
          "keywords": {
            "0": "security",
            "1": "ownership",
            "2": "belonging",
            "3": "balance"
          },
          "context": "The future of communication will be protected by a sense of trust, but overreaching can be a problem."
        },
        "position4": {
          "upright": "Four amulets tell you to guard the safety, but forget about sharing.",
          "reversed": "The Reverse Four Talisman says, relax control and increase flexibility.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "share",
            "3": "balance",
            "4": "flexibility"
          },
          "context": "Your advice is the difference between protecting and choking."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "Five Talisms show the sense of isolation or lack of material possessions in the present situation. Hint: Feel free to ask for help.",
          "reversed": "The Reverse Five Talisman says that even though he intends to recover, his tendency to cope alone is straining the bond.",
          "keywords": {
            "0": "famine",
            "1": "loneliness",
            "2": "help",
            "3": "support",
            "4": "exclusion"
          },
          "context": "In the present situation, one side may feel left out, solidarity will open the door, sharing will heal."
        },
        "position2": {
          "upright": "Five Talisms, there's a sense of loneliness or no support in your senses, and your heart feels like you're out, hint: don't hesitate to ask for backup.",
          "reversed": "The Reverse Five charms indicate that his desire to recover and turn to support has increased. The sign is: The door is opening.",
          "keywords": {
            "0": "loneliness",
            "1": "deficiencies",
            "2": "support",
            "3": "resource",
            "4": "help"
          },
          "context": "Right now, your heart is looking for support."
        },
        "position3": {
          "upright": "Five amulets say your expectations are support and solidarity, your heart wants not to be alone... solidarity, hope.",
          "reversed": "The Reverse Five amulets show that your expectation is to come out of poverty. Your heart seeks abundance.",
          "keywords": {
            "0": "solidarity",
            "1": "hope",
            "2": "support",
            "3": "unity",
            "4": "abundance"
          },
          "context": "Your expectations are to be supported, and your heart wants to be free from loneliness."
        },
        "position5": {
          "upright": "Your road map will be strengthened by the search for solidarity and support in difficult times.",
          "reversed": "Your road map can be clouded by a sense of loneliness and deprivation, asking for help opens new doors.",
          "keywords": {
            "0": "difficulty",
            "1": "support",
            "2": "endurance",
            "3": "help",
            "4": "unity"
          },
          "context": "Hand in hand in hardship, support will strengthen you."
        },
        "position6": {
          "upright": "Your partner expects you to be there for him when he's in a tough time, asking for support and solidarity.",
          "reversed": "Your partner doesn't want to feel alone.",
          "keywords": {
            "0": "support",
            "1": "solidarity",
            "2": "Loyalty",
            "3": "unity",
            "4": "Compassion"
          },
          "context": "Your partner expects you to be there for him in difficult times."
        },
        "position7": {
          "upright": "In the future, a sense of deprivation or need for support may arise, and challenges must be overcome together.",
          "reversed": "The bond of recovery and support will strengthen in the future, and hope will reveal itself.",
          "keywords": {
            "0": "withdrawal",
            "1": "support",
            "2": "hope",
            "3": "unity"
          },
          "context": "The future of communication will be tested with difficulty, but support will be healing."
        },
        "position4": {
          "upright": "Five amulets say stand together at a difficult time and ask for support.",
          "reversed": "The Reverse Five Talisman says, \"Get out of loneliness and accept help.\" It's easier to pack together.",
          "keywords": {
            "0": "solidarity",
            "1": "support",
            "2": "difficulty",
            "3": "unity",
            "4": "Recovery"
          },
          "context": "Your advice is to stand shoulder-to-shoulder with difficulty, the shared burden is light, the bond is strong."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Six amulets show the need for balance and justice in the present situation. The leading roles are on the agenda. Tip: Be equalists.",
          "reversed": "The Inverse Six Talisms tells us that in return for good, expectations force the bond. The symptom is gratitude pressure.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "balance",
            "3": "Equality",
            "4": "help"
          },
          "context": "In the present situation, the bond is tested with the desire to share justice, and unconditional support will strengthen the roots of the bond."
        },
        "position2": {
          "upright": "Six Talisms, your senses have a desire to balance and share, your heart moves towards equal exchange, tip: balance between taking and giving.",
          "reversed": "The Reverse Six Talisman says that unstable trade cloudes your senses.",
          "keywords": {
            "0": "share",
            "1": "balance",
            "2": "Equality",
            "3": "support",
            "4": "justice"
          },
          "context": "Right now, your heart is searching for equality, and finding balance will feed your senses."
        },
        "position3": {
          "upright": "Six amulets say your expectations are fair trade, your heart wants equal balance... fair sharing.",
          "reversed": "The Reverse Six Talisman shows that your expectation is to stay away from unstable aid. Your heart seeks equality.",
          "keywords": {
            "0": "Equality",
            "1": "justice",
            "2": "share",
            "3": "balance",
            "4": "support"
          },
          "context": "Your expectations are equal exchange, your heart wants a balanced share."
        },
        "position5": {
          "upright": "Your road map is based on fair sharing and balance, giving and receiving at the same time.",
          "reversed": "Your road map can be clouded by power imbalances.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't-don't...",
            "4": "Trust"
          },
          "context": "It opens the path to equality and transparency, sharing builds bridges."
        },
        "position6": {
          "upright": "Your partner expects you to share fair and transparent balance, and he wants you to monitor the Verme-Acquisition balance.",
          "reversed": "Your partner doesn't want a power imbalance.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "transparency",
            "4": "Trust"
          },
          "context": "Your partner expects a balanced and fair trade."
        },
        "position7": {
          "upright": "In the future of communication, balance, justice and reciprocity will stand out, sharing will create trust.",
          "reversed": "Power imbalance or conditional giving may be a problem in the future. The balance must be taken care of.",
          "keywords": {
            "0": "share",
            "1": "balance",
            "2": "justice",
            "3": "Trust"
          },
          "context": "The future of communication will be based on fair sharing, but there is a risk of inequality."
        },
        "position4": {
          "upright": "Six amulets tell us to share justice and maintain reciprocity, balance creates trust.",
          "reversed": "The Reverse Six Talisman tells us to correct inequality and balance power, and justice brings peace."
        }
      }
    }
  }
}
