{
  "situation-analysis": {
    "meanings": {
      "sevenofpentacles": {
        "position1": {
          "keywords": {
            "4": "history"
          },
          "context": "The effect of the patient or impatient steps of the past."
        },
        "position2": {
          "upright": "Seven Talisms, now is the time for evaluation, patience and efficiency analysis. What you sow, what you reap, what you must maintain, what needs to be pruned, improvements and realistic expectations provide sustainable growth.",
          "reversed": "The Inverse Seven Talisms are now a warning of impatient, misinvestment, or blocked returns. It may be a fail-safe cost trap just because you've been working on it. It frees the resources to pivot and give up the inefficient to the Kritters.",
          "keywords": {
            "0": "assessment",
            "1": "Patience",
            "2": "efficiency",
            "3": "pivot",
            "4": "Now."
          },
          "context": "Pre-math strategy setting or dropping out of the sunken cost."
        },
        "position3": {
          "upright": "The Seven Talisms indicate that the need for patience and efficiency analysis is working within you. Accounting for what you sow may be refining your invisible strategy. This card reminds you that small improvements will have a patient impact.",
          "reversed": "The Inverse Seven Talisms point to the hidden effect of the fear of bankrupt cost prejudice, the fear of impatientness or misinvestment. It can cause a blockage just because you've worked it out. This card tells you that a pivot with the criteria will solve the internal compression.",
          "keywords": {
            "0": "Patience",
            "1": "Harvest",
            "2": "efficiency",
            "3": "Sink cost",
            "4": "pivot"
          },
          "context": "It's a secret efficiency interview and a sink-in cost check."
        },
        "position4": {
          "upright": "There's evaluation and patience at the center, and small improvements have a factoring effect.",
          "reversed": "There may be a sinking cost trap in the center.",
          "keywords": {
            "0": "assessment",
            "1": "Patience",
            "2": "efficiency",
            "3": "pivot",
            "4": "Harvest"
          },
          "context": "Center: Pre-collect check."
        },
        "position5": {
          "upright": "Seven amulets indicate that foreign investors expect patience and quantifiable gains.",
          "reversed": "The Reverse Seven Talisman says short-term pressure and impatientness can break the strategy outside.",
          "keywords": {
            "0": "investment",
            "1": "returns",
            "2": "Patience",
            "3": "measurement",
            "4": "pressure"
          },
          "context": "The outside capital is looking at ROI and the timeline."
        },
        "position6": {
          "upright": "Advice: Review indicators; make small improvements.",
          "reversed": "Advice: Don't worry about the cost of the sink; apply the pivot criteria.",
          "keywords": {
            "0": "efficiency",
            "1": "measurement",
            "2": "healing",
            "3": "pivot",
            "4": "Patience"
          },
          "context": "Advice: fine pre-collect."
        },
        "position7": {
          "upright": "Possible future: patient labor pays off; the harvest approaches, and the yield becomes visible.",
          "reversed": "Possible future: impatientness or a sinking cost trap can produce false insistence; the pivot can come to the agenda.",
          "keywords": {
            "0": "Harvest",
            "1": "Patience",
            "2": "efficiency",
            "3": "assessment",
            "4": "pivot"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Eight amulets represent the skills you've learned in the past, the skills you've developed and the hard work you've done. These studies may be the basis of today's situation. This card reminds you that your past learning process still bears fruit today.",
          "reversed": "The Reverse Eight Talisms point to the abduction of past careless acts, carelessness, or opportunity to learn. These may be the basis of today's shortcomings. This card shows that the lessons that have been skipped in the past have caused problems today.",
          "keywords": {
            "0": "learning",
            "1": "mastery",
            "2": "labour",
            "3": "success",
            "4": "history"
          },
          "context": "The effect of past learning or neglect."
        },
        "position2": {
          "upright": "Eight Talisms now emphasise the focus of mastery development, regular practice and quality. Moving forward with cognitive consciousness creates value.",
          "reversed": "The Inverse Eight Talisms now point to the approach of carelessness, motivation, or the end-of-war approach. Quality erosion causes long-term damage. It increases efficiency to refresh and reconnect with breaks and meaning.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "quality",
            "3": "discipline",
            "4": "Now."
          },
          "context": "Skill deepening or regaining quality."
        },
        "position3": {
          "upright": "Eight Talisms show that the sense of craftsmanship, meticulousness, and the desire to devote to mastery is deep inside. It may be repetitive practical, invisible self-esteem. This card emphasizes that the love of progress adds the quality of results.",
          "reversed": "The Reverse Eight Talisms have a hidden effect of the pattern of being careless, breaking down the meaning, or doing it just to end it. Quality erosion produces dissatisfaction in the interior. This card says that restoring the standard and reconnecting with meaning will improve the flow.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "quality",
            "3": "discipline",
            "4": "meaning"
          },
          "context": "The need for hidden mastery and the standards of labor."
        },
        "position4": {
          "upright": "There's craft discipline and quality at the center.",
          "reversed": "There may be some recklessness or loss of meaning at the center.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "quality",
            "3": "discipline",
            "4": "focus"
          },
          "context": "Center: the heart of labor."
        },
        "position5": {
          "upright": "Eight Talisms show that outside are valued for mastery, certification and quality documents.",
          "reversed": "The Inverse Eight Talisms say that the perception of qualitylessness and inefficiency will quickly be punished in the outside market.",
          "keywords": {
            "0": "mastery",
            "1": "quality",
            "2": "certificate",
            "3": "standard",
            "4": "Dignity"
          },
          "context": "Outside market standards set the bar."
        },
        "position6": {
          "upright": "Advice: Do a deliberate practice; improve the standard of craft.",
          "reversed": "Advice: Shut down auto-pilot; reconnect with meaning.",
          "keywords": {
            "0": "practice",
            "1": "mastery",
            "2": "standard",
            "3": "meaning",
            "4": "focus"
          },
          "context": "Advice: To raise mastery with consciousness."
        },
        "position7": {
          "upright": "Possible future: mastery increases; regular improves practical quality and confidence.",
          "reversed": "Possible future: Auto-pilot and recklessness can stop progress; you need to renew the standard.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "quality",
            "3": "discipline",
            "4": "focus"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Nine amulets represent past independence, abundance, and confidence. These accomplishments may have been the basis for today's conditions. This card shows that your confidence in the past still supports you today.",
          "reversed": "The Reverse Nine charms point to past wastefulness, addictions, or losses. These experiences may have created the causes of today's situation. This card emphasizes the impact of situations that have limited your freedom in the past today.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "abundance",
            "3": "freedom",
            "4": "history"
          },
          "context": "The effect of past independence or addiction."
        },
        "position2": {
          "upright": "Nine Talisms now show the time for independence, self-worth and labor to bear fruit with pleasure. The sense of comfort that your own work provides increases.",
          "reversed": "The Reverse Nine Talism can now point to reckless management on the grounds of excessive addiction, extravagance, or self-disciplination. There is a possibility, but it may be satisfied. The consciousness of the budget supports productive hobbies and real well-being of self-disciplinary.",
          "keywords": {
            "0": "independence",
            "1": "self-value",
            "2": "Comfort",
            "3": "discipline",
            "4": "Now."
          },
          "context": "Don't secure my winnings or collect dispersion."
        },
        "position3": {
          "upright": "Nine amulets show that independence, self - competency, and the desire to enjoy the fruits of labor are rooted in the inside. Self - confidence may be invisibly strengthening boundaries. This card reminds us that a graceful simplicity will increase the sense of prosperity.",
          "reversed": "The Reverse Nine Talism shows a hidden effect of excessive addiction, extravagance, or shape-shifting comfort patterns. The comfort zone can narrow down the growth field. This card says that budget awareness and productive hobbies will restore balance.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "Comfort",
            "3": "limit",
            "4": "savings"
          },
          "context": "The ideal of secret independence and the comfort zone tension."
        },
        "position4": {
          "upright": "There's independence and self-worth at the center.",
          "reversed": "There may be extravagance or too much addiction at the center, and discipline brings comfort.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "Comfort",
            "3": "limit",
            "4": "discipline"
          },
          "context": "Center: Elegant competence."
        },
        "position5": {
          "upright": "The Nine Talisms show that outside, prestige, independence and premium perception are rewarded.",
          "reversed": "The Reverse Nine Talisman says that overextended luxury/expension perception can produce a reaction outside.",
          "keywords": {
            "0": "prestige",
            "1": "independence",
            "2": "premium",
            "3": "perception",
            "4": "It's fine."
          },
          "context": "Quality image adds value; wasteful perception damage."
        },
        "position6": {
          "upright": "Advice: Strengthen your borders, and taste the fruit of your labour.",
          "reversed": "Admonition: cut off the waste, and plot wisely.",
          "keywords": {
            "0": "limit",
            "1": "That's enough.",
            "2": "Comfort",
            "3": "savings",
            "4": "Plan"
          },
          "context": "Advice: to maintain elegant competence."
        },
        "position7": {
          "upright": "Possible future: Independence and finesse settle down, and the fruit of labor comes with joy.",
          "reversed": "Possible future: Extremism or excessive addiction poses a risk; discipline and limitations are required.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "self-value",
            "3": "discipline",
            "4": "limit"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Ten amulets represent family stability, long-term achievements or security. This legacy may have been the basis of today's conditions. This card shows that the lasting trust in the past still supports you today.",
          "reversed": "The Reverse Ten Talism points to family disturbances, losses or failed investments in the past. These experiences may be at the root of today's process. This card tells you that the loss of past assurances still affects you today.",
          "keywords": {
            "0": "family",
            "1": "stability",
            "2": "guarantee",
            "3": "inheritance",
            "4": "history"
          },
          "context": "The influence of family or financial heritage in the past."
        },
        "position2": {
          "upright": "Ten Talisms now emphasize the importance of long-term stability, family/source heritage and sustainable structures. Building a system is more valuable than individual effort.",
          "reversed": "The Inverse Ten Talisms is now a warning of family/governmental dissonance, inheritance/existence conflicts or short-term focus.",
          "keywords": {
            "0": "inheritance",
            "1": "stability",
            "2": "system",
            "3": "sustainability",
            "4": "Now."
          },
          "context": "Don't build long-term structures or solve conflict."
        },
        "position3": {
          "upright": "Ten amulets indicate that the need for family heritage, long term and system creation is decisive behind the curtain. The institutional memory may provide an invisible network of trust. This card emphasizes that permanence will be strengthened by procedure and fair sharing.",
          "reversed": "The Reverse Ten Talism shows the hidden effect of disintegration, disintegration, or short-term focus. Invisible friction can wear off the savings. This card says that transparent rules and risk distribution will restore inner peace.",
          "keywords": {
            "0": "inheritance",
            "1": "system",
            "2": "stability",
            "3": "share",
            "4": "long term"
          },
          "context": "Secret genealogical expectations and long-term scenarios."
        },
        "position4": {
          "upright": "There's long-term stability and system at the center, procedure is permanent.",
          "reversed": "There may be an inheritance/existence dispute at the center.",
          "keywords": {
            "0": "stability",
            "1": "inheritance",
            "2": "system",
            "3": "sustainability",
            "4": "share"
          },
          "context": "Center: permanent structure."
        },
        "position5": {
          "upright": "Ten amulets show that outside family/office networks, institutional heritage and long-term funds are supportive.",
          "reversed": "The Inverse Ten Talisms say that the dispute of inheritance, the dissolution of assets, or institutional disputes can be an obstacle outside.",
          "keywords": {
            "0": "inheritance",
            "1": "network",
            "2": "institutional",
            "3": "stability",
            "4": "strife"
          },
          "context": "The root of the nets is a lever, and the inner strife appears outside."
        },
        "position6": {
          "upright": "Advice: Set permanence with systems and processes; consider the long term of inheritance.",
          "reversed": "Advice: Solve family/government disputes with transparent rules.",
          "keywords": {
            "0": "system",
            "1": "process",
            "2": "long term",
            "3": "inheritance",
            "4": "transparency"
          },
          "context": "Advice: To build a permanent structure."
        },
        "position7": {
          "upright": "Possible future: long-term stability, family/governmental support, and a lasting legacy.",
          "reversed": "Possible future: Controversies of existence and role may force order; transparent rules are essential.",
          "keywords": {
            "0": "stability",
            "1": "inheritance",
            "2": "system",
            "3": "network",
            "4": "sustainability"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of Talisman represents a small but valuable step in the past, an opportunity to learn, or a first attempt toward material trust. This experience may be the basis of today's conditions. This card reminds you that curiosity and the desire to learn from the past still supports you today.",
          "reversed": "The reverse charm prince represents the lack of motivation in the past, the lack of opportunity, or the lack of opportunity in the learning process. This could be the origin of today's problems. This card tells us that opportunities that have been missed in the past have slowed your development process today.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "start",
            "3": "material trust",
            "4": "history"
          },
          "context": "The effect of past learning opportunities or lack of motivation."
        },
        "position2": {
          "upright": "The Prince of Talisman now shows the desire to learn, intern opportunities, and the first steps towards a concrete goal. Curiosity and discipline combine. Testing the plan with small experiments opens the way for growth.",
          "reversed": "The reverse charm prince now points to delays, distractions, or lack of intention to act. The initial energy may be disintegrating. The exact deadlines, mini-targets and accountability rhythms bring focus.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "practice",
            "3": "target",
            "4": "Now."
          },
          "context": "Don't forget to connect learning to a concrete goal or postponement."
        },
        "position3": {
          "upright": "The Prince of the Talisman shows that the desire to learn, the desire to take small steps to the concrete goal is alive inside. Curiosity and discipline provide an invisible impulse. This card reminds us that tiny experiments can open up big roads.",
          "reversed": "The reverse charm prince shows the hidden effect of a pattern of delays, distractions, or lack of intention to act. The initial energy may be fading rapidly. This card says that micro targets and accountable rhythms will bring the focus together.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "curiosity",
            "3": "discipline",
            "4": "focus"
          },
          "context": "Secret apprentice motivation and delay pendulum."
        },
        "position4": {
          "upright": "The center has a desire to learn and a concrete goal, which leads to small experiments.",
          "reversed": "There could be a delay at the center and a disorganized focus.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "target",
            "3": "practice",
            "4": "focus"
          },
          "context": "Center: apprentice spark."
        },
        "position5": {
          "upright": "The Prince of Talisman shows that external internship/hibe/mini funds and educational opportunities exist.",
          "reversed": "The reverse charm prince says that disorganizing applications and missing deadlines can be a waste of opportunity.",
          "keywords": {
            "0": "grant",
            "1": "internship",
            "2": "education",
            "3": "application",
            "4": "calendar"
          },
          "context": "Small external resources open big doors."
        },
        "position6": {
          "upright": "Advice: Start a new skill/sertifical process; set a small target.",
          "reversed": "Advice: Write a learning plan; limit distraction.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "certificate",
            "3": "Plan",
            "4": "focus"
          },
          "context": "Advice: to run an apprentice muscle."
        },
        "position7": {
          "upright": "Possible future: an opportunity for education/work; a small concrete step opens a new door.",
          "reversed": "Possible future: postponement and disorientation may miss the opportunity to focus; planned work must be done.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "start",
            "3": "Plan",
            "4": "concrete step"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of the Talisman represents a stable advance in the past, patience and responsibilities. This attitude may be the basis of today's conditions. This card reminds you that your determination and discipline in the past still gives you strength today.",
          "reversed": "The Knight of the Reverse Talisman represents in the past lazyness, stasis, or neglect of duties. This attitude may be at the root of today's problems. This card tells us that the lack of responsibility in the past weakens your present situation.",
          "keywords": {
            "0": "stability",
            "1": "responsibilities",
            "2": "Determination",
            "3": "Patience",
            "4": "history"
          },
          "context": "The effect of past stability or neglect."
        },
        "position2": {
          "upright": "The Knight of the Talisman now shows the period of discipline, routine and stable progress. Slow but steady steps are efficient. The Simplicity and consistency guarantee long-term results.",
          "reversed": "The reverse Knight of the Talisman is now a warning of stability, overconservative or motivational decline, and the loss of flexibility is a waste of opportunity. Absorption of the system creates small innovations and moderate risk-taking momentum.",
          "keywords": {
            "0": "stability",
            "1": "routine",
            "2": "discipline",
            "3": "consistency",
            "4": "Now."
          },
          "context": "Resolving sustainable speed or obstruction."
        },
        "position3": {
          "upright": "The Knight of the Talisman shows that the need for order, routine and stable progress is a powerful anchor deep down inside. Slow but safe steps build trust invisiblely. This card emphasizes that consistency has won in the long game.",
          "reversed": "Reverse Knight of Talisman, stasis, overconservativeity, or motivation can have a hidden effect. The loss of flexibility can create an opportunity cost. This card suggests that we gain momentum with little innovations.",
          "keywords": {
            "0": "stability",
            "1": "routine",
            "2": "consistency",
            "3": "flexibility",
            "4": "acceleration"
          },
          "context": "The need for stealth and the fear of flexibility."
        },
        "position4": {
          "upright": "There's routine and consistent progress at the center.",
          "reversed": "There could be stasis or overconservativeity at the center, add small innovations.",
          "keywords": {
            "0": "routine",
            "1": "stability",
            "2": "consistency",
            "3": "flexibility",
            "4": "acceleration"
          },
          "context": "Central: reliable speed."
        },
        "position5": {
          "upright": "The Knight of the Talisman shows that order, process and reliable delivery are preferred in the outside world.",
          "reversed": "The Reverse Talisman says that extreme static/capital processes take chances outside.",
          "keywords": {
            "0": "process",
            "1": "credibility",
            "2": "Surrender",
            "3": "discipline",
            "4": "flexibility"
          },
          "context": "The external customer needs stability; it needs agility."
        },
        "position6": {
          "upright": "Advice: Set up routines and SOPS, and proceed with stability.",
          "reversed": "Advice: Add agility to the process; try small innovations.",
          "keywords": {
            "0": "routine",
            "1": "SOP",
            "2": "stability",
            "3": "agility",
            "4": "acceleration"
          },
          "context": "Advice: reliable pace."
        },
        "position7": {
          "upright": "Possible future: Slow but sure progress is achieved by routine and consistentness.",
          "reversed": "Possible future: Excessive stasis may miss an opportunity; the process requires adding small agility.",
          "keywords": {
            "0": "consistency",
            "1": "routine",
            "2": "stability",
            "3": "agility",
            "4": "Progress"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The Queen of Talisman represents the abundance of the past, the tender support and security provided. This energy may be the basis of today's conditions. This card shows that loving support from the past still protects you today.",
          "reversed": "The reverse amulet queen represents a history of lack of self-care, insecurity, or extreme addictions. This card emphasizes the impact of today's situation if you don't pay enough attention to yourself in the past.",
          "keywords": {
            "0": "abundance",
            "1": "Compassion",
            "2": "security",
            "3": "support",
            "4": "history"
          },
          "context": "The effect of past abundance or insecurities."
        },
        "position2": {
          "upright": "The queen of amulets now emphasizes the skill of compassionate practice, home/source care and resource management. You are both productive and nutritious. Keeping space for others without neglect is growing.",
          "reversed": "The Reverse Talisman Queen is now a warning of loss of self-care, overload, or financial/emotional imbalance. You may be draining yourself by feeding everyone. Putting limits, asking for support and simplifying order will restore balance.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "resource management",
            "3": "Compassion",
            "4": "Now."
          },
          "context": "The balance between feeding and not being consumed."
        },
        "position3": {
          "upright": "The queen of amulets shows that compassionate practice, care, and resource management skills work hard inside. Being productive and nutritious is an invisible source of pride. This card reminds us that it will increase the fertility of self - care.",
          "reversed": "The reverse amulet queen shows a hidden effect of overload, forget yourself, or emotional material imbalance. While feeding everyone, there may be a risk of extinction. This card says that calling for boundaries and support will restore the inner balance.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "resource",
            "3": "self - care",
            "4": "limit"
          },
          "context": "It's a secret maintenance pattern and a lack of self-care."
        },
        "position4": {
          "upright": "There's compassionate practice and resource management at the center.",
          "reversed": "There may be an overload and a deficit of self-care at the center, border and support required.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "resource",
            "3": "self - care",
            "4": "balance"
          },
          "context": "Center: feeding order."
        },
        "position5": {
          "upright": "The Queen of the Talisman shows that foreign shareholders prefer practical, maintenance-oriented and sustainable solutions.",
          "reversed": "The Reverse Talisman Queen says that waste of resources and disorganized priorities can undermine external trust.",
          "keywords": {
            "0": "sustainability",
            "1": "practice",
            "2": "resource",
            "3": "care",
            "4": "Waste"
          },
          "context": "The culture of physical good and care values the outside."
        },
        "position6": {
          "upright": "Advice: Manage resources with love; cut into self-care.",
          "reversed": "Advice: Drop the overload; request support and boundaries.",
          "keywords": {
            "0": "resource",
            "1": "self - care",
            "2": "support",
            "3": "limit",
            "4": "balance"
          },
          "context": "Advice: To form a feeding order."
        },
        "position7": {
          "upright": "Possible future: With compassionate practice, resources are well managed; fertility and trust increase.",
          "reversed": "Possible future: overload can wear out; it needs self-care and support networks.",
          "keywords": {
            "0": "practice",
            "1": "resource",
            "2": "self-care",
            "3": "fertility",
            "4": "balance"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "The King of Talisman represents a great achievement in the past, financial security and authority. This energy may be the basis of today's conditions. This card reminds you that the authority and success of the past still guides you.",
          "reversed": "The Reverse Talisman, in the past, represents excessive ambition, authoritarian or material loss. These experiences may be the origin of today's process. This card shows that in the past, uncontrollable ambitions or losses still affect you today.",
          "keywords": {
            "0": "success",
            "1": "authority",
            "2": "abundance",
            "3": "security",
            "4": "history"
          },
          "context": "The effect of past achievements or ambitions."
        },
        "position2": {
          "upright": "The King of Talisman now shows soundness, financial wisdom and strategic leadership. Risks are calculated, vision is tied with concrete goals. Existence allocation, mentory and scalable systems bring lasting success.",
          "reversed": "The Reverse Talisman is now a warning of extreme control, the shadow of ambition, or material-oriented blindness. Flexibility and rigor are costing opportunity.",
          "keywords": {
            "0": "stability",
            "1": "material wisdom",
            "2": "leadership",
            "3": "system",
            "4": "Now."
          },
          "context": "To grow strong leadership or to soften rigor."
        },
        "position3": {
          "upright": "The King of Talisman shows that the desire for strategic stability, financial wisdom and long-term leadership is strong inside. The desire to allocate wealth and build a system gives invisible direction. This card emphasizes that your influence will become permanent by sharing and mentoring.",
          "reversed": "The Reverse Talisman shows the hidden effect of overcontrol, ambition, shadow or status focus. Participation can cause you to miss flexible opportunities. This card says that alignment with values and openness will increase your inner peace and influence.",
          "keywords": {
            "0": "leadership",
            "1": "integrity",
            "2": "control",
            "3": "ambition",
            "4": "Innovation"
          },
          "context": "Value level with stealth control and status motivation."
        },
        "position4": {
          "upright": "There's strategic integrity and material wisdom at the center, and mentoring and system make success permanent.",
          "reversed": "There could be extreme control or status centers at the center.",
          "keywords": {
            "0": "integrity",
            "1": "leadership",
            "2": "system",
            "3": "share",
            "4": "Vision"
          },
          "context": "Control: solid captain."
        },
        "position5": {
          "upright": "The Talisman King shows that there is financial wisdom, strategic sponsors and a solid investor profile out there.",
          "reversed": "The reverse Talisman says that extreme control sponsors, status-oriented glances and rigid conditions can limit flexibility outside.",
          "keywords": {
            "0": "sponsor",
            "1": "investment",
            "2": "strategy",
            "3": "control",
            "4": "condition"
          },
          "context": "Smart capital is winging; strict conditions limit."
        },
        "position6": {
          "upright": "Advice: Write long-term strategy; make the impact permanent by mentoring.",
          "reversed": "Advice: Stop micro-management; distribute authority and trust.",
          "keywords": {
            "0": "strategy",
            "1": "long term",
            "2": "mentoring",
            "3": "authority",
            "4": "Trust"
          },
          "context": "Advice: scaling with solid leadership."
        },
        "position7": {
          "upright": "Possible future: financial security, strategic leadership and permanent success; the system bears fruit.",
          "reversed": "Possible future: Overcontrol and status focus may limit flexibility; it requires sharing authority.",
          "keywords": {
            "0": "guarantee",
            "1": "leadership",
            "2": "system",
            "3": "abundance",
            "4": "share"
          },
          "context": "Future potential and possible consequences"
        }
      }
    }
  }
}
