{
  "relationship-problems": {
    "meanings": {
      "sevenofswords": {
        "position3": {
          "keywords": {
            "0": "transparency",
            "1": "Honesty",
            "2": "strategy",
            "3": "Trust",
            "4": "hiding"
          },
          "context": "Pay: hidden agenda. Effect: trust, ethics. Proposal: full and time information."
        },
        "position4": {
          "upright": "The Seven Swords say that you can ignore your share of information by ignoring it. Transparency is responsibility.",
          "reversed": "The Reverse Seven Swords make a confession piece by piece, stressing the tendency to extend denial.",
          "keywords": {
            "0": "transparency",
            "1": "Honesty",
            "2": "hiding",
            "3": "Trust",
            "4": "ethics"
          },
          "context": "Ignored: full and time information. The effect: trust is broken. Do it: explain it."
        },
        "position5": {
          "upright": "The Seven Swords say they're missing information or hiding themes, and transparency has been tested.",
          "reversed": "The Reverse Seven Swords tells us that confessions are late, that the truth may have exhausted confidence piece by piece.",
          "keywords": {
            "0": "transparency",
            "1": "hiding",
            "2": "Trust",
            "3": "Confess",
            "4": "ethics"
          },
          "context": "Information transparency is weak moments, trust fractures, and now it needs to be shared in full and time."
        },
        "position6": {
          "upright": "The Seven Swords say that missing knowledge and hiding can be used to produce power. Transparency does not weaken, strengthen trust.",
          "reversed": "The Reverse Seven Sword gives the confession piece by piece, stressing the risk of distracting the partner and controlling the agenda.",
          "keywords": {
            "0": "hiding",
            "1": "transparency",
            "2": "Trust",
            "3": "direction",
            "4": "ethics"
          },
          "context": "Theme: full and time information; risk: information manipulation; do it: open sharing rule."
        },
        "position7": {
          "upright": "The Seven Swords point to interference with hidden messages, behind-screen conversations and incomplete information.",
          "reversed": "The Reverse Seven Sword shows a third person who manages perception with a piece of confession/half truth.",
          "keywords": {
            "0": "hidden",
            "1": "rear channel",
            "2": "missing information",
            "3": "perception",
            "4": "Confess"
          },
          "context": "Turn off the closed circuits, all shares visible."
        },
        "position8": {
          "upright": "The Seven Swords warn against illegal spending, secret account, or financial decisions.",
          "reversed": "The Reverse Seven Sword offers the opportunity to rebuild confession, transparency, and trust.",
          "keywords": {
            "0": "hidden spending",
            "1": "Confess",
            "2": "transparency",
            "3": "Trust",
            "4": "ethics"
          },
          "context": "Open book, set rules for surprise spending."
        },
        "position9": {
          "upright": "If the Seven Swords are made transparency, trust will be restored and carried on; the hiding will end.",
          "reversed": "If the Reverse Seven Sword goes on a secret agenda, the link is broken.",
          "keywords": {
            "0": "transparency",
            "1": "Secret",
            "2": "Trust",
            "3": "Confess",
            "4": "ethics"
          },
          "context": "To drive: open book rule."
        }
      },
      "eightofswords": {
        "position1": {
          "upright": "Eight Swords say that self-restrictive beliefs and fear-based thought narrow the field of motion.",
          "reversed": "The Reverse Eight Swords indicate that the same cycle was re-entered when the mental traps were not detected.",
          "keywords": {
            "0": "fear",
            "1": "faith",
            "2": "trap",
            "3": "Restrict",
            "4": "Freedom"
          },
          "context": "The mental root of conflict is fear and self-restraint."
        },
        "position2": {
          "upright": "Eight Swords say the problem is in self-restrictive beliefs and horror stories. It's supposed to be closed when the door is open.",
          "reversed": "The Reverse Eight Swords tells of going back and forth between the unresolved knots and the ongoing doubt. Freedom is fragmented. The problem is to delay the cry for help.",
          "keywords": {
            "0": "Self-restraint",
            "1": "fear",
            "2": "faith",
            "3": "Freedom",
            "4": "help"
          },
          "context": "The root problem: mental shackles. The areas it affects are the area of movement, the courage to communicate."
        },
        "position3": {
          "upright": "Eight Swords says you've narrowed your field with unproven fears and increased your share, so you might have thought it was closed when the door was open.",
          "reversed": "The Reverse Eight Swords tells us that by continuing not to ask for help, they grow fire, and mental shackles want to be untied.",
          "keywords": {
            "0": "Self-restraint",
            "1": "fear",
            "2": "faith",
            "3": "Freedom",
            "4": "help"
          },
          "context": "Pay: horror stories. Effect: action, communication. Proposal: reality test."
        },
        "position4": {
          "upright": "Eight Swords say that you can ignore your self - cut beliefs and ignore your share. The door may be open.",
          "reversed": "The Reverse Eight Sword speaks of its tendency to feed denial by taking pride in not asking for help.",
          "keywords": {
            "0": "fear",
            "1": "Self-restraint",
            "2": "help",
            "3": "faith",
            "4": "Freedom"
          },
          "context": "Ignored: cry for help. The effect: the area of movement shrinks. Do it: search for evidence."
        },
        "position5": {
          "upright": "Eight Swords say mental fears narrow communication, thought closed when the door was open.",
          "reversed": "The Reverse Eight Sword describes the pattern of not asking for help, and the beliefs may have gotten in the way of the truth.",
          "keywords": {
            "0": "fear",
            "1": "Self-restraint",
            "2": "help",
            "3": "reality",
            "4": "Freedom"
          },
          "context": "Fear-oriented periods, lack of reality testing, now evidence and support are required."
        },
        "position6": {
          "upright": "Eight Swords say that a horror tale can create a cycle of self-preservation and partner blame, often open.",
          "reversed": "The Reverse Eight Swords are willing to deny the request for help and risk trumping desperation.",
          "keywords": {
            "0": "fear",
            "1": "despair",
            "2": "faith",
            "3": "help",
            "4": "Freedom"
          },
          "context": "Theme: the test of reality; risk: management by desperation; do it: seek support and look at evidence."
        },
        "position7": {
          "upright": "Eight Swords say that fear-blowing sounds make you feel helpless.",
          "reversed": "The Reverse Eight Swords are permanent when you don't filter out the fear - spreading environment instead of helping.",
          "keywords": {
            "0": "fear",
            "1": "despair",
            "2": "panic language",
            "3": "filter",
            "4": "Freedom"
          },
          "context": "Shut down the fear pumps, set up an environment focused on evidence and support."
        },
        "position8": {
          "upright": "Eight Swords express their sense of desperation in the face of debts and bills. The door is often open.",
          "reversed": "The Reverse Eight Swords say it's possible to call for backup, consult, and take small steps.",
          "keywords": {
            "0": "despair",
            "1": "debt",
            "2": "support",
            "3": "small step",
            "4": "Freedom"
          },
          "context": "Take out the real painting; try to help and renegotiate."
        },
        "position9": {
          "upright": "Eight Swords is possible if the story of despair is left behind and help is received.",
          "reversed": "The Reverse Eight Swords, the insistence on the sacrifice locks the relationship.",
          "keywords": {
            "0": "despair",
            "1": "help",
            "2": "faith",
            "3": "lock",
            "4": "Freedom"
          },
          "context": "To drive: asking for support plus sharing responsibility."
        }
      },
      "nineofswords": {
        "position1": {
          "upright": "Nine Swords say that anxiety and disaster scenarios poison communication, sleepless nights spoil perception.",
          "reversed": "The Reverse Nine Swords show that the growing concerns are transformed into distorted meanings unless they're shared.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "insomnia",
            "3": "exaggerate",
            "4": "share"
          },
          "context": "The mental root of conflict: the domination of the language of anxiety."
        },
        "position2": {
          "upright": "The Nine Swords say that the problem is the echo of anxiety and disaster scenarios in the relationship. Sleepless nights spoil the day.",
          "reversed": "The Reverse Nine Swords tells us that the nightmare has been replaced by slow reality, but there's a lack of anxiety. Regulation is incomplete. It's the morning fatigue, the avoiding dialogue. The problem is the lack of anxiety hygiene.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "reality",
            "3": "sleep",
            "4": "Regulation"
          },
          "context": "The root problem: the language of anxiety. The areas it affects: the tone of communication, the quality of decision."
        },
        "position3": {
          "upright": "The Nine Swords say that in the language of anxiety, they grow scripts and increase their share, and the sleepless mind wrongs love.",
          "reversed": "The Reverse Nine Swords tells us that you've grown fire by carrying unregulated anxiety into a relationship.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "reality",
            "3": "sleep",
            "4": "Regulation"
          },
          "context": "Pay: lack of anxiety hygiene. Effect: tone, decision. Proposition: Talk to evidence."
        },
        "position4": {
          "upright": "The Nine Swords say that you can carry anxiety because it's real and ignore your share. The delusion is the fog of denial.",
          "reversed": "The Reverse Nine Swords emphasize the tendency to legitimize unregulated anxiety by saying that I am like this.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "sleep",
            "3": "a reality test",
            "4": "Regulation"
          },
          "context": "Ignored: evidence control. Effect: tone hardens. Do: data later comment."
        },
        "position5": {
          "upright": "Nine Swords says that sleepless nights and anxiety are happening, and the mind scenarios are all over the relationship.",
          "reversed": "The Reverse Nine Swords tells us that unregulated anxiety has leaked into the present, and there may be unshared fears.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "Regulation",
            "3": "share",
            "4": "real"
          },
          "context": "High anxiety, big impact on communication, now we need practice talking to evidence and calming down."
        },
        "position6": {
          "upright": "The Nine Swords point to the tendency to use anxiety to put pressure on your partner, and constant anxiety can monopolize the relationship's agenda.",
          "reversed": "The Reverse Nine Swords point to the risk of handing over responsibility as an excuse for insomnia and delusions.",
          "keywords": {
            "0": "Concern",
            "1": "Delusion",
            "2": "pressure",
            "3": "agenda",
            "4": "Regulation"
          },
          "context": "Theme: emotion regulatory; Risk: anxiety control; Do: evidence-oriented speech."
        },
        "position7": {
          "upright": "The Nine Swords say you're losing sleep over night messages/gossip and anxiety-feeding external content.",
          "reversed": "The Reverse Nine Swords indicate that you need to cut off the environment that normalises disaster-mongering.",
          "keywords": {
            "0": "anxiety",
            "1": "Night message",
            "2": "(PHP 3, PHP 4)",
            "3": "Catastrophe narration",
            "4": "sleep"
          },
          "context": "Go to the notification diet, set safe hours and channel."
        },
        "position8": {
          "upright": "Nine Swords, money worries, sleepless nights and disaster scenarios.",
          "reversed": "The Reverse Nine Swords suggest lowering anxiety with evidence-focused plan, calm breath and limited screen.",
          "keywords": {
            "0": "Concern",
            "1": "sleep",
            "2": "disaster",
            "3": "Evidence",
            "4": "Regulation"
          },
          "context": "Plan anxiety, no financial talk at night."
        },
        "position9": {
          "upright": "If the Nine Swords are ruled by anxiety, the relationship will breathe, otherwise it will be exhausted.",
          "reversed": "Reverse Nine Swords, if disaster scenarios aren't left unsettled, continuity weakens.",
          "keywords": {
            "0": "Concern",
            "1": "sleep",
            "2": "Regulation",
            "3": "disaster",
            "4": "Realism"
          },
          "context": "To drive: day talk plus night rest rule."
        }
      },
      "tenofswords": {
        "position1": {
          "upright": "The Ten Swords say that a cycle of debate is over, but there is a painful closure.",
          "reversed": "The Reverse Ten Swords show that it is exhausting not to accept the end, but to maintain the same arguments.",
          "keywords": {
            "0": "end",
            "1": "closure",
            "2": "Rebirth",
            "3": "wearout",
            "4": "Agreed"
          },
          "context": "Mental root of conflict: bitter closure and acceptance."
        },
        "position2": {
          "upright": "The Ten Swords say that the problem is a painful closure or the knife is based on bone. The old method is dead. The argument is exhausted, despair. The problem is refusing to accept goodbye.",
          "reversed": "The Reverse Ten Swords tells us that the ghosts of the past, along with the intent to recover, sometimes turn from time to time. The closing ritual is incomplete. For the last time the talks, half goodbyes. The problem is that you can't frame the new one.",
          "keywords": {
            "0": "end",
            "1": "closure",
            "2": "Rebirth",
            "3": "extremism",
            "4": "Agreed"
          },
          "context": "The root problem: the end of the old cycle. The areas it affects: reconstruction, border, decision."
        },
        "position3": {
          "upright": "The Ten Swords say that you continue and contribute to the end of the process, and the end is the beginning of the new.",
          "reversed": "The Reverse Ten Swords tells us that you refused to close and raised the fire by turning the subject around, and goodbye is love.",
          "keywords": {
            "0": "end",
            "1": "closure",
            "2": "Rebirth",
            "3": "extremism",
            "4": "Agreed"
          },
          "context": "Pay: inadequacy. Effect: hope, reconstruction. Proposition: finish clear: start clean."
        },
        "position4": {
          "upright": "The Ten Swords say that you can ignore your share of resistance and refuse to accept the end and continue the process.",
          "reversed": "The Reverse Ten Sword tends to delay closing and keep the wound open, which is denial.",
          "keywords": {
            "0": "end",
            "1": "closure",
            "2": "Rebirth",
            "3": "Expired",
            "4": "Agreed"
          },
          "context": "Ignored: net closure. Effect: hope consumed. Do: finish and repair."
        },
        "position5": {
          "upright": "The Ten Swords say there's an extinction or an end threshold, and then there may be a chance of recovery.",
          "reversed": "The Reverse Ten Swords tells us that the closings have been left unfinished, and the old method may be a burden today.",
          "keywords": {
            "0": "end",
            "1": "Expired",
            "2": "closure",
            "3": "Rebirth",
            "4": "Don't say goodbye."
          },
          "context": "The critical threshold has been skipped, part complete, part open, and now we need a clean closure."
        },
        "position6": {
          "upright": "The Ten Swords say that using the end as leverage is the exploitation of threatening a partner, making disintegration a weapon makes repairs impossible.",
          "reversed": "The Reverse-Ten Sword risks dragging the other with guilt by overreaching destruction and rejecting self-pity.",
          "keywords": {
            "0": "end",
            "1": "threat",
            "2": "Expired",
            "3": "blackmail",
            "4": "repair"
          },
          "context": "Theme: closure ethics; Risk: separation card; Do: calm assessment and clarity."
        },
        "position7": {
          "upright": "The Ten Swords say that the outside voices, which say \"finished,\" have a dramatic effect. Excessive sharp advice creates closure pressure in the relationship.",
          "reversed": "The Reverse Ten Swords point to the environment that exaggerates tragedy and ignores repair.",
          "keywords": {
            "0": "drama",
            "1": "closure pressure",
            "2": "It's a tragedy.",
            "3": "repair",
            "4": "sharpness"
          },
          "context": "You have to reduce the drama, weigh the possibility of repairs."
        },
        "position8": {
          "upright": "The Ten Swords represent the sense of bankruptcy, the sense of extinction, and the sense of closure, and then recovery is possible.",
          "reversed": "The Reverse Ten Sword is a call for simple closure and reboot without dramatizing.",
          "keywords": {
            "0": "Expired",
            "1": "closure",
            "2": "start again",
            "3": "repair",
            "4": "Realism"
          },
          "context": "Close the hard case; start small with the new plan."
        },
        "position9": {
          "upright": "If a cycle of Ten Swords closes clearly, there's a chance it'll be reborn, or it'll be over.",
          "reversed": "Reverse Ten Swords, it's hard to turn dramatic break into opportunity with repair, but it's possible.",
          "keywords": {
            "0": "closure",
            "1": "start again",
            "2": "drama",
            "3": "repair",
            "4": "threshold"
          },
          "context": "To drive: bitter but clear closure + clean page."
        }
      },
      "pageofswords": {
        "position1": {
          "upright": "The Prince of Swords says that curious questioning can be useful, but a sharp, suspicious tone triggers defense.",
          "reversed": "The Reverse Sword Prince shows that gossip, hasty judgment, and unproven allegations increase conflict.",
          "keywords": {
            "0": "Question",
            "1": "doubt",
            "2": "gossip",
            "3": "Evidence",
            "4": "communication"
          },
          "context": "The mental root of conflict: the tone of interrogation and the evidence."
        },
        "position2": {
          "upright": "The Sword Prince says the problem is in the tone of interrogation and lack of evidence. Curiosity is useful, the language of doubt is hurtful.",
          "reversed": "The Reverse Sword Prince says that gossip and hasty judgment are increasing the problem. Information is unconfirmed: Screenshot wars, defensive answers. The question is lack of confirmation.",
          "keywords": {
            "0": "query",
            "1": "doubt",
            "2": "Verification",
            "3": "communication",
            "4": "learning"
          },
          "context": "Root problem: Evidence and language tag. It affects areas: respect, data, communication trust."
        },
        "position3": {
          "upright": "The Sword Prince says you may have a share in detective work and interrogation.",
          "reversed": "The Reverse-Sword Prince says he's growing fire with a rumor/unsubstantiated claim, and without confirmation, there's no conviction.",
          "keywords": {
            "0": "query",
            "1": "doubt",
            "2": "Verification",
            "3": "communication",
            "4": "learning"
          },
          "context": "Pay: Non-evidence judgment. Effect: respect, trust. Proposal: ask first and then interpret."
        },
        "position4": {
          "upright": "The Prince of Sword says he can offer his line of questioning and ignore his share.",
          "reversed": "The Reverse Sword Prince emphasizes his tendency to feed denial by gossip/unsubstantiated sharing.",
          "keywords": {
            "0": "query",
            "1": "doubt",
            "2": "Verification",
            "3": "communication",
            "4": "learning"
          },
          "context": "Ignored: gentle curiosity. Influence: defence increases. Do it: ask first, then comment."
        },
        "position5": {
          "upright": "The Sword Prince says the culture of curiosity and asking questions is in the relationship, and his desire to learn is strong.",
          "reversed": "The Reverse Sword Prince tells us that gossip/unsubstantiated deductions are a problem.",
          "keywords": {
            "0": "curiosity",
            "1": "Question",
            "2": "learning",
            "3": "Evidence",
            "4": "gossip"
          },
          "context": "Live curiosity, lack of confirmation, defense trigger raised, now it's a matter of polite curiosity and proof."
        },
        "position6": {
          "upright": "The Prince of Swords says curiosity is healthy, but it can turn into exploitation by the tone of interrogation and surveillance.",
          "reversed": "The Reverse Sword Prince emphasizes the risk of insulating the partner with gossip and unsubstantiated accusations.",
          "keywords": {
            "0": "curiosity",
            "1": "query",
            "2": "Surveillance",
            "3": "Evidence",
            "4": "gossip"
          },
          "context": "Theme: gentle curiosity; risk: espionage culture; do it: evidence and permit principle."
        },
        "position7": {
          "upright": "The Prince of the Sword shows that a curious but gossiping man gathers information, and the questions may seem innocent, but they may shift to borderline violations.",
          "reversed": "The Reverse Sword Prince points to social media surveillance and unsubstantiated accusations.",
          "keywords": {
            "0": "curiosity",
            "1": "gossip",
            "2": "Surveillance",
            "3": "limit",
            "4": "Evidence"
          },
          "context": "Restrict the right to question."
        },
        "position8": {
          "upright": "The Prince of Sword talks about finding opportunities to save money with research, price comparison and curiosity.",
          "reversed": "The Reverse Sword Prince tells us that gossip, false information, and the risk of falling for false campaigns.",
          "keywords": {
            "0": "research",
            "1": "comparison",
            "2": "information",
            "3": "fake",
            "4": "curiosity"
          },
          "context": "Confirm the source; not every body is real."
        },
        "position9": {
          "upright": "The Prince of the Sword, the culture of curiosity and honest questions is the basis for the relationship.",
          "reversed": "The Reverse Sword Prince undermines gossip and surveillance permanence.",
          "keywords": {
            "0": "curiosity",
            "1": "Question",
            "2": "learning",
            "3": "gossip",
            "4": "limit"
          },
          "context": "To drive: gentle curiosity plus evidence focus."
        }
      },
      "knightofswords": {
        "position1": {
          "upright": "The Knight of the Sword says that fast and hard communication corneres the other side, that speech creates tension without thinking.",
          "reversed": "The Reverse Sword Knight shows that hasty accusations backfire and shut down dialogue channels.",
          "keywords": {
            "0": "hard language",
            "1": "Hurry",
            "2": "attack",
            "3": "dialogue",
            "4": "Don't backfire."
          },
          "context": "The mental root of contradiction: speed and rigor."
        },
        "position2": {
          "upright": "The Knight of the Sword says the problem is fast, hard, and cornering communication. Speed hits the truth.",
          "reversed": "The Reverse-Sword Knight tells of the backlash of the rush attacks and the burning of the communication channels. The defense wall rises. The phones have been turned off, the one-word messages. The problem is the rhythmless speech.",
          "keywords": {
            "0": "speed",
            "1": "rigor",
            "2": "communication",
            "3": "attack",
            "4": "Don't backfire."
          },
          "context": "The root problem: the tempo and tone of communication. The areas it affects: trust, problem solution."
        },
        "position3": {
          "upright": "The Knight of the Sword says it increases its share with swift and hard entry, and speed hits the truth.",
          "reversed": "The Reverse Sword Knight says he's growing fire with ultimatums and sharp expressions between breath and heart.",
          "keywords": {
            "0": "speed",
            "1": "rigor",
            "2": "communication",
            "3": "attack",
            "4": "Don't backfire."
          },
          "context": "Pay: ton/tempo surplus. Effect: trust, solution. Suggest: slow down."
        },
        "position4": {
          "upright": "The Knight of the Sword says that he can ignore his share of rightness and speed. Before he breathes, the promise is a shield of denial.",
          "reversed": "The Reverse Sword Knight tends to conceal responsibility by normalizing the language of ultimatum.",
          "keywords": {
            "0": "speed",
            "1": "rigor",
            "2": "communication",
            "3": "attack",
            "4": "Don't backfire."
          },
          "context": "Ignored: tempo/ton setting. Effect: Doors close. Do it: slow down."
        },
        "position5": {
          "upright": "The Knight of the Sword says fast and direct exits are frequent, sometimes the speed has crushed the heart.",
          "reversed": "The Reverse Sword Knight says the ultimatum and the harsh tone leave a mark.",
          "keywords": {
            "0": "speed",
            "1": "rigor",
            "2": "directness",
            "3": "tons",
            "4": "Don't backfire."
          },
          "context": "Quick debate, tone management is weak, now we need to slow it down and soften it up."
        },
        "position6": {
          "upright": "The Knight of the Sword says that speed and directness sometimes turn to oppression.",
          "reversed": "The Reverse Sword Knight points to the risk of ingesting his partner with verbal assault and intimidation tactics.",
          "keywords": {
            "0": "speed",
            "1": "directness",
            "2": "ultimatum",
            "3": "attack",
            "4": "Don't be afraid."
          },
          "context": "Theme: tone and tempo; Risk: ultimatum; Do: slow and frame."
        },
        "position7": {
          "upright": "The Knight of the Sword says that a fast, sharp external voice fuels the language of ultimatums.",
          "reversed": "The Reverse Sword Knight points to aggressive comments and means of climbing the argument.",
          "keywords": {
            "0": "speed",
            "1": "ultimatum",
            "2": "Aggression",
            "3": "climbing",
            "4": "tons"
          },
          "context": "Stay away from fast/hard media. Choose slow and orderly dialogue."
        },
        "position8": {
          "upright": "The Knight of the Sword supports speedy decision, bargaining, and cutting down useless pens.",
          "reversed": "The Reverse Sword Knight says that rush signatures, ultimatums, and financial aggression stress the relationship.",
          "keywords": {
            "0": "speed",
            "1": "bargain",
            "2": "Hurry up and sign.",
            "3": "Aggression",
            "4": "cut"
          },
          "context": "Be quick, but don't go blind, don't move until you've read the contract."
        },
        "position9": {
          "upright": "Knight of the Sword, quick but respectful action keeps the relationship in place.",
          "reversed": "The Reverse Sword Knight makes it difficult to maintain aggressive styles and ultimatums.",
          "keywords": {
            "0": "speed",
            "1": "respect",
            "2": "tons",
            "3": "ultimatum",
            "4": "action"
          },
          "context": "To drive: speed + soft frame."
        }
      },
      "queenofswords": {
        "position1": {
          "upright": "The Queen of the Sword says there is no balance between objectiveness and emotional sensibilities.",
          "reversed": "The Reverse Sword Queen shows that the sarcastic and sharp tongue speeds up the rupture.",
          "keywords": {
            "0": "objectivity",
            "1": "criticism",
            "2": "limit",
            "3": "coldness",
            "4": "expression"
          },
          "context": "The mental root of conflict: the balance of criticism and compassion."
        },
        "position2": {
          "upright": "The Sword Queen says the problem is on the bridge between objectiveness and compassion. Too much criticism creates coldness.",
          "reversed": "The Reverse Sword Queen says that sarcasm, needles, and sarsams hurt the bond. The mind is good, the tone is heavy.",
          "keywords": {
            "0": "objectivity",
            "1": "criticism",
            "2": "Compassion",
            "3": "limit",
            "4": "style"
          },
          "context": "The root problem is the balance of clarity and compassion. It affects areas: communication quality, intimacy."
        },
        "position3": {
          "upright": "The Queen of the Sword says she may have raised her share with extreme critical objectiveness, and the clarity cools when it's not polite.",
          "reversed": "The Reverse Sword Queen tells me you've grown fire with ridicule and sarcoma, and the mind is good; it's heavy.",
          "keywords": {
            "0": "objectivity",
            "1": "criticism",
            "2": "Compassion",
            "3": "limit",
            "4": "style"
          },
          "context": "Pay: unfeeling clarity. Influence: intimacy, clarity. Proposal: gentle frame."
        },
        "position4": {
          "upright": "The Queen of the Sword says that she can legitimize unfeeling clarity and ignore her share.",
          "reversed": "The Reverse Sword Queen emphasizes her tendency to use sarcoma as humor and feed denial.",
          "keywords": {
            "0": "objectivity",
            "1": "criticism",
            "2": "Compassion",
            "3": "style",
            "4": "limit"
          },
          "context": "Ignored: gentle frame. Effect: closeness freezes. Do: heart + clarity."
        },
        "position5": {
          "upright": "The Queen of the Sword says clarity and boundaries are refreshing to the relationship.",
          "reversed": "The Reverse Sword Queen tells of the coldness of unfettered clarity that may have left a mark.",
          "keywords": {
            "0": "clarity",
            "1": "limit",
            "2": "objectivity",
            "3": "Compassion",
            "4": "style"
          },
          "context": "It's the risk of clean boundaries plus style, heart and mental balance, and now it's time for gentle clarity."
        },
        "position6": {
          "upright": "The Queen of the Sword appreciates clarity, but without compassion, sharpness can shrink its partner. Objectivity must be joined with subtlety.",
          "reversed": "The Reverse Sword Queen shows that sarcoma, stoning, and contempt turn into silent exploitation.",
          "keywords": {
            "0": "clarity",
            "1": "objectivity",
            "2": "Compassion",
            "3": "sarsam",
            "4": "respect"
          },
          "context": "Theme: heart and mind; risk: precision discipline; do it: soft frame."
        },
        "position7": {
          "upright": "The Queen of the Sword says a clear and intelligent foreign adviser can speak the truth.",
          "reversed": "The Reverse Sword Queen points to a sultry, condescending, judgmental voice.",
          "keywords": {
            "0": "clarity",
            "1": "intelligence",
            "2": "counselor",
            "3": "sarsam",
            "4": "judgment"
          },
          "context": "The clarity is good, the judgment is bad."
        },
        "position8": {
          "upright": "The Queen of the Sword defends budget decisions independent of objective intelligence, clear criteria and emotion.",
          "reversed": "The Reverse Sword Queen says that extreme rigor and ruthless interruption can create a coldness in the relationship.",
          "keywords": {
            "0": "objectivity",
            "1": "criteria",
            "2": "clarity",
            "3": "rigor",
            "4": "balance"
          },
          "context": "Be clear, and do not take compassion out of the equation."
        },
        "position9": {
          "upright": "The Queen of the Sword, her ability to establish clarity and boundaries, maintains a healthy relationship.",
          "reversed": "The Reverse Sword Queen cools the bond of harshness and judgment.",
          "keywords": {
            "0": "clarity",
            "1": "limit",
            "2": "objectivity",
            "3": "rigor",
            "4": "Compassion"
          },
          "context": "To drive: clear + compassionate language."
        }
      },
      "kingofswords": {
        "position1": {
          "upright": "The Sword King says there is tension between principle and rule-oriented approach and the need for flexibility.",
          "reversed": "The Reverse Sword King shows that dogmatic behavior and language of power wear off confidence.",
          "keywords": {
            "0": "principle",
            "1": "rule",
            "2": "flexibility",
            "3": "dogma",
            "4": "power"
          },
          "context": "The mental root of contradiction: the conflict of principle and flexibility."
        },
        "position2": {
          "upright": "The Sword King says the problem is that the principle and rule emphasis are limited by flexibility. There is law, there is compassion.",
          "reversed": "The Reverse Sword King says that speaking with dogmatic and power blocks the relationship. There is strategy, there is no empathy.",
          "keywords": {
            "0": "principle",
            "1": "rule",
            "2": "strategy",
            "3": "empathy"
          }
        }
      }
    }
  }
}
