{
  "money": {
    "meanings": {
      "eightofpentacles": {
        "position4": {
          "keywords": {
            "0": "work",
            "1": "mastery",
            "2": "Money",
            "3": "effort",
            "4": "Development"
          },
          "context": "In the past, the financial situation has been shaped by disciplined work."
        },
        "position5": {
          "upright": "Eight Talisms represent discipline, tenacity and mastery process in financial responsibilities.",
          "reversed": "Reverse Eight amulets cause problems in fiscal responsibilities, half jobs or lack of motivation.",
          "keywords": {
            "0": "work",
            "1": "discipline",
            "2": "mastery",
            "3": "care",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, labor or carelessness arises."
        },
        "position6": {
          "upright": "Eight amulets show discipline, work, mastery and regular gains in financial plans.",
          "reversed": "The Reverse Eight Talisms indicate a lack of carelessness, lack of motivation, or low quality.",
          "keywords": {
            "0": "discipline",
            "1": "work",
            "2": "mastery",
            "3": "gain",
            "4": "layout"
          },
          "context": "There will be discipline or carelessness in the new financial plans."
        },
        "position7": {
          "upright": "Eight amulets indicate that in future financial plans, discipline, labor and regular work will bring financial security.",
          "reversed": "The Reverse Eight Talisms indicate that recklessness, loss of motivation, or disorganized work will lead to failure.",
          "keywords": {
            "0": "labour",
            "1": "work",
            "2": "discipline",
            "3": "learning",
            "4": "success"
          },
          "context": "Disciplinary or disorganization will be effective in future financial plans."
        },
        "position8": {
          "upright": "Eight Talisms, discipline, constant learning, and the development of labor's financial skills.",
          "reversed": "The Reverse Eight amulets indicate that their skills can be weakened by carelessness, carelessness, or disregard for their work.",
          "keywords": {
            "0": "learning",
            "1": "labour",
            "2": "discipline",
            "3": "Development",
            "4": "mastery"
          },
          "context": "Your ability to make money is linked to discipline or carelessness."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Nine amulets point to the anxiety of being independent and losing freedom, and you may be afraid of not being able to stand on your own feet.",
          "reversed": "The Reverse Nine charms show the anxiety of addiction and excessive wastelessness, and you might be worried about losing your financial autonomy.",
          "keywords": {
            "0": "independence",
            "1": "Concern",
            "2": "freedom",
            "3": "autonomy",
            "4": "Wastefulness"
          },
          "context": "The anxiety is born from losing its freedom and independence."
        },
        "position2": {
          "upright": "The Nine of the Talisman shows that you seek security with independence and your own hard work, and confidence brings peace.",
          "reversed": "The Reverse Talisman Nine points to the anxiety of addiction and extravagance, and the desire for security is shaken by the lack of self-worth.",
          "keywords": {
            "0": "independence",
            "1": "Self - confidence",
            "2": "security",
            "3": "Comfort",
            "4": "prosperity"
          },
          "context": "You find security with independent labor and self-worth."
        },
        "position3": {
          "upright": "Nine amulets point to independence and personal prosperity in the use of money, and spending can be for personal pleasure and comfort.",
          "reversed": "The Reverse Nine amulets indicate the loss of independence due to extreme addiction or wastefulness.",
          "keywords": {
            "0": "independence",
            "1": "prosperity",
            "2": "Comfort",
            "3": "freedom",
            "4": "Money"
          },
          "context": "Personal independence comes in the use of money."
        },
        "position4": {
          "upright": "In the past, financial independence, comfort, and the return of his own labor may have been a step forward.",
          "reversed": "Reverse Nine amulets point to addiction or wastefulness rather than independence.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "Money",
            "3": "labour",
            "4": "Self - confidence"
          },
          "context": "In the past, financial matters were based on independence."
        },
        "position5": {
          "upright": "Nine amulets mean independence, comfort and personal satisfaction in financial responsibilities.",
          "reversed": "The Reverse Nine charms point to addiction, extravagance or excessive spending in financial responsibilities.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "value",
            "3": "Wastefulness",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, independence or addiction comes first."
        },
        "position6": {
          "upright": "Nine amulets show independence, self-esteem and financial prosperity in financial plans.",
          "reversed": "The Reverse Nine amulets indicate the loss of extreme addiction, wastefulness or comfort.",
          "keywords": {
            "0": "Self - confidence",
            "1": "prosperity",
            "2": "independence",
            "3": "Comfort",
            "4": "value"
          },
          "context": "New financial plans will bring about independence or addiction."
        },
        "position7": {
          "upright": "Nine amulets point to future financial plans, independence, personal comfort, and the return of efforts.",
          "reversed": "The Reverse Nine Charms show that excessive addiction, wastefulness, or luxury addiction can be a problem.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "labour",
            "3": "Reward",
            "4": "Self - confidence"
          },
          "context": "The future financial plans will bring about independence or addiction."
        },
        "position8": {
          "upright": "Nine amulets show that independence, self-worth, and success with your own efforts have improved the ability to earn money.",
          "reversed": "The Reverse Nine amulets indicate that excessive addiction, wastefulness or lack of self-worth can limit opportunities.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "success",
            "3": "prosperity",
            "4": "self-satisfactory"
          },
          "context": "Your ability to earn money is linked to independence or addiction."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "The Ten Talisms show concern that I can't maintain stability for future generations, and you may be afraid that you won't be able to make a financial legacy.",
          "reversed": "The Inverse Ten Talisms demonstrates domestic financial conflict and loss anxiety, and you may be concerned about the dissolution of common wealth.",
          "keywords": {
            "0": "inheritance",
            "1": "Concern",
            "2": "stability",
            "3": "family",
            "4": "future"
          },
          "context": "Concern is born from lack of inheritance and long-term stability."
        },
        "position2": {
          "upright": "The Tenth of the Talisman shows that he seeks security through family, heritage, and long-term structure, bringing lasting fundamental peace.",
          "reversed": "The Reverse Talisman Ten points to family or financial uncertainty, a desire for security, a lack of permanence.",
          "keywords": {
            "0": "family",
            "1": "permanence",
            "2": "security",
            "3": "inheritance",
            "4": "stability"
          },
          "context": "You find security with long-term family base and stability."
        },
        "position3": {
          "upright": "Ten amulets point to family, heritage and long-term security in the use of money, and spending is intended for permanent values.",
          "reversed": "The Inverse Ten Talisms can show family financial disputes or inheritance issues.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "guarantee",
            "3": "long term",
            "4": "Money"
          },
          "context": "In use of money, family and long-term security are the key."
        },
        "position4": {
          "upright": "In the past, family support, inheritance, or long-term savings may have provided financial security.",
          "reversed": "The Reverse Ten charms show family financial disputes or legacy problems.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "Money",
            "3": "Savings",
            "4": "Trust"
          },
          "context": "In the past, financial trust was a source of family or inheritance."
        },
        "position5": {
          "upright": "Ten amulets represent family, heritage and long-term security in financial responsibilities.",
          "reversed": "The Inverse Ten charms mean domestic conflict in financial responsibilities, inheritance problems or instability.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "stability",
            "3": "long-term plan",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, security or family problems are effective."
        },
        "position6": {
          "upright": "Ten amulets point to permanent wealth, family heritage, and long-term security in financial plans.",
          "reversed": "The Inverse Ten Talisms shows financial unrest, domestic conflict, or financial disorder.",
          "keywords": {
            "0": "wealth",
            "1": "security",
            "2": "inheritance",
            "3": "stability",
            "4": "family"
          },
          "context": "New financial plans bring up permanent security or irregularity."
        },
        "position7": {
          "upright": "Ten amulets will bring forward long-term stability, family support and permanent prosperity in financial plans in the future.",
          "reversed": "The Reverse Ten amulets point to legacy issues, domestic financial disputes or unsustainable structures.",
          "keywords": {
            "0": "stability",
            "1": "prosperity",
            "2": "family",
            "3": "inheritance",
            "4": "continuity"
          },
          "context": "The future financial plans will bring forward lasting prosperity or family disputes."
        },
        "position8": {
          "upright": "Ten amulets show that long-term security, family support and inheritance strengthen their ability to earn money.",
          "reversed": "The Reverse Ten Charms indicate that financial friction, family conflicts, or short - term thinking can reduce opportunities.",
          "keywords": {
            "0": "stability",
            "1": "family",
            "2": "security",
            "3": "abundance",
            "4": "permanence"
          },
          "context": "Your ability to earn money is linked to long-term security or conflict."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of the Talisman points to his anxiety that he cannot learn or gain new skills, and you may be afraid that he will not have the capacity to take advantage of material opportunities.",
          "reversed": "The reverse charm prince exposes carelessness and lack of focus, and you may be concerned about the dissolution of your efforts.",
          "keywords": {
            "0": "learning",
            "1": "Concern",
            "2": "skill",
            "3": "focus",
            "4": "opportunity"
          },
          "context": "It comes from a lack of anxiety, learning, and focus."
        },
        "position2": {
          "upright": "The Prince of the Talisman shows that he's looking for security and new opportunities.",
          "reversed": "The Reverse Talisman Prince points to disorganisation and lack of motivation, a desire for security, a weakness in target loss.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "security",
            "3": "target",
            "4": "practice"
          },
          "context": "You'll find security with new opportunities."
        },
        "position3": {
          "upright": "The Prince of the Talisman points to his desire to learn in the use of money and the assessment of small opportunities.",
          "reversed": "The reverse charm prince shows the loss of resources due to reckless spending or lack of clarity of targets.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "target",
            "3": "start",
            "4": "Money"
          },
          "context": "In use of money, learning and small opportunities arise."
        },
        "position4": {
          "upright": "In the past, learning, new skills, and small financial beginnings may have come forward.",
          "reversed": "The reverse charm prince has been missed by delays and carelessness.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "Money",
            "3": "testing",
            "4": "effort"
          },
          "context": "In the past, learning about money and small steps were at the forefront."
        },
        "position5": {
          "upright": "The Prince of Talisman points to learning in financial responsibilities, developing new skills and small investments.",
          "reversed": "The reverse charm prince shows disorganized energy, postponement or unknowingly overloaded financial responsibilities.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "investment",
            "3": "postponement",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, learning or messes arise."
        },
        "position6": {
          "upright": "The Prince of the Talisman shows his vision of learning, new opportunities and beginnings in financial plans.",
          "reversed": "The reverse Talisman Prince points to disorganization, postponement, or misfocus.",
          "keywords": {
            "0": "learning",
            "1": "start",
            "2": "opportunity",
            "3": "Vision",
            "4": "experience"
          },
          "context": "Learning or disorganization will be effective in new financial plans."
        },
        "position7": {
          "upright": "In the future, the Prince of Talisman points to learning in financial plans, considering new opportunities, and small but stable steps.",
          "reversed": "The reverse charm prince shows that delays, carelessness, or short-term thought limit potential.",
          "keywords": {
            "0": "learning",
            "1": "opportunity",
            "2": "start",
            "3": "Determination",
            "4": "target"
          },
          "context": "Learning or delaying will be effective in future financial plans."
        },
        "position8": {
          "upright": "The Prince of the Talisman shows that openness to learning, new ideas and entrepreneurial spirit increase their ability to earn money.",
          "reversed": "The reverse charm prince points out that his skills can be weakened by delays, carelessness, or contempt for opportunities.",
          "keywords": {
            "0": "learning",
            "1": "initiative",
            "2": "opportunity",
            "3": "testing",
            "4": "start"
          },
          "context": "Your ability to earn money is linked to learning or delaying."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of the Talisman points to slow progress and impatient anxiety, and you can be afraid of not being able to travel at any speed you want.",
          "reversed": "The Knight of the Inverted Talisman shows the stasis and compression anxiety, and you may be concerned that the material processes are not progressing.",
          "keywords": {
            "0": "stability",
            "1": "Concern",
            "2": "Patience",
            "3": "slowness",
            "4": "stasis"
          },
          "context": "Concern arises from slow progress and stasis."
        },
        "position2": {
          "upright": "The Knight of the Talisman shows that he seeks security with steady work and patience, and slow but steady steps bring peace.",
          "reversed": "The reverse Knight of the Talisman points to stasis and involuntary anxiety, a desire for safety, a lack of movement.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "security",
            "3": "work",
            "4": "labour"
          },
          "context": "You find security with patience and stability."
        },
        "position3": {
          "upright": "The Knight of the Talisman points to stable, careful and planned expenditures in the use of money.",
          "reversed": "The reverse Knight of the Talisman shows the flight of opportunity due to stasis or extreme caution.",
          "keywords": {
            "0": "stability",
            "1": "Plan",
            "2": "Attention",
            "3": "Money",
            "4": "work"
          },
          "context": "Stabilisation and attention in the use of money arise."
        },
        "position4": {
          "upright": "In the past, steady, reliable, and disciplined steps may have been taken in financial matters.",
          "reversed": "Knight of the Reverse Talisman, the opportunity has been lost because of stability and the escape from innovation.",
          "keywords": {
            "0": "stability",
            "1": "Trust",
            "2": "Money",
            "3": "discipline",
            "4": "labour"
          },
          "context": "In the past, financial attitudes were stable and trusting."
        },
        "position5": {
          "upright": "The Knight of the Talisman points to discipline, credibility, and constant effort in financial responsibilities.",
          "reversed": "The Knight of the Reverse Talisman may be a problem in financial responsibilities, stability, boringness, or extreme slow progress.",
          "keywords": {
            "0": "discipline",
            "1": "credibility",
            "2": "stability",
            "3": "slowness",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, credibility or stability arise."
        },
        "position6": {
          "upright": "The Knight of the Talisman points to disciplined work, patience, and reliable steps in financial plans.",
          "reversed": "The reverse Knight of the Talisman points to stasis, boredom, or extreme slow progress.",
          "keywords": {
            "0": "discipline",
            "1": "Trust",
            "2": "Patience",
            "3": "stability",
            "4": "work"
          },
          "context": "In the new financial plans, credibility or stability will stand out."
        },
        "position7": {
          "upright": "In the future, the Knight of the Talisman, patience, discipline, and stable progress in financial plans.",
          "reversed": "The reverse Knight of the Talisman risks avoiding stability, extreme caution, or innovation.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "work",
            "3": "responsibilities",
            "4": "planning"
          },
          "context": "In future financial plans, stability or stability will be decisive."
        },
        "position8": {
          "upright": "The Knight of the Talisman shows that patient, reliable and stable work strengthens their ability to make money.",
          "reversed": "The reverse Knight of the Talisman points out that opportunities can be lost because of stability, stubbornness, or innovation.",
          "keywords": {
            "0": "stability",
            "1": "Patience",
            "2": "credibility",
            "3": "work",
            "4": "continuity"
          },
          "context": "Your ability to earn money is linked to patience or stability."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The Queen of the Talisman points out her anxiety about not being able to manage and support resources well, and you may be afraid of not being able to take care of yourself and others.",
          "reversed": "The Reverse Talisman Queen exposes the anxiety of overload and lack of self-preservation, and you might worry about draining your resources.",
          "keywords": {
            "0": "resource",
            "1": "Concern",
            "2": "self-care",
            "3": "load",
            "4": "balance"
          },
          "context": "Concern arises from not being able to manage its resources in balance."
        },
        "position2": {
          "upright": "The Queen of the Talisman shows that she calls security with compassion, practicality, and resource management, and comfort brings peace.",
          "reversed": "The reverse amulet queen points to overload or neglect anxiety, and the desire for safety weakens with loss of balance.",
          "keywords": {
            "0": "practice",
            "1": "resource",
            "2": "security",
            "3": "Compassion",
            "4": "balance"
          },
          "context": "You'll find security through balanced management of resources."
        },
        "position3": {
          "upright": "The Queen of the Talisman points to generosity, security and practicality in the use of money.",
          "reversed": "The Reverse Talisman Queen shows financial difficulties due to neglect of self-care or overload.",
          "keywords": {
            "0": "generosity",
            "1": "practice",
            "2": "resource",
            "3": "self - care",
            "4": "Money"
          },
          "context": "The use of money brings forth generosity and practicality."
        },
        "position4": {
          "upright": "In the past, a compassionate, supportive, and well - managed approach may have come forward in financial matters.",
          "reversed": "The reverse amulet queen shows that overload or lack of self-preservation affect the financial balance.",
          "keywords": {
            "0": "Compassion",
            "1": "resource",
            "2": "Money",
            "3": "support",
            "4": "management"
          },
          "context": "In the past, financial resources were balanced and supportive."
        },
        "position5": {
          "upright": "In financial responsibilities, the Queen of the Talisman points to compassion, caring for the family, and balanced use of resources.",
          "reversed": "The reverse amulet queen may show excessive financial responsibility, lack of self-care, or wear-out.",
          "keywords": {
            "0": "Compassion",
            "1": "family",
            "2": "balance",
            "3": "self - care",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, balance or weariness are a determinant."
        },
        "position6": {
          "upright": "The Queen of the Talisman demonstrates a balanced use of compassionate management, practical solutions, and resources in financial plans.",
          "reversed": "The Reverse Talisman Queen points to lack of self-care, imbalance, or overload.",
          "keywords": {
            "0": "practice",
            "1": "balance",
            "2": "self - care",
            "3": "management",
            "4": "resource"
          },
          "context": "New financial plans will determine balance or lack of self-care."
        },
        "position7": {
          "upright": "The Queen of the Talisman shows that in the future, tender leadership, resource management, and practical intelligence will stand out in financial plans.",
          "reversed": "The Reverse Talisman Queen points to excessive charge, lack of self-care, or misuse of resources.",
          "keywords": {
            "0": "resource",
            "1": "practice",
            "2": "leadership",
            "3": "self - care",
            "4": "balance"
          },
          "context": "The future financial plans will have an impact on resource management or lack of self-care."
        },
        "position8": {
          "upright": "The Queen of the Talisman shows that resource management, compassionate practice, and efficiency have improved financial skills.",
          "reversed": "The reverse amulet queen points out that skills can be limited due to overload, lack of self - care, or overfocus on material matters.",
          "keywords": {
            "0": "resource",
            "1": "practice",
            "2": "Compassion",
            "3": "efficiency",
            "4": "balance"
          },
          "context": "Your ability to make money is linked to resource management or imbalance."
        }
      },
      "kingofpentacles": {
        "position1": {
          "upright": "The King of the Talisman points to his anxiety about not being able to maintain power and success, and you may be afraid that you will not be able to maintain your financial stability.",
          "reversed": "The reverse Talisman brings out the anxiety of losing control and losing status, and you may fear that you will not be able to protect what you have.",
          "keywords": {
            "0": "power",
            "1": "Concern",
            "2": "statistic",
            "3": "control",
            "4": "success"
          },
          "context": "Concern is born from failure to maintain success and power."
        },
        "position2": {
          "upright": "The King of the Talisman shows that he seeks security with strong leadership and sound systems, and financial security brings peace.",
          "reversed": "The reverse Talisman points to the anxiety of overcontrol or financial addiction, and the desire for security weakens with the loss of flexibility.",
          "keywords": {
            "0": "leadership",
            "1": "integrity",
            "2": "security",
            "3": "system",
            "4": "stability"
          },
          "context": "You'll find security with sound leadership and a system."
        },
        "position3": {
          "upright": "The King of Talisman points to soundness, discipline and leadership in the use of money, and sources are led strategically.",
          "reversed": "The reverse amulet king points to anxiety due to extreme control or commitment to status.",
          "keywords": {
            "0": "leadership",
            "1": "discipline",
            "2": "security",
            "3": "strategy",
            "4": "Money"
          },
          "context": "In the use of money, leadership and security stand out."
        },
        "position4": {
          "upright": "In the past, there was a disciplined, strong, strategic leadership approach to financial matters.",
          "reversed": "The reverse amulet king points to the shadow of fiscal decisions based on extreme control or status.",
          "keywords": {
            "0": "leadership",
            "1": "strategy",
            "2": "Money",
            "3": "authority",
            "4": "power"
          },
          "context": "In the past, financial matters were led by strong leadership."
        },
        "position5": {
          "upright": "The King of the Talisman points to strong leadership of financial responsibilities, financial security and strategic management.",
          "reversed": "The reverse amulet king may display extreme control, status obsession, or oppressive behavior in financial responsibilities.",
          "keywords": {
            "0": "leadership",
            "1": "guarantee",
            "2": "strategy",
            "3": "control",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, leadership or pressure arises."
        },
        "position6": {
          "upright": "The Talisman King points to strategic vision, wealth and strong leadership in financial plans.",
          "reversed": "The reverse amulet king points to greed, overcontrol, or financial problems.",
          "keywords": {
            "0": "leadership",
            "1": "Vision",
            "2": "wealth",
            "3": "control",
            "4": "power"
          },
          "context": "New financial plans will bring about leadership or extreme control."
        },
        "position7": {
          "upright": "The amulet king points out that future financial plans will dominate strategic stability, strong investments and long-term prosperity.",
          "reversed": "The Reverse Talisman shows the risk of extreme control, status ambition, or misdirection of resources.",
          "keywords": {
            "0": "strategy",
            "1": "prosperity",
            "2": "security",
            "3": "leadership",
            "4": "Vision"
          },
          "context": "In future financial plans, the desire for stability or control will stand out."
        },
        "position8": {
          "upright": "The Talisman King shows that strategic planning, sound investments, and wise leadership strengthen their ability to make money.",
          "reversed": "The reverse amulet king points out that opportunities can be lost due to extreme control, status obsession, or rigid thought.",
          "keywords": {
            "0": "leadership",
            "1": "investment",
            "2": "strategy",
            "3": "integrity",
            "4": "Vision"
          },
          "context": "Your ability to make money is linked to strategic leadership or rigor."
        }
      }
    }
  },
  "newLover": {
    "modals": {
      "loveAttention": "After recording the reading, I usually e-mail you your personal comment within two hundred and four hours. This work is for guidance; the final choices are yours.",
      "loveAttentionInfo": "A Kind Note",
      "process": "Process",
      "processing": "Processing...",
      "redirecting": "You're being forwarded to the home page...",
      "saveReading": "Save Reading",
      "savingReading": "Saving...",
      "step1": "Enter personal information",
      "step2": "Answer questions about love",
      "step3": "Select 4 cards and watch the front",
      "step4": "Save reading; get the result to your email",
      "successMessage": "Your love angle has been recorded and analyzed, so you can see the results from your panel.",
      "successTitle": "Reading Saved",
      "writtenReading": "Written Reading",
      "writtenReadingText": "If you prefer, it will be delivered as a detailed written report; you can record it and read it again."
    },
    "title": "A New Lover's Statement"
  },
  "numerology": {
    "birthdayMeanings": {
      "1": "People who have a number of birthdays come into the world with a strong sense of individuality. Starting early in life, they need to draw their own paths, make independent decisions and lead them. The sparks that light them constantly lead them to new beginnings, new opportunities. They are bold, determined and often examples of their vanguard ideas. However, this strong leadership energy can sometimes turn into a self-centered or authoritarian response. When people who have a birthday day, when they don't learn to cooperate with others, they risk being alone. When they are balanced, they become a beacon in their own life and in others's lives.",
      "2": "The number 2 of birthdays are born with energy based on harmony, balance and relationships. They are natural mediators; they have a unique ability to solve conflicts, to bring different sides together and create a co-operation environment. They often seek mutual understanding, intimacy and emotional depth in their lives. On the other hand, this sensitivity can make them vulnerable. The desire to adapt can make them vulnerable. When they find a healthy balance, they become a reliable and supportive guide for others.",
      "3": "People who are birthday 3 come to the stage of life with a creative, energetic, cheerful spirit. Their strongest parts are their ability to express themselves in art, writing, speech, or design. They come out easily in social relationships, they become an inspirational light. But sometimes they tend to be superficial or disorganized. The lack of discipline in their lives can prevent them from fully assessing their abilities. When they focus, they reveal tremendous creativity and energy that gives people happiness.",
      "4": "The number of birthdays are four people who bring order, discipline and structure. They are reliable, hardworking, responsible individuals. When they face difficulties, they move with patience and planning. They want to build a solid foundation for themselves and for their loved ones. At times they can be rigid, stubborn or overcontrollers. This can make flexibility difficult in relationships. When they develop flexibility, they achieve lasting success by building a solid structure in their own life and environment.",
      "5": "The number of birthdays are the representatives of freedom, adventure and change. They are constantly looking for new experiences, feeding on different cultures and people. They learn fast and adapt easily to the changes that life brings. They add excitement, innovation and freshness to their environment. However, this need for freedom can sometimes turn into impatientness, disorder, or fear of commitment. They don't want to limit themselves. But when they learn to balance responsibility and freedom, life becomes an inspiring journey of discovery.",
      "6": "People who are six birthdays carry the energy of love, harmony and responsibility. They feel a deep commitment to their families, friends, and society. Their charity, aesthetic understanding and desire to create beauty make them a safe haven for others. Sometimes too much sacrifice, neglect their own needs, or the inclination to take on other people's problems. When they learn to protect their own limits, they become a healing force for themselves and their environment.",
      "7": "The seven birthdays are researchers, deep thinkers and intuitive people. They have a spirit that questions life, seeks the mystery behind the truth. They are interested in science, philosophy, mysticism, or spiritual issues. Their inner world is strong and loneliness can be nutritious to them. However, they may have a tendency to shut down, coolness, or distance from others. When they learn to connect with others, they become teachers who shed light on others with their wisdom.",
      "8": "The number of people with eight birthdays are representatives of power, governance and material success. They carry a natural talent in business, organization and strategy. They are focused on goals and can achieve great success by working with determination. But the search for ambition and power can make them hard or authoritarian at times. When they learn to balance matter with spirituality, they create prosperity in their own lives, and they become a righteous leader for others.",
      "9": "The nine birthdays are compassionate, idealistic and artistic people. They put serving humanity, sharing goodness and beauty at the center of their lives. They can make a difference in the creative aspects of society, touch other people's lives. Sometimes they can be too emotional, delusional, or selfless, but when they live by their own boundaries and facts, they become human leaders that leave a lasting mark on the world.",
      "11": "The number of birthdays are 11 people who are intuitive, visionary, and spiritual. Their energy works on high frequency and inspires their environment. With a natural awareness, it is possible for them to feel divine guidance in their lives. However, this intense energy can make them restless, anxious or unstable. When they land, they become a light that inspires and guides their environment.",
      "22": "The 22nd birthdays are the founders of great visions. They have the ability to make powerful dreams come true. They can achieve great achievements in both the material and the spiritual world through their disciplined, practical, and decisive structures. But this great energy can create responsibility pressure. When they are not satisfied with small goals, they leave lasting traces in the world.",
      "33": "The 33 birthdays are the carriers of unconditional love, compassion and healing energy. They are those who live for the good of others, who feel a deep sense of responsibility and sacrifice. They inspire people, their hearts soften and guide communities. But when they learn to express themselves without end, they leave a permanent healing mark on the world and contribute to the healing of the collective."
    },
    "calculators": {
      "birthdayNumber": "Birthday",
      "compatibility": "Harmony Analysis",
      "expressionDestiny": "Statement/Date",
      "lifePath": "The Path of Life",
      "maturity": "Maturity",
      "personalCycles": "Personal Cycles",
      "personality": "Personality",
      "pinnaclesChallenges": "Summits/Hards",
      "soulUrge": "Spirit Desire"
    },
    "challengesMeanings": {
      "1": "The challenge is that a person needs to learn to develop a sense of self. In the process, lessons such as lack of confidence, indecisiveness or fear of independence can come to the attention. When he learns to own and express his identity with courage, one finds inner strength.",
      "2": "Difficulty 2 shows that a person needs to learn balance and harmony in relationships. In the process, he may experience extreme sensitivity, addiction, or indecisiveness, and when he knows his own value and maintains his limits, he develops compatible and loving relationships.",
      "3": "The challenge three shows that one must learn to develop freedom of expression, and in the process, the lessons of shame, self - concealment, or superficiality can come forward, and when discipline brings forth his creativity, one shines in an inspiring way.",
      "4": "Difficulty four shows that one must learn discipline, patience, and order, which may result in disarray, laziness, or instability, and when he develops hard work and responsibility, he builds a strong foundation.",
      "5": "The challenge 5 shows that one must learn to balance freedom with responsibility, that in the process, the pursuit of extreme freedom, the fear of long - suffering or commitment may come to the agenda, and when you use your freedom consciously, life becomes an inspiring journey.",
      "6": "Difficulty 6 shows that a person needs to learn the balance of responsibility and love in relationships, and in the process, extreme sacrifice, intervention, or criticism can come forward, and when he looks at his own needs, he becomes a real healer and adaptor.",
      "7": "The challenge is that a person needs to develop inner trust and faith. In this process, lessons of loneliness, scepticism, or disconnection can come to the attention. When he learns to trust his intuition, he sheds light on it with his wisdom.",
      "8": "The challenge eight shows that one must learn about power, authority, and money, and that in the process, ambition, control, or financial addiction may face courses, and when he uses power with justice, he becomes a true leader.",
      "9": "The challenge 9 shows that one must learn to let go and to forgive, and in the process, disappointments, extreme sacrifice, or a lesson in the past, and when he learns to let go, he moves in a wiser and freer way."
    },
    "compatibilityMeanings": {
      "1": "When there's a number of sides or two sides in the relationship, there's a strong power of leadership and independence. There's passion and mobility and initiative in this bond. The couple can help each other at new beginnings, but when both sides are too controlling or stubborn, conflicts can arise. Reciprocal respect and co-operation is required to balance this energy, so the relationship becomes both a powerful and inspiring journey.",
      "2": "The number 2 in the relationship brings harmony, balance and precision. The emotional bond between the couple is strong; the parties tend to understand, support, and act together. This energy increases romance and intimacy. However, oversensitivity or addiction can damage the relationship. When the sides protect their borders, 2 energy creates a loving and long-lasting union.",
      "3": "The number three in the relationship brings joy, communication and creativity. The couple manages to enjoy each other, socialize, and make life fun. There is a witty, positive and artistic energy in their bond, but superficiality or extreme disarray can damage the relationship. When they focus, 3 energy can inspire and bring happiness to the relationship.",
      "4": "The number four in the relationship brings stability, trust and responsibility. The couple can build a solid foundation together, make long-term plans, and build a safe life. This energy strengthens commitment and endurance. However, extreme rigor or stubbornness can cause problems. When supported by flexibility, 4 energy provides lasting trust and loyalty to the relationship.",
      "5": "The number five in the relationship brings freedom, excitement and adventure. The couple experience new experiences together, travel and add color to their lives.",
      "6": "The number six in a relationship brings love, harmony, and family energy. There is a tender, responsible, balanced bond between the couple. This energy enhances trust and commitment, strengthens the desire to start a family, but oversubstantive sacrifice or intervention can cause problems. With a balance that monitors its needs, 6 energy offers a compassionate and lasting relationship.",
      "7": "The number seven in the relationship brings depth, spirituality and wisdom. An intuitive and intellectual bond forms between the couple. This energy supports intimate conversations, internal discoveries and spiritual intimacy. However, too close introverts or distance can cause problems. When emotional clarity provides, 7 energy creates a spiritual partnership.",
      "8": "The number eight in the relationship brings power, power, success and determination. The couple can be a strong team to achieve their goals. Financial success and social status can come forward in this bond. However, too much ambition or desire to control can lead to conflict. When they balance power with justice, 8 energy creates lasting success and prosperity in relationships.",
      "9": "The number nine in the relationship brings the energy of compassion, idealism and sacrifice. The couple may want to do useful things for humanity together or participate in artistic projects. This energy increases romance and sensitivity. However, excessive sacrifice or imagination may be a problem. When combined with reality, 9 energy creates a loving and inspiring relationship.",
      "11": "The number 11 in the relationship brings high intuition, vision and spiritual connection. There may be a deep understanding, telepathic feeling and a strong spiritual bond between the couple. This energy transforms love into a spiritual experience. But intense energy can create anxiety or imbalance. When they are balanced, 11 energy makes love an inspiring light.",
      "22": "The number 22 in the relationship carries the energy of great vision, permanent projects, and a strong partnership. Together, the couple can build permanent structures in their lives, can be both materially and spiritually strengthened, but heavy responsibility or too much control can be a problem. When balanced, 22 energy can turn the relationship into a permanent and powerful partnership.",
      "33": "The number 33 carries the energy of unconditional love, compassion and healing. The couple approach each other with a deep commitment and sacrifice. This bond can create a teaching, healing and inspiring relationship. However, there is a risk of excessive sacrifice or extinction. When healthy boundaries are protected, 33 energy transforms love into a transformative cure."
    },
    "expressionMeanings": {
      "1": "The number one expression is that individuals direct their lives with strong leadership and individuality energy. They create creative ideas, open their own pathways and set examples for others. Because of their natural determination and self-esteem, taking initiative, starting new projects and taking risks is a natural process for them. However, this powerful energy can sometimes show the shadow side as selfish, impatient, or authoritarianism. When they learn co-operation and value the opinions of others, they leave great successes and lasting impacts on the way of life.",
      "2": "The number two expression carries harmony, co-operation and diplomacy energy. They are naturally capable of bringing different parties together, solving conflicts and creating balance. They come forward as kind, kind and supportive beings in their environment. However, the desire for over-adjustment can sometimes cause them to suppress their own needs. When they learn to define their own limits, they become a healing force both in their relationship and within the community.",
      "3": "The number three expression is that individuals glow with creativity, communication and joy. They express themselves strongly in areas such as writing, speech, art and design. They come forward easily in social relationships and become an inspiration to people. However, disorder or superficiality can prevent them from using their potential fully. When combined with discipline, the number 3 expression becomes a great success and a source of happiness and inspiration to the environment.",
      "4": "Statement number four is known for order, stability and hard work energy. They place solid foundations, fulfill their responsibilities, and achieve a lasting success in long-term projects. Their environment sees them as reliable and disciplined people. However, being too strict or stubborn, resisting change may have shadows. When they gain flexibility, they add lasting value both to themselves and others.",
      "5": "The number five expression is that individuals are representatives of freedom, adventure and change. They direct themselves with a great desire for new experiences, different cultures and discoveries. They learn quickly, adapt to different areas, and bring life to their environment. However, patience or disorder can bring them to the weak ground. When they balance their desire for freedom with a sense of responsibility, their lives become an inspiring journey for themselves and others.",
      "6": "The number six expression carries the energy of love, harmony and responsibility. They feel a strong loyalty to their families, to their communities and to their environment. They become reliable figures in their environment through lack of help, aesthetic understanding, and the desire to create beauty. However, they may have a tendency to take on the problems of others. When they maintain their own limits, they become a force that heals both their loved ones and their community.",
      "7": "The number seven expression is that individuals have the energy of knowledge, research and spiritual depth. They question the meaning of life, look for invisible truths, and guide them with intuition. They are often drawn to science, philosophy, or spiritual spaces. However, it can create difficulties in interpersonal or distant standing relationships. When they learn to share their inner wisdom with others, they become valuable guides to illuminate their environment.",
      "8": "The number eight expression lives on energy of power, success and governance. They have natural skills in business, financial areas and leadership. Thanks to their decisions, the potential to achieve great goals is high. However, ambition or overcontrol may have shadows. When they balance material success with spiritual values, they leave large notes strong and fair leaders.",
      "9": "The number nine expression acts with idealism, compassion, and love for humanity. They value serving humanity, touching other people's lives, and contributing to society through artistic projects. They are known to be useful and visionary in their environment. However, excessive self - sacrifice or idealism can wear them out. When they learn to offer their compassion while maintaining reality, they become human leaders who leave a lasting mark on the world.",
      "11": "Statement number 11, individuals carry visionary, intuitive and inspiring energy. They have high-frequency consciousness and are strong in lighting their environment. They often appear in art, spiritual spaces or social guidance. However, their intense energy can create anxiety, unrest or imbalance. When they balance themselves, they become a light that inspires and guides their environment.",
      "22": "The 22 individuals are known as master builders. They have the ability to transform wonderful dreams into concrete achievements. They can sign great projects in society through their disciplined, visionary and practical natures. However, this great energy can create pressure of responsibility. When they do not agree with small targets and do not fulfill their vision, they leave a permanent legacy in the world.",
      "33": "The number 33 expression carries the energy of unconditional love, compassion and healing. They are teachers and guides for the good of others. They become a light that inspires, heals and directs their environments. However, this intense energy can turn into a sense of exhaustion or excessive responsibility. When they are balanced, they become powerful guides that bring lasting love and healing to society."
    },
    "form": {
      "birth": "Date of Birth (YYYY-AAA-GG)",
      "calculate": "Calculate",
      "invalidDate": "Please enter a valid date.",
      "name": "Name Last Name",
      "personA": "1st Person",
      "personB": "2nd Person",
      "required": "This area is mandatory.",
      "targetDate": "Target Date (TYY-AAA-GG)"
    }
  }
}
