{
  "problem-solving": {
    "meanings": {
      "thefool": {
        "position5": {
          "keywords": {
            "1": "risk",
            "2": "freedom",
            "3": "Courage",
            "4": "experience"
          },
          "context": "Your recent past may have been shaped by free but perhaps careless steps."
        },
        "position6": {
          "upright": "Joker, in the near future, you may have a new adventure, a step into the unknown, and free risk-taking energy waiting for you.",
          "reversed": "Reverse Joker, you may experience problems in the near future because of recklessness, hasty decisions, or unpreparedness.",
          "keywords": {
            "0": "start",
            "1": "freedom",
            "2": "risk",
            "3": "adventure",
            "4": "Excitement"
          },
          "context": "Your near future can be shaped by a bold beginning or carelessness."
        },
        "position7": {
          "upright": "Joker, there's a new beginning energy in the situation you're in right now, a brave step into life, a curious approach to the unknown.",
          "reversed": "Reverse Joker, right now, your reckless, unprepared, or irresponsible behavior may put you in a difficult position to ignore the risks.",
          "keywords": {
            "0": "start",
            "1": "freedom",
            "2": "risk",
            "3": "Courage",
            "4": "adventure"
          },
          "context": "Your current situation is shaped by bold beginnings or carelessness."
        },
        "position8": {
          "upright": "Joker, the effects of the outside environment can lead you to a new beginning, unexpected opportunities or adventurous energies may enter your life.",
          "reversed": "Reverse Joker, external factors can lead you to recklessness, uncertainty, or misdirection.",
          "keywords": {
            "0": "start",
            "1": "freedom",
            "2": "risk",
            "3": "adventure",
            "4": "opportunity"
          },
          "context": "The external effects can lead you to bold beginnings or careless steps."
        },
        "position9": {
          "upright": "Joker, there may be concern among the fears of stepping into the unknown, taking risks, or making mistakes.",
          "reversed": "Reverse Joker, the lack of control, recklessness, or the fear of misdirection may be holding you back.",
          "keywords": {
            "0": "risk",
            "1": "Unknown",
            "2": "start",
            "3": "freedom",
            "4": "anxiety"
          },
          "context": "Your fears focus on whether or not you dare to make new beginnings."
        }
      },
      "themagician": {
        "position1": {
          "upright": "The wizard may need to show his potential at the heart of the problem and not know how to use his skills.",
          "reversed": "Reverse Wizard, deceptive circumstances, manipulation or failure to fully use your will may be the root source of this problem.",
          "keywords": {
            "0": "potential",
            "1": "creativity",
            "2": "skill",
            "3": "will",
            "4": "Question"
          },
          "context": "At the center of the problem is not being able to channel its power properly, or being misled."
        },
        "position10": {
          "upright": "The wizard shows that he will achieve his own potential using his power as a result of the event.",
          "reversed": "The Reverse Wizard may be at risk of manipulation, misleading circumstances, or misusing his abilities.",
          "keywords": {
            "0": "potential",
            "1": "power",
            "2": "creation",
            "3": "opportunity",
            "4": "success"
          },
          "context": "The result may be to show your potential or to be misled."
        },
        "position2": {
          "upright": "The wizard may be at the center of the barrier, not using his potential correctly, not being messy or confident, and you may find it difficult to apply your abilities.",
          "reversed": "The Reverse Wizard may be an obstacle to manipulation, misleading circumstances, or lack of willpower, and it makes it difficult to extend its power to the wrong fields.",
          "keywords": {
            "0": "potential",
            "1": "power",
            "2": "will",
            "3": "mess",
            "4": "obstacle"
          },
          "context": "The obstacle is that you're not using your power clearly and properly."
        },
        "position3": {
          "upright": "In your subconscious, you may find it difficult not to use your past skills correctly or to show your potential.",
          "reversed": "In the past, the Reverse Wizard may have settled in the subconscious of manipulation, misdirection, or loss of will.",
          "keywords": {
            "0": "potential",
            "1": "skill",
            "2": "power",
            "3": "manipulation",
            "4": "subconscious"
          },
          "context": "Not being able to direct your power in the past could be in the background of today's problems."
        },
        "position4": {
          "upright": "The wizard shows that his potential is to achieve what he wants using his mental skills, communication, and creativity.",
          "reversed": "Reverse Wizard, in order not to mislead your potential, you must avoid manipulation, ambiguity, and distraction.",
          "keywords": {
            "0": "creativity",
            "1": "power",
            "2": "skill",
            "3": "communication",
            "4": "potential"
          },
          "context": "Your best potential is to use your inner strength in the right and creative way."
        },
        "position5": {
          "upright": "Wizard, in recent times you may have had the energy to demonstrate your skills, to make your intentions known, and to make a strong start.",
          "reversed": "Reverse Wizard, you may have had some recent experiences of manipulation, disarray, or not being able to direct your potential correctly.",
          "keywords": {
            "0": "creativity",
            "1": "power",
            "2": "intent",
            "3": "skill",
            "4": "start"
          },
          "context": "Your recent history may be full of experiences about using or not being able to use your potential."
        },
        "position6": {
          "upright": "Sorcererer, in the near future, you may have a chance to show off your skills, take advantage of opportunities, and make strong beginnings.",
          "reversed": "Reverse Wizard, in the near future, you risk manipulation, misdirection, or not being able to use your potential enough.",
          "keywords": {
            "0": "Talent",
            "1": "start",
            "2": "opportunity",
            "3": "creativity",
            "4": "power"
          },
          "context": "Your near future will be shaped by your ability to use or use."
        },
        "position7": {
          "upright": "Wizard, you now have the power to use your resources, your abilities, and your intelligence effectively.",
          "reversed": "The Reverse Wizard can't fully assess his potential right now, so maybe you're dealing with manipulation or deception.",
          "keywords": {
            "0": "power",
            "1": "creativity",
            "2": "resource",
            "3": "start",
            "4": "Talent"
          },
          "context": "Your current situation is determined by using your abilities or wasting them."
        },
        "position8": {
          "upright": "The wizard, the outside environment may be offering you resources, opportunity and creative labor units.",
          "reversed": "Reverse Wizard, external effects can expose you to manipulation, misleading proposals, or false promises.",
          "keywords": {
            "0": "resource",
            "1": "creativity",
            "2": "opportunity",
            "3": "communication",
            "4": "start"
          },
          "context": "External effects can open your potential or risk manipulation."
        },
        "position9": {
          "upright": "Wizard, you may have a fear of not being able to fully harness your potential, waste your resources, or be manipulated.",
          "reversed": "Reverse Wizard, you may be concerned that your deception, misdirection, or skills will be inadequate.",
          "keywords": {
            "0": "potential",
            "1": "resource",
            "2": "manipulation",
            "3": "success",
            "4": "fear"
          },
          "context": "Your fears are about not being able to use your power properly or being abused."
        }
      },
      "thehighpriestess": {
        "position1": {
          "upright": "Mother Superior, at the heart of the problem, there may be information hidden in your subconscious, not listening to your intuition, or uncertainty.",
          "reversed": "Reverse Mother Superior, suppressing your intuition or ignoring the facts may be the source of the problem.",
          "keywords": {
            "0": "intuition",
            "1": "information",
            "2": "hidden truth",
            "3": "uncertainty",
            "4": "Question"
          },
          "context": "There are facts or repressed insights at the core of the problem."
        },
        "position10": {
          "upright": "As a result, the Mother Superior can bring in inner wisdom, the revelation of secrets, and confidence in intuition.",
          "reversed": "Reverse Mother Superior, the result of the incident may be intuitiveness, misinformation, or hidden truths.",
          "keywords": {
            "0": "wisdom",
            "1": "secret",
            "2": "intuition",
            "3": "secrecy",
            "4": "enlightenment"
          },
          "context": "The result may be intuitive awareness or uncertainty."
        },
        "position2": {
          "upright": "Abbess, not listening to the insights of the obstacle, suppressing inner wisdom, or avoiding the truth, may be building a wall in front of the fears of your subconscious.",
          "reversed": "Reverse Mother Superior points to the obstacle of classified information, secrets, or self-consciousness, suppressing your intuition makes it difficult for you to find a solution.",
          "keywords": {
            "0": "intuition",
            "1": "classified information",
            "2": "Inner fear",
            "3": "closure",
            "4": "obstacle"
          },
          "context": "The obstacle comes from suppressing your intuition and your inner voice of wisdom."
        },
        "position3": {
          "upright": "Mother Superior, in her subconscious, it is possible to ignore her intuition in the past, ignore the hidden information, or be surrounded by secrets.",
          "reversed": "Inverted Mother Superior, there may have been a history of repressed insights, ignored signs, or conscious denials embedded in her subconscious.",
          "keywords": {
            "0": "intuition",
            "1": "Secrets",
            "2": "information",
            "3": "Don't press it.",
            "4": "subconscious"
          },
          "context": "In the past, rejecting your intuition and living with secrets may have affected your problems today."
        },
        "position4": {
          "upright": "The Mother Superior shows that she lies listening to her instincts, trusting her inner wisdom, and accepting spiritual guidance.",
          "reversed": "Inverted Mother Superior, you must not suppress your instincts, ignore the internal signs to reveal your potential.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "spirit",
            "3": "information",
            "4": "potential"
          },
          "context": "It comes from listening to the insights and insights of the best potential."
        },
        "position5": {
          "upright": "Mother Superior, you may have recently listened to your intuition, turned to deep information, or noticed the hidden truths.",
          "reversed": "Inverse Mother Superior, you may have ignored your inner voice recently or been given misleading information.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "Secrets",
            "3": "internal guidance",
            "4": "awareness"
          },
          "context": "Your recent history may have developed by listening to your intuition or rejecting it."
        },
        "position6": {
          "upright": "Mother Superior, in the near future, you'll have an opportunity to feel your insights stronger, turn to inner wisdom.",
          "reversed": "Reverse Mother Superior, in the near future, it may be a matter of not listening to your inner voice, hiding secrets, or encountering misleading information.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "classified information",
            "3": "internal guidance",
            "4": "awareness"
          },
          "context": "Your near future will be shaped by whether you listen to your intuition or not."
        },
        "position7": {
          "upright": "Mother Superior, you're in a very good mood right now, and you're in a time when you need to listen to your inner voice.",
          "reversed": "Reverse Mother Superior may be ignoring your intuition right now, or keeping secrets may be putting you in a difficult position.",
          "keywords": {
            "0": "intuition",
            "1": "wisdom",
            "2": "Secret",
            "3": "internal guidance",
            "4": "awareness"
          },
          "context": "Your current situation is based on whether you listen to your intuition or not."
        },
        "position8": {
          "upright": "Mother Superior, the external effects may be touching your life with classified information, intuitive direction, or profound wisdom.",
          "reversed": "Reverse Mother Superior, external effects can deceive you with hidden truths, secrets, or false intuition.",
          "keywords": {
            "0": "intuition",
            "1": "information",
            "2": "secret",
            "3": "wisdom",
            "4": "guidance"
          },
          "context": "It affects you through external effects, intuition, and classified information."
        },
        "position9": {
          "upright": "Mother Superior, you may have a fear of revealing unknown secrets or not being able to trust your intuition.",
          "reversed": "Reverse Mother Superior, you may be worried about false intuition, the exposure of secrets, or the fear of getting away from the truth.",
          "keywords": {
            "0": "secret",
            "1": "information",
            "2": "intuition",
            "3": "secrecy",
            "4": "anxiety"
          },
          "context": "Your fears are focused on hidden information or false intuition."
        }
      },
      "theempress": {
        "position1": {
          "upright": "The Empress may have a need for creativity at the center of the problem, a need for maintenance or productivity.",
          "reversed": "The Reverse Empress may be the source of the problem of blocked creativity, lack of inspiration, or excessive addiction.",
          "keywords": {
            "0": "creativity",
            "1": "productivity",
            "2": "Nutrition",
            "3": "Inspired",
            "4": "Question"
          },
          "context": "The problem is at the center of the problem where you use or suppress your creative power."
        },
        "position10": {
          "upright": "Empress, the result is fertility, productivity, and emotional satisfaction.",
          "reversed": "Reverse Empress, the result may be productivity loss, emotional imbalance, or extreme addiction.",
          "keywords": {
            "0": "fertility",
            "1": "productivity",
            "2": "abundance",
            "3": "Peace",
            "4": "satisfaction"
          },
          "context": "The result may be abundance and peace or loss of productivity."
        },
        "position2": {
          "upright": "The Empress may not be able to express the creativity of the obstacle, to be too dependent, or to limit its productivity, and when it does not release its own nature, development is blocked.",
          "reversed": "Reverse Empress, it shows overprotection, lack of productivity, or a barrier to over-relationship, and you need to be liberated from the bonds that limit the creative flow.",
          "keywords": {
            "0": "creativity",
            "1": "productivity",
            "2": "addiction",
            "3": "limit",
            "4": "obstacle"
          },
          "context": "The obstacle comes from suppressing your creativity and addiction."
        },
        "position3": {
          "upright": "The Empress, subconsciously, there may be conditions in the past where you feel that your creativity has been constrained, that you may experience dependent relationships, or that you may not be productive.",
          "reversed": "Reverse Empress, overprotection, addiction or loss of inspiration may have been carried from the past to the subconscious.",
          "keywords": {
            "0": "creativity",
            "1": "addiction",
            "2": "protection",
            "3": "Inspired",
            "4": "subconscious"
          },
          "context": "Creative and dependent bonds that have been constrained in the past may be clouding today's problems."
        },
        "position4": {
          "upright": "The Empress says her potential is to invite productivity, creativity and abundance into her life.",
          "reversed": "Inverse Empress, in order not to limit your potential, you must avoid addiction, inspiration, and overcontrol.",
          "keywords": {
            "0": "creativity",
            "1": "abundance",
            "2": "productivity",
            "3": "Inspired",
            "4": "potential"
          },
          "context": "The best potential is free flow of productivity and creativity."
        },
        "position5": {
          "upright": "Empress, in the recent past, there may have been a great deal of compassion in productivity, creativity, and relationships, and you may have opened the gates of plenty.",
          "reversed": "Reverse Empress, in the recent past, you may have neglected to look at creativity, addiction, or self-interest.",
          "keywords": {
            "0": "creativity",
            "1": "abundance",
            "2": "Relationships",
            "3": "Compassion",
            "4": "productivity"
          },
          "context": "Your recent history may have been shaped by abundance and productivity or obstruction."
        },
        "position6": {
          "upright": "Empress, in the near future, you will be surrounded by the energy of creativity, abundance, and compassion.",
          "reversed": "Reverse Empress, in the near future, there is a risk of productivity obstruction, addiction or self-care neglect.",
          "keywords": {
            "0": "abundance",
            "1": "creativity",
            "2": "Compassion",
            "3": "Relationships",
            "4": "productivity"
          },
          "context": "Your near future can be determined by abundance or congestion."
        },
        "position7": {
          "upright": "Empress, you may be in the energy of abundance, productivity, and compassion, the prerequisite of creativity.",
          "reversed": "Reverse Empress, you may be experiencing congestion, addiction, or lack of self-care.",
          "keywords": {
            "0": "creativity",
            "1": "abundance",
            "2": "Compassion",
            "3": "relationship",
            "4": "production"
          },
          "context": "Your current situation is shaped by a congestion of abundance or productivity."
        },
        "position8": {
          "upright": "Empress, the external effects offer you abundance, support and creative opportunities.",
          "reversed": "Reverse Empress, external effects can cause a blockage of addiction, overprotection, or productivity.",
          "keywords": {
            "0": "abundance",
            "1": "support",
            "2": "productivity",
            "3": "Compassion",
            "4": "creativity"
          },
          "context": "It affects you with external effects, productivity or addiction."
        },
        "position9": {
          "upright": "Empress, you may be concerned that I can't be productive, that I can't be abundant, that I can't see support.",
          "reversed": "Reverse Empress, fear of becoming dependent, losing productivity, or emotional inadequacy may affect you.",
          "keywords": {
            "0": "abundance",
            "1": "productivity",
            "2": "support",
            "3": "fertility",
            "4": "Concern"
          },
          "context": "It's about losing your fear, or losing your blessings, or being addicted."
        }
      },
      "theemperor": {
        "position1": {
          "upright": "The question may be based on a need for control, order, or conflict with authority figures.",
          "reversed": "Reverse Emperor, extreme control, strict rules or lack of discipline may be at the center of the problem.",
          "keywords": {
            "0": "control",
            "1": "authority",
            "2": "layout",
            "3": "rules",
            "4": "Question"
          },
          "context": "There's a need to establish control at the center of the problem, or there's a conflict with authority."
        },
        "position10": {
          "upright": "Emperor, the result is order, stability, and a strong foundation.",
          "reversed": "Reverse Emperor, the result may be authoritarian pressure, rigority, or loss of control.",
          "keywords": {
            "0": "layout",
            "1": "stability",
            "2": "authority",
            "3": "power",
            "4": "control"
          },
          "context": "The result can be a solid arrangement or a test of authority pressure."
        },
        "position2": {
          "upright": "Emperor, the obstacle can be extreme authority, pressure of rules, or rigidity of discipline, a very controlling structure that prevents you from acting freely.",
          "reversed": "The Reverse Emperor may be expanding the problem of disparity, disorder, or conflict with authority, and the over-pressive attitude is losing its flexibility.",
          "keywords": {
            "0": "control",
            "1": "authority",
            "2": "rules",
            "3": "rigor",
            "4": "obstacle"
          },
          "context": "The obstacle is due to strict rules and the need for control."
        },
        "position3": {
          "upright": "The Emperor may be subconsciously feeling overbearing authorities, strict rules, or under control in the past.",
          "reversed": "Reverse Emperor, in the past, the loss of order, the conflict with authority, or the lack of rules may have entered his subconscious.",
          "keywords": {
            "0": "authority",
            "1": "rules",
            "2": "pressure",
            "3": "control",
            "4": "subconscious"
          },
          "context": "Past authority conflicts and control issues may have shaped his present condition."
        },
        "position4": {
          "upright": "The Emperor shows that his potential lies in order, discipline, and building a reliable structure.",
          "reversed": "Reverse Emperor, you mustn't become obsessed with rigor, oppression, or control, which prevents your potential.",
          "keywords": {
            "0": "layout",
            "1": "authority",
            "2": "control",
            "3": "Trust",
            "4": "potential"
          },
          "context": "Your best potential comes from building a solid structure and discipline."
        },
        "position5": {
          "upright": "Emperor, in the recent past, you may have had the energy to form order, to feel authority, or to build a strong structure.",
          "reversed": "Reverse Emperor, you may have recently encountered a repressed figure who has lost control, or experienced an unconstitutional experience.",
          "keywords": {
            "0": "authority",
            "1": "layout",
            "2": "control",
            "3": "Trust",
            "4": "structure"
          },
          "context": "It may have been determined by recent history, by search for order or by conflict with authority."
        },
        "position6": {
          "upright": "Emperor, in the near future, you will have the opportunity to establish order, build a strong structure, and have authority.",
          "reversed": "Reverse Emperor, in the near future, you may experience extreme pressure, loss of control, or conflict with authority.",
          "keywords": {
            "0": "layout",
            "1": "authority",
            "2": "control",
            "3": "stability",
            "4": "Trust"
          },
          "context": "Your near future will be shaped by a conflict of order or order."
        },
        "position7": {
          "upright": "Emperor, you are in the process of organizing, taking responsibility and building a strong structure.",
          "reversed": "Reverse Emperor, you may be in conflict with authority, under pressure or out of control.",
          "keywords": {
            "0": "layout",
            "1": "authority",
            "2": "control",
            "3": "stability",
            "4": "Trust"
          },
          "context": "Your current situation is shaped by a conflict of order or order."
        },
        "position8": {
          "upright": "The Emperor may support you with external influences, order, authority, and strong structures.",
          "reversed": "Reverse Emperor, external influences can bring oppressive figures, strict rules, or conflicts with authority.",
          "keywords": {
            "0": "authority",
            "1": "layout",
            "2": "power",
            "3": "control",
            "4": "protection"
          },
          "context": "The external effects can create order or pressure."
        },
        "position9": {
          "upright": "Emperor, you can carry the fear of loss of control, weakness in the face of authority, or disorder.",
          "reversed": "Reverse Emperor, you may have a fear of oppression, abuse of power, or conflict with authority.",
          "keywords": {
            "0": "authority",
            "1": "layout",
            "2": "control",
            "3": "power",
            "4": "anxiety"
          },
          "context": "Your fears are linked to authority figures or loss of control."
        }
      },
      "thehierophant": {
        "position1": {
          "upright": "Aziz, the question may be based on tradition, the expectations of society, or the need for guidance.",
          "reversed": "Reverse Aziz, rejecting the rules, going outside norms, or disobeying authority can be the source of the problem.",
          "keywords": {
            "0": "tradition",
            "1": "teaching",
            "2": "authority",
            "3": "expectations",
            "4": "Question"
          },
          "context": "At the heart of the problem is social norms and a desire to adapt to authority."
        },
        "position10": {
          "upright": "Saint, the result may be access to wisdom, guidance, and spiritual harmony.",
          "reversed": "Reverse Aziz may result in false guidance, rebellion against tradition, or false teachings.",
          "keywords": {
            "0": "wisdom",
            "1": "guidance",
            "2": "teaching",
            "3": "tradition",
            "4": "compatibility"
          },
          "context": "The result may be to gain wisdom or to be misled."
        },
        "position2": {
          "upright": "Aziz, being too attached to the traditions of the obstacle may be acting according to the expectations of society, which prevents you from creating original solutions.",
          "reversed": "The Reverse Saint may be creating a barrier to disorganisation by rejecting rules, lack of guidance, or rebellion.",
          "keywords": {
            "0": "tradition",
            "1": "authority",
            "2": "expectation",
            "3": "guidance",
            "4": "obstacle"
          },
          "context": "Obstacle is born from extreme influence of rules and public pressure."
        },
        "position3": {
          "upright": "Aziz, in your subconscious, you may have been influenced by the expectations, traditional rules, or teachings of society in the past.",
          "reversed": "Reverse Saint, rejection of the rules, lack of rebellion or guidance may have settled in your subconscious in the past.",
          "keywords": {
            "0": "tradition",
            "1": "authority",
            "2": "guidance",
            "3": "Rebellion",
            "4": "subconscious"
          },
          "context": "In the past, adapting to social norms or rejecting experiences can be the basis for today's problems."
        },
        "position4": {
          "upright": "The saint says that his potential is to convey wisdom, to guide others, and to move forward in harmony with spiritual values.",
          "reversed": "Reverse Saint, in order to reveal your potential, you must not blindly adhere to other people's rules, you must find your own way.",
          "keywords": {
            "0": "guidance",
            "1": "wisdom",
            "2": "teaching",
            "3": "values",
            "4": "potential"
          },
          "context": "Your best potential is to share your knowledge and experience."
        },
        "position5": {
          "upright": "Aziz, in recent times you may have benefited from a teaching, found moral support, or adapted to the rules of society.",
          "reversed": "Reverse Saint, you may have recently rebelled against tradition, rejected the rules, or strayed from guidance.",
          "keywords": {
            "0": "teaching",
            "1": "tradition",
            "2": "spirituality",
            "3": "authority",
            "4": "compatibility"
          },
          "context": "Your recent past may have developed over adapting to authority or defying it."
        },
        "position6": {
          "upright": "In the near future, a saint can receive support from a teaching figure, benefit from traditional values, or find spiritual guidance.",
          "reversed": "Reverse Aziz, in the near future, there may be a possibility of rejecting the rules, disobeying tradition, or avoiding guidance.",
          "keywords": {
            "0": "teaching",
            "1": "guidance",
            "2": "tradition",
            "3": "spirituality",
            "4": "authority"
          },
          "context": "Your near future can be shaped by harmony or opposition to authority."
        },
        "position7": {
          "upright": "Aziz, right now you may be looking for tradition, learning, or spiritual guidance.",
          "reversed": "Reverse Aziz, right now, there may be a question of breaking the rules, breaking the tradition, or staying away from guidance.",
          "keywords": {
            "0": "teaching",
            "1": "tradition",
            "2": "spirituality",
            "3": "guidance",
            "4": "authority"
          },
          "context": "Your current situation is shaped by your accepting or rejecting guidance."
        },
        "position8": {
          "upright": "Aziz, the external effects may be guiding you through tradition, teachers, or guide figures.",
          "reversed": "Reverse Aziz, outside effects can trigger you to break the rules, break the tradition, or get the wrong guidance.",
          "keywords": {
            "0": "tradition",
            "1": "teaching",
            "2": "guidance",
            "3": "authority",
            "4": "spirituality"
          },
          "context": "The external effects affect you in traditional or rebellious ways."
        },
        "position9": {
          "upright": "Aziz, you can have the fear of getting the wrong guidance, not following tradition, or not being accepted.",
          "reversed": "Reverse Saint, false authority, false teachings, or the fear of losing your freedom may affect you.",
          "keywords": {
            "0": "teaching",
            "1": "authority",
            "2": "guidance",
            "3": "tradition",
            "4": "Concern"
          },
          "context": "Your fears are about being misled or not being accepted."
        }
      },
      "thelovers": {
        "position1": {
          "upright": "Lovers may have an important choice at the heart of the problem, a conflict of values, or a search for harmony.",
          "reversed": "Reverse lovers, indecision, incompatible relationships or wrong choices may be the essence of the problem.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "decision",
            "3": "relationship",
            "4": "Question"
          },
          "context": "At the heart of the problem is a choice between values and harmony."
        },
        "position10": {
          "upright": "Lovers can bring harmony, the right choice, and a bond from the heart as a result of the event.",
          "reversed": "Reverse lovers may result in incompatibility, wrong choice, or separation.",
          "keywords": {
            "0": "relationship",
            "1": "selection",
            "2": "compatibility",
            "3": "connection",
            "4": "decision"
          },
          "context": "The result may be to establish a compatible bond or to face incompatibility."
        },
        "position2": {
          "upright": "Lovers, your obstacle may be indecisive, conflict between values, or wrong choices.",
          "reversed": "Reverse lovers show a barrier to incompatibility, wrong partnerships, or value conflicts.",
          "keywords": {
            "0": "selection",
            "1": "indecisive",
            "2": "conflict",
            "3": "relationship",
            "4": "obstacle"
          },
          "context": "The obstacle arises from not being able to choose or from the influence of the wrong choices."
        },
        "position3": {
          "upright": "Lovers, subconsciously, you may have experienced past conflicts of value, difficult choices, or incompatible relationships.",
          "reversed": "Reverse Lovers, subconsciously, you may have had the wrong choices in the past, the conflict of value, or the incompatible relationships.",
          "keywords": {
            "0": "value conflicts",
            "1": "difficult choices",
            "2": "Incompatible relationships",
            "3": "subconscious"
          },
          "context": "The past values conflicts and difficult choices may have shaped their problems today."
        },
        "position4": {
          "upright": "Lovers show that their potential is to make the right choices, to establish compatible relationships, and to connect from the heart.",
          "reversed": "Reverse Lovers, you must avoid indecisions and wrong choices that block your potential.",
          "keywords": {
            "0": "selection",
            "1": "compatibility",
            "2": "relationship",
            "3": "decision",
            "4": "potential"
          },
          "context": "Your best potential is making choices that match your heart."
        },
        "position5": {
          "upright": "In the past, lovers may have made an important choice, set foot in a relationship with your heart, or made their values clear.",
          "reversed": "Inverse Lovers, you may have recently experienced wrong choices, incompatible relationships, or ambiguities.",
          "keywords": {
            "0": "selection",
            "1": "relationship",
            "2": "compatibility",
            "3": "decision",
            "4": "values"
          },
          "context": "It could be formed around your recent past, choices and relationships."
        },
        "position6": {
          "upright": "Lovers, in the near future, you will make an important choice, clarify your values, or deepen in a relationship field.",
          "reversed": "Inverse lovers, in the near future, you can face incompatible relationships, wrong decisions, or indecisiveness.",
          "keywords": {
            "0": "relationship",
            "1": "selection",
            "2": "compatibility",
            "3": "decision",
            "4": "values"
          },
          "context": "Your near future will be shaped by relationships or choices."
        },
        "position7": {
          "upright": "Lovers may be at the point of making an important choice right now, or you may be experiencing harmony in their relationship.",
          "reversed": "Reverse Lovers, right now, you may be being pushed by incompatibility, misjudgment, or indecisiveness.",
          "keywords": {
            "0": "relationship",
            "1": "selection",
            "2": "compatibility",
            "3": "decision",
            "4": "values"
          },
          "context": "Your current situation is shaped by the need for clarity in relationships or elections."
        }
      }
    }
  }
}
