{
  "relationship-problems": {
    "meanings": {
      "sevenofpentacles": {
        "position1": {
          "keywords": {
            "0": "Patience",
            "1": "Harvest",
            "2": "efficiency",
            "3": "Sink cost",
            "4": "timing"
          },
          "context": "The concrete root of conflict: the balance of labor and harvest."
        },
        "position2": {
          "upright": "Seven Talisms say the problem is patience and efficiency. The product is thought to be late. Go early in the harvest. The problem is not to read the indicators.",
          "reversed": "The Inverse Seven Talisms tells of the insufferable cost of stubbornness and impatientness leading to wrong decisions. The wrong soil is given water. The problem is the lack of early abandonment or unnecessary insistence. The problem is the lack of measurement.",
          "keywords": {
            "0": "Patience",
            "1": "efficiency",
            "2": "Harvest",
            "3": "measurement",
            "4": "pivot"
          },
          "context": "Root problem: assessment and calibration. It affects areas: target, source, time."
        },
        "position3": {
          "upright": "The Seven Talismans say he went early to the harvest and grew impatiently his share, and he judges without measure.",
          "reversed": "The Inverted Seven Talismans tells us that you've grown fire by resisting the cost of the sunken, and the work without the Pivot is exhausted.",
          "keywords": {
            "0": "Patience",
            "1": "efficiency",
            "2": "Harvest",
            "3": "measurement",
            "4": "pivot"
          },
          "context": "Pay: measure/ learn incomplete. Effect: source, hope. Suggest: specify indicators."
        },
        "position4": {
          "upright": "The Seven Talisms say that they can label impatientness and ignore their share.",
          "reversed": "The Inverse Seven Talisms emphasizes the tendency to grow denial by assuming that they are stubborn to the sunken cost.",
          "keywords": {
            "0": "Patience",
            "1": "efficiency",
            "2": "Harvest",
            "3": "measurement",
            "4": "pivot"
          },
          "context": "Ignored: measurement education. Effect: resource loss. Do: indicator/pivot decision."
        },
        "position5": {
          "upright": "Seven Talisms say that you have worked patiently, and you have achieved results, and you have a culture of measuring and learning.",
          "reversed": "The Inverse Seven Talisms tells of the weariness of the insufferable or sunk cost.",
          "keywords": {
            "0": "Patience",
            "1": "efficiency",
            "2": "measurement",
            "3": "Harvest",
            "4": "pivot"
          },
          "context": "The balance of labor and waiting, the occasional misdeed, and now we need indicators and pivots."
        },
        "position6": {
          "upright": "Seven amulets praise labor and patience, but freeing the partner's labor can turn into exploitation.",
          "reversed": "The Inverse Seven Talisms indicate the risk of consuming the energy of the other by taking refuge in the sunken cost.",
          "keywords": {
            "0": "labour",
            "1": "Patience",
            "2": "efficiency",
            "3": "don't wait.",
            "4": "Sink cost"
          },
          "context": "Theme: fair harvest; risk: delaying by waiting; do: net metric and pivot."
        },
        "position7": {
          "upright": "The Seven Talisms say you have an experienced voice that inspires patience, which may suggest measure-to-measure assessments.",
          "reversed": "The Inverse Seven Talisms point to the environment that stalls and maintains the inefficient cycle.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "delay",
            "3": "efficiency",
            "4": "Harvest"
          },
          "context": "Wait with data, not ambiguity."
        },
        "position8": {
          "upright": "Seven amulets emphasize patience, measurement, healing cycle and harvest timing.",
          "reversed": "The Reverse Seven Talisms, impatient sales, sinking costs, and inefficient warning.",
          "keywords": {
            "0": "Patience",
            "1": "measurement",
            "2": "Harvest",
            "3": "Sink cost",
            "4": "healing"
          },
          "context": "Set a metric; pivot if necessary."
        },
        "position9": {
          "upright": "The Seven Talisms, patience and measure, bear fruit in their relationship with the healing approach.",
          "reversed": "The Reverse Seven Talisman forces us to maintain intractable and sunken cost.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "Harvest",
            "3": "efficiency",
            "4": "learning"
          },
          "context": "To drive: periodic assessment + small setting."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "Eight amulets say there is dissonance in working habits and quality standards.",
          "reversed": "The Reverse Eight Talisms indicate that recklessness or extreme perfectionism creates friction.",
          "keywords": {
            "0": "work",
            "1": "standard",
            "2": "care",
            "3": "perfectionism",
            "4": "habit"
          },
          "context": "The concrete root of contradiction: the difference in labour standard."
        },
        "position2": {
          "upright": "Eight Talisms say that the problem is the standard of labor and the focus.",
          "reversed": "The Reverse Eight Talisms tells us that the desire for carelessness and quick results lowers the quality. The work becomes invisible.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "focus",
            "3": "quality",
            "4": "care"
          },
          "context": "The root problem: craft and focus. It affects areas: task quality, pride, development."
        },
        "position3": {
          "upright": "Eight Talismans tells us that you're using automaton to reduce care and increase your share, and the love of craft is necessary for a relationship.",
          "reversed": "The Reverse Eight Talisms tells us that you're growing fire with recklessness and a desire for swift results, conscious practice.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "focus",
            "3": "quality",
            "4": "care"
          },
          "context": "Pay: quality wave. Effect: pride, trust. Advice: regular fine setting."
        },
        "position4": {
          "upright": "Eight Talisms say that you can ignore carelessness, that you can ignore your share. The love of craft is also necessary in the relationship.",
          "reversed": "The Reverse Eight Talisman tends to feed denial as an excuse for a quick desire for results.",
          "keywords": {
            "0": "mastery",
            "1": "care",
            "2": "focus",
            "3": "quality",
            "4": "practice"
          },
          "context": "Ignored: conscious practice. Influence: quality decreases. Do it: regular fine setting."
        },
        "position5": {
          "upright": "Eight amulets say you've invested in the craft of skill and relationship together, and small improvements have done a lot.",
          "reversed": "It tells us that the reverse Eight Talisman, sloppyness, and the autopilot left a mark.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "care",
            "3": "quality",
            "4": "focus"
          },
          "context": "Conscious practical value, sometimes the quality wave has dropped, and now it needs regular fine-tuning."
        },
        "position6": {
          "upright": "Eight Talisms defend care and crafts, but putting the burden of quality into one person produces invisible exploitation.",
          "reversed": "The Reverse Eight Talisman describes the risk of normalizing sloppyness and waiting for the partner to correct the mistake.",
          "keywords": {
            "0": "care",
            "1": "quality",
            "2": "labour department",
            "3": "work again",
            "4": "responsibilities"
          },
          "context": "Theme: quality and sharing; Risk: invisible correction work; Do: standard and checklist."
        },
        "position7": {
          "upright": "Eight Talisms say that a person who gives practical suggestions can improve the process.",
          "reversed": "The Reverse Eight Talisman indicates that sloppy outside interference is making you do the work again.",
          "keywords": {
            "0": "practice",
            "1": "mastery",
            "2": "care",
            "3": "work again",
            "4": "healing"
          },
          "context": "Take quality advice, consider quick solutions, put it in standard."
        },
        "position8": {
          "upright": "Eight Talisms say that crafts, skill growth, and regular minor improvements produce income.",
          "reversed": "The Reverse Eight Talisms, recklessness, tells us that once again, business and quality decline burn money.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "quality",
            "3": "care",
            "4": "efficiency"
          },
          "context": "Secure quality with standard and control lists."
        },
        "position9": {
          "upright": "Eight amulets, care and micro-recovery make the relationship permanent.",
          "reversed": "The Reverse Eight Talisms, recklessness, and repeated mistakes disrupt the continuum.",
          "keywords": {
            "0": "care",
            "1": "craft",
            "2": "healing",
            "3": "standard",
            "4": "labour"
          },
          "context": "To drive: relationship standards + practice."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "Nine amulets say there is tension between the desire for independence and the prospect of common life.",
          "reversed": "The Reverse Nine Talisms indicate that sense of waste or extreme frugality is a source of controversy.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "savings",
            "3": "Waste",
            "4": "common life"
          },
          "context": "The concrete root of conflict is independence and common comfort."
        },
        "position2": {
          "upright": "Nine amulets say the problem is between the desire for independence and the prospect of common life. Elegant loneliness or comfort together.",
          "reversed": "The Reverse Nine Talisms tells of the tension of extreme attitudes. Comfort is clouded by guilt.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "limit",
            "3": "spending",
            "4": "savings"
          },
          "context": "The root problem is independence and shared comfort. It affects areas: space, budget, style."
        },
        "position3": {
          "upright": "Nine Talisms say that you put your independent comfort ahead of the common benefit, and you increase your share, and elegant loneliness forces you to be a couple.",
          "reversed": "The Reverse Nine Talisms tells us that you have increased fire at waste/expension ends. Set the value of the exchange level.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "limit",
            "3": "spending",
            "4": "savings"
          },
          "context": "Pay: comfort priority. Effect: field, budget. Proposal: shared comfort protocol."
        },
        "position4": {
          "upright": "Nine Talisms say that you can put independent comfort in front of me and ignore your share.",
          "reversed": "The Reverse Nine Talism emphasizes its tendency to pack up waste/expensive savings and feed denial.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "field",
            "3": "spending",
            "4": "savings"
          },
          "context": "Ignored: common comfort. Effect: distance grows. Do: field/budget protocol."
        },
        "position5": {
          "upright": "Nine amulets say independence and personal comfort are shared in good health.",
          "reversed": "The Reverse Nine Talisms tells us that the emphasis on extreme comfort/aloneness creates distance.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "field",
            "3": "share",
            "4": "balance"
          },
          "context": "The field balance is good; sometimes it's too much, common comfort needs to be increased, now space/coordinate time protocol."
        },
        "position6": {
          "upright": "Nine Talisms praise independent comfort, but one-sided use of common resources takes a toll on their partner.",
          "reversed": "The Reverse Nine Talisms poses the risk of suppressing a partner by wasteful or oversaving.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "resource",
            "3": "savings",
            "4": "Waste"
          },
          "context": "Theme: common comfort; risk: loading the cost of pleasure; do it: budget and field protocol."
        },
        "position7": {
          "upright": "Nine Talismans say an independent and secure supporter knows the area.",
          "reversed": "The Reverse Nine Talisms point to the external noise that exerts luxury/convenience pressure and thus disrupts the peace.",
          "keywords": {
            "0": "independent support",
            "1": "field",
            "2": "Comfort",
            "3": "Comparison",
            "4": "Peace"
          },
          "context": "Select the areaing environment. Turn off the relative and flashy pressure."
        },
        "position8": {
          "upright": "Nine amulets represent financial independence, elegantly simple luxury and labor fruit.",
          "reversed": "The Reverse Nine Talisms tells us the risk of showing off/single comfort and breaking off from common goals.",
          "keywords": {
            "0": "independence",
            "1": "Comfort",
            "2": "luxury",
            "3": "Show-off",
            "4": "target"
          },
          "context": "Line up comfort with common goals; increase sharing."
        },
        "position9": {
          "upright": "Nine amulets, healthy individuality and common comfort, make the relationship long-lived.",
          "reversed": "The Reverse Nine Talisms, vanity, and separate worlds destroy permanence.",
          "keywords": {
            "0": "individuality",
            "1": "Comfort",
            "2": "independence",
            "3": "Show-off",
            "4": "share"
          },
          "context": "To drive: individual space + common balance of pleasure."
        }
      },
      "tenofpentacles": {
        "position1": {
          "upright": "Ten amulets say that different priorities in family, heritage, and long-term security create tension.",
          "reversed": "The Inverse Ten Talisms indicate that family or domestic disputes force the relationship.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "guarantee",
            "3": "structure",
            "4": "strife"
          },
          "context": "The concrete root of conflict: family and long-term priorities."
        },
        "position2": {
          "upright": "Ten Talisms say the problem is in family structure, heritage and long-term security. Intergenerational expectations collide.",
          "reversed": "The Inverse Ten Talisms tells us that domestic power struggles and economic tensions are reflected in the relationship. Home peace is forced.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "system",
            "3": "guarantee",
            "4": "role"
          },
          "context": "The root problem is the effect of the family system. It affects areas: long term, property, border."
        },
        "position3": {
          "upright": "Ten Talisms say it increases its share by assuming that the family/future structure is non-verbal, and peace is difficult until the system is clear.",
          "reversed": "The Inverted Ten Talisms tells us that you carry domestic disputes into a relationship and raise fire. The border is the keeper of peace.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "system",
            "3": "guarantee",
            "4": "role"
          },
          "context": "Pay: system/roll uncertainty. Effect: long term, limit. Propose: written frame."
        },
        "position4": {
          "upright": "Ten amulets say they can ignore their family/system expectations and ignore their share of the family.",
          "reversed": "The Inverse Ten Talisms tend to carry domestic tension into a relationship and deny border responsibility.",
          "keywords": {
            "0": "family",
            "1": "system",
            "2": "inheritance",
            "3": "limit",
            "4": "guarantee"
          },
          "context": "Ignored: border/roll writing. The effect: peace is forced. Do it: clarify the frame."
        },
        "position5": {
          "upright": "Ten amulets say that family/system and long-term plans reassure the relationship.",
          "reversed": "The Inverse Ten Talisms tells us that domestic dynamics or money issues create tensions.",
          "keywords": {
            "0": "family",
            "1": "system",
            "2": "inheritance",
            "3": "guarantee",
            "4": "limit"
          },
          "context": "There are radical plans, and the outside family has a high impact, and now we need to clarify boundaries and roles."
        },
        "position6": {
          "upright": "Ten Talisms want family and system resources to be balanced, but turning family power into a means of oppression breeds exploitation.",
          "reversed": "The Inverse Ten Talisms trumps the issues of inheritance, house and money and emphasizes the risk of restricting the partner's decisions.",
          "keywords": {
            "0": "family",
            "1": "inheritance",
            "2": "home",
            "3": "Money",
            "4": "limit"
          },
          "context": "Theme: system and limit; Risk: pressure by family strength; Do: clear border and transparent plan."
        },
        "position7": {
          "upright": "Ten amulets have structural external effects, such as the family system, inheritance and home order.",
          "reversed": "The Inverse Ten Talisms point to interference in your decisions through inheritance/house/money.",
          "keywords": {
            "0": "family system",
            "1": "inheritance",
            "2": "home",
            "3": "Money",
            "4": "structure"
          },
          "context": "Set a limit to the system, and let the issues of existence be transparent and dual."
        },
        "position8": {
          "upright": "Ten amulets show trust in the family system, heritage, home and long-term savings.",
          "reversed": "The Inverse Ten Talisms point to uncertainty in family intervention, inheritance dispute, and household expenses.",
          "keywords": {
            "0": "inheritance",
            "1": "home",
            "2": "Savings",
            "3": "family",
            "4": "uncertainty"
          },
          "context": "Clear the structure with contracts and boundaries."
        },
        "position9": {
          "upright": "Ten Talisms, structure, family, and long-term plans are linked to a permanent system.",
          "reversed": "If the Inverse Ten Talisms, family/money conflicts are not resolved, continuity is at risk.",
          "keywords": {
            "0": "family",
            "1": "structure",
            "2": "long term",
            "3": "inheritance",
            "4": "Plan"
          },
          "context": "To drive: clarity of the system and borders."
        }
      },
      "pageofpentacles": {
        "position1": {
          "upright": "The Prince of Talisman says there is tension between learning and skill investment and short-term comfort.",
          "reversed": "The reverse charm prince shows that disorganized focus and postponement damage to common goals.",
          "keywords": {
            "0": "learning",
            "1": "investment",
            "2": "focus",
            "3": "postponement",
            "4": "target"
          },
          "context": "The concrete root of the contradiction is the conflict of learning and comfort."
        },
        "position2": {
          "upright": "The Prince of Talisman says the problem is between learning and short-term comfort.",
          "reversed": "The Reverse Talisman says that opportunities are missed by idleness or distraction. The unspoiled intentions are on the shelf.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "discipline",
            "3": "start",
            "4": "solidity"
          },
          "context": "The root problem: learning and concrete step. It affects areas: skill, career, order."
        },
        "position3": {
          "upright": "The Prince of Talisman says he delays concrete investment, such as learning/sertifica, and increases his share.",
          "reversed": "The reverse charm prince says he's growing fire with distractions and disorganized focus.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "discipline",
            "3": "start",
            "4": "solidity"
          },
          "context": "Pay: lack of discipline. Effect: progress, trust. Advice: small task, history."
        },
        "position4": {
          "upright": "The Prince of Talisman says he can explain the lack of learning/disciplinary and ignore his share.",
          "reversed": "The reverse charm prince emphasizes his tendency to feed denial by normalizing distractions.",
          "keywords": {
            "0": "learning",
            "1": "discipline",
            "2": "target",
            "3": "start",
            "4": "solidity"
          },
          "context": "Ignored: small task history. Effect: progress slows down. Do it: mini task plan."
        },
        "position5": {
          "upright": "The Prince of the Talisman says that learning and small concrete goals accelerate the relationship.",
          "reversed": "The reverse charm prince tells us that opportunities have escaped with distractions and disorganized focus.",
          "keywords": {
            "0": "learning",
            "1": "target",
            "2": "discipline",
            "3": "start",
            "4": "solidity"
          },
          "context": "The small targets worked, and the dispersal period was exhausted, and now we need the mini-mission system."
        },
        "position6": {
          "upright": "The Prince of the Talisman praises his desire to learn, but it can turn into exploitation, as an excuse to serve as an apprentice, to expect labor from a partner.",
          "reversed": "The reverse charm prince describes the risk of procrastinating and delaying the other with constant support duties.",
          "keywords": {
            "0": "learning",
            "1": "discipline",
            "2": "Don't dawdle.",
            "3": "target",
            "4": "support"
          },
          "context": "Theme: small targets; risk: constant request for help; do: clear duty and date."
        },
        "position7": {
          "upright": "The Prince of the Talisman says that a young man with a learning mind brings concrete ideas.",
          "reversed": "The reverse charm prince points to a lingering opportunist who stands in the way of small gain.",
          "keywords": {
            "0": "learning",
            "1": "concrete idea",
            "2": "Don't dawdle.",
            "3": "opportunism",
            "4": "small step"
          },
          "context": "Take practical advice and leave the distraction out gently."
        },
        "position8": {
          "upright": "The Prince of Talisman represents learning, certificate, small investment and new income skills.",
          "reversed": "The reverse charm prince tells us to stall, delay, and lose opportunity with disorganized focus.",
          "keywords": {
            "0": "learning",
            "1": "certificate",
            "2": "small investment",
            "3": "focus",
            "4": "opportunity"
          },
          "context": "Set a mini-target and date; link learning to income."
        },
        "position9": {
          "upright": "The Prince of the Talisman, learning and small concrete steps move the relationship forward.",
          "reversed": "The reverse charm prince weakens distraction and postponement permanence.",
          "keywords": {
            "0": "learning",
            "1": "small step",
            "2": "focus",
            "3": "discipline",
            "4": "opportunity"
          },
          "context": "To drive: mini target + deadline."
        }
      },
      "knightofpentacles": {
        "position1": {
          "upright": "The Knight of the Talisman says the prospect of speed conflictes with a slow but sure desire to move forward.",
          "reversed": "The Knight of the Reverse Talisman shows that lack of stasis or flexibility causes tension.",
          "keywords": {
            "0": "slowness",
            "1": "stability",
            "2": "speed",
            "3": "flexibility",
            "4": "Rutin"
          },
          "context": "The concrete root of contradiction: the balance of tempo and stability."
        },
        "position2": {
          "upright": "The Knight of the Talisman says the problem is slow but sure he can't accept rhythm. The pressure of speed increases.",
          "reversed": "The reverse Knight of the Talisman says that lack of stasis and flexibility can break motivation. It makes you tired of the same pattern.",
          "keywords": {
            "0": "routine",
            "1": "stability",
            "2": "agility",
            "3": "Patience",
            "4": "Progress"
          },
          "context": "The root problem is the temporal balance. It affects areas: habit, mission flow."
        },
        "position3": {
          "upright": "The Knight of the Talisman says you've underestimated the slow but certain rhythm and increased your share in speed pressure.",
          "reversed": "The Knight of the Inverted Talisman tells me you've grown fire by sticking to the stasis and rejecting agility.",
          "keywords": {
            "0": "routine",
            "1": "stability",
            "2": "agility",
            "3": "Patience",
            "4": "Progress"
          },
          "context": "Pay: tempo blindness. Effect: motivation, sustainability. Proposal: micro enhancement."
        },
        "position4": {
          "upright": "The Knight of the Talisman says he can underestimate a stable rhythm and ignore his share with speed pressure.",
          "reversed": "The reverse Knight of the Talisman tends to deny responsibility for agility by advocating the static.",
          "keywords": {
            "0": "routine",
            "1": "stability",
            "2": "agility",
            "3": "Patience",
            "4": "Progress"
          },
          "context": "Ignored: micro-recovery. Effect: motivation drops. Do: the small process is upgrade."
        },
        "position5": {
          "upright": "The Knight of the Talisman says that safe rhythm and stability are your greatest strength.",
          "reversed": "The reverse Knight of the Talisman tells us that stability and stubbornness have stopped progress from time to time.",
          "keywords": {
            "0": "stability",
            "1": "routine",
            "2": "credibility",
            "3": "slowness",
            "4": "Progress"
          },
          "context": "It's a solid routine, sometimes stable, little need for improvement, and now micro-upgrades are essential."
        },
        "position6": {
          "upright": "The Knight of the Talisman praises stability, but it can turn into exploitation to always bring it down to the same person and suppress his demands for innovation.",
          "reversed": "The Reverse Talisman shows the risk of exploiting the partner's flexibility as an excuse for stasis.",
          "keywords": {
            "0": "stability",
            "1": "routine",
            "2": "labour department",
            "3": "flexibility",
            "4": "Progress"
          },
          "context": "Theme: fair routine; risk: one-man spine; do: rotation and micro-recovery."
        },
        "position7": {
          "upright": "The Knight of the Talisman says a stable foreign supporter can organize processes.",
          "reversed": "The reverse Knight of the Talisman shows you that a stable and innovated environment is bracing you.",
          "keywords": {
            "0": "stability",
            "1": "layout",
            "2": "routine",
            "3": "stasis",
            "4": "Brake"
          },
          "context": "Order is useful, so it doesn't turn into an atlasm."
        },
        "position8": {
          "upright": "The Knight of the Talisman tells of a steady income, routine and reliable working pace.",
          "reversed": "The reverse Knight of the Talisman warns the risk of stability, resistance to innovation, and decline in efficiency.",
          "keywords": {
            "0": "stability",
            "1": "routine",
            "2": "Trust",
            "3": "stasis",
            "4": "efficiency"
          },
          "context": "The routine is good; add micro-recovery and automation."
        },
        "position9": {
          "upright": "The Knight of the Talisman, steady pace and credibility, long-term relationship.",
          "reversed": "The reverse Knight of the Talisman wears out the bond of stasis and innovation.",
          "keywords": {
            "0": "stability",
            "1": "credibility",
            "2": "routine",
            "3": "stasis",
            "4": "healing"
          },
          "context": "To drive: routine + microinnovation."
        }
      },
      "queenofpentacles": {
        "position1": {
          "upright": "The Queen of Talisman says there is tension between the focus and romantic expectations of maintenance and practical needs.",
          "reversed": "The Reverse Talisman Queen shows that overburdening and neglect can cause unrest.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "romance",
            "3": "load",
            "4": "self - care"
          },
          "context": "The concrete root of contradiction: maintenance and romantic balance."
        },
        "position2": {
          "upright": "The Queen of Talisman says the problem is under maintenance. The house, budget, health should be discussed. The problem is invisible labor. The problem is unshared maintenance.",
          "reversed": "The Reverse Talisman Queen tells us that self-imposed neglect and weariness are clouding the bond.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "self - care",
            "3": "support",
            "4": "resource"
          },
          "context": "The root problem is resource and care management. It affects areas: home, budget, health rhythm."
        },
        "position3": {
          "upright": "The Queen of the Talisman says she takes care of the invisible and then raises her share with my website.",
          "reversed": "The reverse amulet queen tells me that she neglected self-care and grew fire by exhaustion, and she can't give a container that doesn't fill.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "self - care",
            "3": "support",
            "4": "resource"
          },
          "context": "Pay: invisible labor. Influence: fatigue, peace. Proposal: shared listening."
        },
        "position4": {
          "upright": "The Queen of the Talisman says she can ignore the responsibility of sharing and the virtue of taking on invisible labor.",
          "reversed": "The reverse amulet queen tends to feed denial by legitimizing self - care neglect by calling it sacrifice.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "self - care",
            "3": "support",
            "4": "resource"
          },
          "context": "Ignored: call for help. Effect: weariness. Do it: divide the work, make a maintenance plan."
        },
        "position5": {
          "upright": "The Queen of the Talisman says practical care and invisible labor keep the nest warm.",
          "reversed": "The reverse amulet queen tells us that self-care neglect leads to extinction.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "self - care",
            "3": "resource",
            "4": "nest"
          },
          "context": "Strong maintenance work, its own resources are exhausted, now it's time to share and rest."
        },
        "position6": {
          "upright": "The Queen of the Talisman sheds light on the work of invisible care, which should not be made of condition and debt, otherwise it becomes exploitation.",
          "reversed": "The Reverse Talisman Queen emphasizes the risk of expecting obedience from the other side as she neglects self-care and assumes the full burden.",
          "keywords": {
            "0": "care",
            "1": "household work",
            "2": "Invisible labor",
            "3": "self - care",
            "4": "share"
          },
          "context": "Theme: the value of care; risk: borrowing; do: work division and visible thank-you."
        },
        "position7": {
          "upright": "The Queen of the Talisman shows a female figure supported by practical care and invisible labor.",
          "reversed": "The reverse amulet queen points to the external sound that turns maintenance work into a debtor and control tool.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "Invisible labor",
            "3": "debting",
            "4": "control"
          },
          "context": "Appreciate the care, but don't let it be leverage."
        },
        "position8": {
          "upright": "The Queen of the Talisman says practical budget, home economy, and invisible labor are financed.",
          "reversed": "The reverse amulet queen points to the risk of borrowing maintenance work and controlling it through money.",
          "keywords": {
            "0": "household economy",
            "1": "practice",
            "2": "Invisible labor",
            "3": "debting",
            "4": "control"
          },
          "context": "Make the work visible, the business department and the budget transparent."
        },
        "position9": {
          "upright": "The Queen of the Talisman, the relationship with practical care and home economies is rooted.",
          "reversed": "The reverse amulet queen, the transformation of invisible labor into debting, would damage the permanence.",
          "keywords": {
            "0": "care",
            "1": "practice",
            "2": "home",
            "3": "Invisible labor"
          }
        }
      }
    }
  }
}
