{
  "relationship-problems": {
    "meanings": {
      "kingofswords": {
        "position2": {
          "keywords": {
            "4": "authority"
          },
          "context": "The root problem: the rule is empathy balance. It affects areas: decision, compromise, trust."
        },
        "position3": {
          "upright": "The Sword King says he has increased his share by not bending the rule/principal emphasis, and the gray areas are real.",
          "reversed": "The Reverse Sword King says he's growing fire with dogmatic power, so he can marry strategy empathy.",
          "keywords": {
            "0": "principle",
            "1": "rule",
            "2": "strategy",
            "3": "empathy",
            "4": "authority"
          },
          "context": "Pay: strict rigor. Effect: compromise, trust. Proposal: rule + mercy."
        },
        "position4": {
          "upright": "The King of the Sword says that he can put the rule before mercy and ignore his share, and the gray areas are real.",
          "reversed": "The Reverse Sword King tends to feed denial by wrapping dogmatic style in the first place.",
          "keywords": {
            "0": "principle",
            "1": "rule",
            "2": "empathy",
            "3": "authority",
            "4": "flexibility"
          },
          "context": "Ignored: rule/empathy balance. Effect: Compromise becomes difficult. Do it: principle plus compassion."
        },
        "position5": {
          "upright": "The Sword King says that strategy and principle rule the crisis, the mind becomes a compass.",
          "reversed": "The Reverse Sword King says that dogmatic behavior reduces the temperature, so the rule language may have left a mark.",
          "keywords": {
            "0": "principle",
            "1": "strategy",
            "2": "rule",
            "3": "empathy",
            "4": "authority"
          },
          "context": "Strong mind, lack of empathy, hard-cut gray areas, now principle plus compassion."
        },
        "position6": {
          "upright": "The King of the Sword reminds us of the power of principle and strategy, but the rule can turn into exploitation by making sticks and ignoring the gray area.",
          "reversed": "The Reverse Sword King increases the risk of silence by the partner of dogmatic and bossy language.",
          "keywords": {
            "0": "principle",
            "1": "rule",
            "2": "dogma",
            "3": "empathy",
            "4": "authority"
          },
          "context": "Theme: principle and compassion; Risk: rule stick; Do it: the frame that makes exceptions."
        },
        "position7": {
          "upright": "The Sword King says that rational authority, such as law/substantial opinion, can bring balance.",
          "reversed": "The Reverse Sword King points to the outside authority, which suppresses the gray area with the rule stick.",
          "keywords": {
            "0": "expert",
            "1": "rational",
            "2": "rule",
            "3": "authority",
            "4": "gray area"
          },
          "context": "You need compassion as much as the rule."
        },
        "position8": {
          "upright": "The Sword King emphasizes the protective influence of the financial advisor/science mind, law and rule.",
          "reversed": "The Reverse Sword King is at risk of putting pressure on the rule stick and ignoring the gray area.",
          "keywords": {
            "0": "expert",
            "1": "rule",
            "2": "law",
            "3": "gray area",
            "4": "authority"
          },
          "context": "Take a speciality; the rules must be followed with flexibility."
        },
        "position9": {
          "upright": "The King of the Sword, the relationship with the principle and the righteous framework is long overdue.",
          "reversed": "Reverse Sword King, dogma and strict rule break continuity.",
          "keywords": {
            "0": "principle",
            "1": "justice",
            "2": "frame",
            "3": "dogma",
            "4": "flexibility"
          },
          "context": "To drive: principle plus flexibility balance."
        }
      },
      "aceofwands": {
        "position1": {
          "upright": "The ace of the wand says that the energy of the initiative and the differences at the level of demand create tension, while one immediately wants action, while the other seeks preparation.",
          "reversed": "The Reverse Stick ace shows that the quickness of enthusiasm and the loose ends undermine confidence.",
          "keywords": {
            "0": "fad",
            "1": "start",
            "2": "Action",
            "3": "consistency",
            "4": "acceleration"
          },
          "context": "Actional root of contradiction: the balance of speed and preparation."
        },
        "position2": {
          "upright": "The ace of the wand says the problem is in the balance of readiness. There is spark, but there is no order. The cycle: Start the cycle, start the hurry. The problem is that you can't connect to the sustainable plan.",
          "reversed": "The Reverse Stick Ace tells us that blocked motivations and delays increase the problem. Fear suppresses excitement. Half-projects, half-projected flame. The problem is that you can't turn the first step into rhythm.",
          "keywords": {
            "0": "spark",
            "1": "Motivation",
            "2": "start",
            "3": "continuity",
            "4": "rhythm"
          },
          "context": "The root problem is that you can't connect inspiration to structure. The areas it affects: tempo, plan, commitment."
        },
        "position3": {
          "upright": "The ace of the wand says that you don't plan the enthusiasm, you increase your share, there's spark, there's rhythm, there's trust.",
          "reversed": "The Reverse Stick ace tells us that you're growing fire with loose ends and rapid extinctions, and stability as much as acceleration requires love.",
          "keywords": {
            "0": "spark",
            "1": "Motivation",
            "2": "start",
            "3": "continuity",
            "4": "rhythm"
          },
          "context": "Pay: unsustainable speed. Effect: trust, expectation. Proposal: small stable step."
        },
        "position4": {
          "upright": "The ace of the wand says you can ignore enthusiasm as a plan and ignore your share of it.",
          "reversed": "The Reverse Wand Ace tends to feed denial by normalizing half of it.",
          "keywords": {
            "0": "spark",
            "1": "Motivation",
            "2": "rhythm",
            "3": "start",
            "4": "continuity"
          },
          "context": "Ignored: sustainable step. Influence: trust wear off. Do it: small neat exit."
        },
        "position5": {
          "upright": "The ace of wands says that passion and motivation are very powerful at first.",
          "reversed": "The Reverse Wand ace tells of the decline of enthusiasm and the loose ends that leave a mark.",
          "keywords": {
            "0": "spark",
            "1": "passion",
            "2": "Motivation",
            "3": "start",
            "4": "continuity"
          },
          "context": "High fever, rhythm wave, lack of finishing, and now we need a sustainable tempo."
        },
        "position6": {
          "upright": "The wand ace praises the aliveness of the spark, but turning over responsibility as an excuse for enthusiasm can exploit the work of the partner.",
          "reversed": "The Reverse Stick Ace risks consuming the work of the other with the starting and leaving pattern.",
          "keywords": {
            "0": "fad",
            "1": "start",
            "2": "responsibilities",
            "3": "continuity",
            "4": "labour"
          },
          "context": "Theme: spark and rhythm; risk: half jobs; do: small but regular surrender."
        },
        "position7": {
          "upright": "The wand ace says that external sparks, such as the new project/friendly environment, affect relationship energy.",
          "reversed": "The Reverse Stick ace shows that the people who encourage enthusiasm and who are not responsible are scattering you.",
          "keywords": {
            "0": "spark",
            "1": "new environment",
            "2": "fad",
            "3": "Distract",
            "4": "responsibilities"
          },
          "context": "His enthusiasm is good, measure his effect, reduce the sparks that damage the double."
        },
        "position8": {
          "upright": "The ace of the wand shows the spark of the new business/freelance/y project. Energy is high for revenue growth.",
          "reversed": "The Reverse Wand ace begins with enthusiasm and warns against the risk of dissolution and waste of resources.",
          "keywords": {
            "0": "spark",
            "1": "Next job",
            "2": "income",
            "3": "fad",
            "4": "Waste"
          },
          "context": "Make an end-up plan to convert energy into money."
        },
        "position9": {
          "upright": "The ace of wands stimulates a relationship of fresh energy and desire; it has a lot of potential to continue.",
          "reversed": "The Reverse Stick ace, if the enthusiasm fades quickly, the continuity weakens.",
          "keywords": {
            "0": "spark",
            "1": "desire",
            "2": "Resuscitation",
            "3": "continuity",
            "4": "fad"
          },
          "context": "Set the spark to the routine (date/religious) so that it may last."
        }
      },
      "twoofwands": {
        "position1": {
          "upright": "Two wands say there's a difference in the horizon of vision and plan, and one wants to expand, while the other wants to stay in the safe zone.",
          "reversed": "The Reverse Two Wands indicate risk appetite imbalance and postponement of decision-making increase the conflict.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "risk",
            "3": "Enlargement",
            "4": "It's a comfort zone."
          },
          "context": "Actional root of contradiction: vision and risk approach."
        },
        "position2": {
          "upright": "Two wands say the problem is aware of its visionary appetite. One looks at the horizon, the other wants the safe shore.",
          "reversed": "The Reverse Two Sticks tells us that the stay-date dilemma paralyzing the action. Courage is a shackles. The infinite plan is zero steps. The problem is that the pilot's experiment is not being performed.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "risk",
            "3": "horizon",
            "4": "decision"
          },
          "context": "The root problem is vision and risk calibration. It affects areas: expansion, moving, project."
        },
        "position3": {
          "upright": "Two wands say they're willing to risk the vision without talking, increase their share, and when the horizon doesn't match, the steps fall in vain.",
          "reversed": "The Reverse Two Wands tells us that the infinite plan has grown fire at zero paces. The pilot must be tested.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "risk",
            "3": "horizon",
            "4": "decision"
          },
          "context": "Pay: horizon/courage incompatibility. Effect: expansion, trust. Proposal: mini rehearsal."
        },
        "position4": {
          "upright": "Two wands say you can wait to talk about the vision and ignore your share, and if the horizon doesn't match, my name will be in vain.",
          "reversed": "The Reverse Two Wands can increase denial by using the infinite plan as an excuse to take the zero step.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "risk",
            "3": "horizon",
            "4": "decision"
          },
          "context": "Ignored: pilot step. Effect: expansion chokes. Do: mini-test."
        },
        "position5": {
          "upright": "Two wands say your joint vision and plan talks are in the relationship.",
          "reversed": "The Reverse Cane describes the gap between the plan and the plan as disappointing.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "risk",
            "3": "horizon",
            "4": "decision"
          },
          "context": "Beautiful horizon, step-deprived, courage/plan unstable, now my pilot's step is required."
        },
        "position6": {
          "upright": "Two wands call for sharing vision, but setting the horizon in its favor and pushing the partner into the role of support will be exploited.",
          "reversed": "The Reverse Two Wands describe the risk of making plans by itself, creating them and keeping power in the center.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "turnout",
            "3": "power",
            "4": "risk"
          },
          "context": "Theme: common horizon; risk: centralization; do: plan and pilot step together."
        },
        "position7": {
          "upright": "Two wands point to plans and horizon talks, and someone's guiding your road map.",
          "reversed": "The Reverse Two Wands point to the external factor that makes a unilateral plan and creates a done-over.",
          "keywords": {
            "0": "Plan",
            "1": "horizon",
            "2": "turnout",
            "3": "it's-it's over.",
            "4": "direction"
          },
          "context": "Choose who you want to take to the plan table."
        },
        "position8": {
          "upright": "Two wands suggest working on horizon/planning and budgetary target scenarios. Vision brings revenue.",
          "reversed": "The Reverse Two Wands say the plan consumes the space and the end-of-life decisions.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "script",
            "3": "application",
            "4": "space"
          },
          "context": "Connect the plan to the calendar; clarify authority and tasks."
        },
        "position9": {
          "upright": "Two wands continue to relate to the common horizon and the plan.",
          "reversed": "The reverse Two Wands disrupt the continuity of the plan.",
          "keywords": {
            "0": "Vision",
            "1": "Plan",
            "2": "horizon",
            "3": "execution",
            "4": "decision"
          },
          "context": "To drive: change vision to calendar and mission."
        }
      },
      "threeofwands": {
        "position1": {
          "upright": "Three wands say there's an incompatibility with timing and expectation, and the result may not conflict with the horizon and the level of patience.",
          "reversed": "The Reverse Three Wands show that delays turn into a cycle of accusations and lack of coordination creates conflict.",
          "keywords": {
            "0": "timing",
            "1": "expectation",
            "2": "Patience",
            "3": "Coordination",
            "4": "horizon"
          },
          "context": "Actional root of contradiction: time and coordination."
        },
        "position2": {
          "upright": "Three wands say the problem is in timing, anticipation and coordination. It's on its way, the harbor is uncertain. The expected result is on the horizon, the process lacks compatibility. The problem is the role is time compatibility.",
          "reversed": "The Reverse Three Wands tells us that delays turn into a cycle of accusations.",
          "keywords": {
            "0": "timing",
            "1": "expectation",
            "2": "Enlargement",
            "3": "Coordination",
            "4": "horizon"
          },
          "context": "The root problem: the time/role level. The areas it affects: project flow, surrender, patience."
        },
        "position3": {
          "upright": "Three wands say that timing and coordination are expected to increase their share without speaking. The horizon is good; peace is lost if the process is broken.",
          "reversed": "The Reverse Three Wands tells us that you have increased fire by accusing delays and not updating the plan.",
          "keywords": {
            "0": "timing",
            "1": "expectation",
            "2": "Enlargement",
            "3": "Coordination",
            "4": "horizon"
          },
          "context": "Pay: sync deficit. Effect: surrender, patience. Proposal: role-time compatibility."
        },
        "position4": {
          "upright": "Three wands say that they can set up the expectation without talking and ignore the delay by counting it as normal.",
          "reversed": "The Reverse Three Wands tend to feed denial by installing the plan without updating it.",
          "keywords": {
            "0": "timing",
            "1": "expectation",
            "2": "Coordination",
            "3": "horizon",
            "4": "flow"
          },
          "context": "Ignored: role-time compatibility. Influence: patience melts. Do it: synchronize."
        },
        "position5": {
          "upright": "Three wands tell us the desire to grow and expand together, and the expectations are clear.",
          "reversed": "The Reverse Three Wands tells us that sync issues and delays leave a mark.",
          "keywords": {
            "0": "Enlargement",
            "1": "expectation",
            "2": "timing",
            "3": "sync",
            "4": "horizon"
          },
          "context": "He's got a desire to grow up, he's got coordination glitches, and now he needs a role-time match."
        },
        "position6": {
          "upright": "Three wands support expansion, but loading expectations without talking can make the partner feel indebted.",
          "reversed": "The Reverse Three Wands point to the risk of trumping delays and guiding my site.",
          "keywords": {
            "0": "expectation",
            "1": "Enlargement",
            "2": "timing",
            "3": "Coordination",
            "4": "website"
          },
          "context": "Theme: sync and role; Risk: invisible expectation; Do: clear role time map."
        },
        "position7": {
          "upright": "Three wands, wide webs, distant friends and partners describe the effect, and external opportunities change the rhythm.",
          "reversed": "The Reverse Three Wands point to external coordination, which increases the pressure of delays and expectations.",
          "keywords": {
            "0": "network",
            "1": "distant friend",
            "2": "opportunity",
            "3": "expectation",
            "4": "Coordination"
          },
          "context": "Use your networks consciously."
        },
        "position8": {
          "upright": "Three wands, growth, new market and business opportunity, patient waiting can bear fruit.",
          "reversed": "The Reverse Three Wands are a warning of delays, miscoordinates and cash flow congestion.",
          "keywords": {
            "0": "growth",
            "1": "opportunity",
            "2": "Coordination",
            "3": "delay",
            "4": "cash"
          },
          "context": "Set up a coordinate calendar; plan bridge finance."
        },
        "position9": {
          "upright": "Three wands, patient expansion, and the power to wait together, the relationship works.",
          "reversed": "The Reverse Three Wands set the stage for delays and incompatible expectations.",
          "keywords": {
            "0": "Enlargement",
            "1": "Patience",
            "2": "expectation",
            "3": "timing",
            "4": "hope"
          },
          "context": "To drive: expectation matching + intermittent targets."
        }
      },
      "fourofwands": {
        "position1": {
          "upright": "The Four Wands say that there is a discrepancy in the celebration, the steps of life together, or the family rituals.",
          "reversed": "The Reverse Four Wands show that the fact that the threshold is celebrated without completion is disappointing and the foundation is questioned.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "family",
            "3": "basic",
            "4": "belonging"
          },
          "context": "Actional root of contradiction: threshold and ritual harmony."
        },
        "position2": {
          "upright": "The Four Wands say the problem is in steps of threshold and celebration. The basic integrity should be discussed.",
          "reversed": "The Reverse Four Wands tells us that celebrating without completing the threshold is disappointing. First the basic, then the ceremony.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "basic",
            "3": "belonging",
            "4": "home"
          },
          "context": "Root problem: Threshold management. It affects areas: co-existence, family integration."
        },
        "position3": {
          "upright": "The Four Wands say they ran to the threshold and increased their share without solidifying the foundation, and when the order of celebration is mixed, disappointment grows.",
          "reversed": "The Reverse Four Wands tells us that by delaying the problem with the ceremonial image, it increases the fire. First the foundation, then the ceremony.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "basic",
            "3": "belonging",
            "4": "home"
          },
          "context": "Pay: sequencing error. Effect: stability, family integration. Proposal: basic strengthening."
        },
        "position4": {
          "upright": "The Four Wands say they can run to the threshold without strengthening the foundation and ignore their share by counting disappointment.",
          "reversed": "The Reverse Four Wands tells us that it can continue denial with its ceremonial shield.",
          "keywords": {
            "0": "threshold",
            "1": "basic",
            "2": "celebration",
            "3": "belonging",
            "4": "row"
          },
          "context": "Ignored: basic work. Influence: stability weakens. Do it: basic, then ceremony."
        },
        "position5": {
          "upright": "The Four Wands say the celebrations, the thresholds, and the moment of belonging are strong.",
          "reversed": "The Reverse Four Wands tells us that you were rushed to the ceremony before the foundations got stronger, and when the line got mixed, you might have been disappointed.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "belonging",
            "3": "basic",
            "4": "home"
          },
          "context": "Beautiful threshold moments, the risk of skipping basics, and now the foundation, then the ceremony."
        },
        "position6": {
          "upright": "Four Wands praise thresholds and celebrations, but it can become exploitation by shielding the ceremony and forcing it to skip the foundation.",
          "reversed": "The Reverse Four Wands show visible happiness at the risk of negotiating and putting pressure on reputations.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "basic",
            "3": "Dignity",
            "4": "pressure"
          },
          "context": "Theme: basic and ceremony order: Risk: window pressure; do: basic first, then celebration."
        },
        "position7": {
          "upright": "The Four Wands say family/friendly celebrations are good for the relationship.",
          "reversed": "The Reverse Four Wands point to external intervention with ceremony/attenance pressure and when?",
          "keywords": {
            "0": "celebration",
            "1": "Community",
            "2": "ceremony",
            "3": "label",
            "4": "pressure"
          },
          "context": "Celebrate, but set the order, don't let the rhythm out."
        },
        "position8": {
          "upright": "Four Wands bring up housewarming, moving, and threshold expenses, and when planned, they are pleasant.",
          "reversed": "The Reverse Four Wands warn against the cost of ceremony/responsibility pressure and vanity.",
          "keywords": {
            "0": "threshold",
            "1": "home",
            "2": "celebration",
            "3": "Show-off",
            "4": "Plan"
          },
          "context": "Set a celebration budget; if you don't need it, simplify it."
        },
        "position9": {
          "upright": "Four Wands, celebrating the threshold and laying groundwork, strengthens permanence.",
          "reversed": "The Reverse Four Wands weaken the foundation of window/even pressure.",
          "keywords": {
            "0": "threshold",
            "1": "celebration",
            "2": "basic",
            "3": "home",
            "4": "stability"
          },
          "context": "To drive: the foundation first, then the ceremony."
        }
      },
      "fiveofwands": {
        "position1": {
          "upright": "Five Wands say that competitive style, collision of ideas, and power trials generate tension.",
          "reversed": "The Reverse Five Wands show that unconstitutional debate breeds inefficiency and that the game needs a frame.",
          "keywords": {
            "0": "competition",
            "1": "idea",
            "2": "struggle",
            "3": "rule",
            "4": "efficiency"
          },
          "context": "Actional root of contradiction: lack of conflict frame."
        },
        "position2": {
          "upright": "Five wands say the problem is in uncompromised trial of debate and power. It turns into a rehearsal war.",
          "reversed": "The Reverse-Five Wand says that not being able to carry the conflict to the constructive arena is inefficient. Energy is wasted.",
          "keywords": {
            "0": "conflict",
            "1": "competition",
            "2": "rule",
            "3": "fascilation",
            "4": "efficiency"
          },
          "context": "Root problem: Unstructured struggle. It affects areas: meeting, decision, co-operation."
        },
        "position3": {
          "upright": "Five Wands say you've increased your share in uncompromised debate and power tests, or the fight breaks the game.",
          "reversed": "The Reverse Five Seconds tells us that you've grown fire by multiplying noise and rejecting fasciitism.",
          "keywords": {
            "0": "conflict",
            "1": "competition",
            "2": "rule",
            "3": "fascilation",
            "4": "efficiency"
          },
          "context": "Pay: non-constructed fight. Effect: efficiency, respect. Proposal: rules of discussion."
        },
        "position4": {
          "upright": "Five Wands say that you can ignore an open conversation and ignore your share of communication. If the game is unconstitutional, the fight will grow.",
          "reversed": "The Reverse Five Wand tends to deny its pervasive role.",
          "keywords": {
            "0": "conflict",
            "1": "rule",
            "2": "competition",
            "3": "fascilation",
            "4": "efficiency"
          },
          "context": "Ignored: discussion framework. Effect: respect and efficiency fall. Do it: regulation dialogue."
        },
        "position5": {
          "upright": "Five Wands say there are constructive competitions and collisions of ideas.",
          "reversed": "The Reverse Five Wands tells us that unconstitutional debates have reduced efficiency, and the noise may have left a trail.",
          "keywords": {
            "0": "conflict",
            "1": "competition",
            "2": "rule",
            "3": "energy",
            "4": "efficiency"
          },
          "context": "It's a live stream of ideas, a lack of frames, and now it's time for a proper dialogue."
        },
        "position6": {
          "upright": "Five Wands keep the conflict of opinion alive, but unconstitutional debate can become the exploitation of the dominant.",
          "reversed": "The Reverse Five Wands point to the tactic of deflecting and exerting the other side by creating noise.",
          "keywords": {
            "0": "conflict",
            "1": "rule",
            "2": "competition",
            "3": "deflection",
            "4": "fascilation"
          },
          "context": "Theme: regulation dialogue; risk: pressure by noise; do: tour and time rule."
        },
        "position7": {
          "upright": "Five Wands, the idea shows the clashing crowd, everyone's got suggestions, no order.",
          "reversed": "The Reverse Five Wand points to the unconstitutional debate environments that enhance the fight.",
          "keywords": {
            "0": "debate",
            "1": "crowd",
            "2": "rule",
            "3": "noise",
            "4": "conflict"
          },
          "context": "Set the dialogue rules and shut down the non-fasilitation crowd."
        },
        "position8": {
          "upright": "The Five Wands show the collision of ideas in the priorities of money. The regulation debate is efficient.",
          "reversed": "The Reverse Five Wands can lead to chaotic negotiations, loss of energy and disorganisation.",
          "keywords": {
            "0": "debate",
            "1": "priority",
            "2": "bargain",
            "3": "rule",
            "4": "mess"
          },
          "context": "Set the duration rule; write the decisions."
        },
        "position9": {
          "upright": "Five Wands develop and last by the right to a formal debate and a fair word.",
          "reversed": "Reverse Five Wands, chaotic fights wear off permanence.",
          "keywords": {
            "0": "debate",
            "1": "rule",
            "2": "competition",
            "3": "fascilation",
            "4": "respect"
          },
          "context": "To continue: discussion protocol (period/tone/search)."
        }
      },
      "sixofwands": {
        "position1": {
          "upright": "Six wands say there's tension between the need for appreciation and the expectation of humility, who shines and who stays in the shade.",
          "reversed": "The Reverse Six Wand shows that unseen labor and jealousy fuel the conflict.",
          "keywords": {
            "0": "appreciation",
            "1": "visibility",
            "2": "Jealousy",
            "3": "success",
            "4": "perception"
          },
          "context": "Actional root of contradiction: appearance and appreciation."
        },
        "position2": {
          "upright": "Six wands say the problem is in the balance of appreciation and visibility. Who gets applauded, who stays in the shade. Tip: Success narrative is not shared equally. The problem is not being able to write the story together.",
          "reversed": "The Reverse Six Wand tells us that unseen labors cause resentment. Victory seems to belong to one person.",
          "keywords": {
            "0": "appreciation",
            "1": "visibility",
            "2": "victory",
            "3": "perception",
            "4": "Motivation"
          },
          "context": "The root problem is the economy of appreciation. It affects areas: motivation, justice, teamwork."
        },
        "position3": {
          "upright": "Six wands say they don't share appearance and appreciation, but they increase their share, and in one person, resentment grows.",
          "reversed": "The Reverse Six Wand tells us that you have grown fire by ignoring unseen labor. Write victory together.",
          "keywords": {
            "0": "appreciation",
            "1": "visibility",
            "2": "victory",
            "3": "perception",
            "4": "Motivation"
          },
          "context": "Pay: appreciation deficit. Effect: motivation, justice. Proposition: make work visible."
        },
        "position4": {
          "upright": "Six wands say that you can ignore your share by saying that you don't share appearances and that you deserve it. The applause breeds resentment in one hand.",
          "reversed": "The Reverse Six Wand emphasizes its tendency to ignore unseen labor.",
          "keywords": {
            "0": "appreciation",
            "1": "visibility",
            "2": "victory",
            "3": "perception",
            "4": "Motivation"
          },
          "context": "Ignored: fair appreciation. Influence: motivation melts. Do it: make the work visible."
        },
        "position5": {
          "upright": "Six Wands say that successes are celebrated together, that appreciation has strengthened the bond.",
          "reversed": "The Reverse Six Cane describes the absence of unseen labor as a source of resentment.",
          "keywords": {
            "0": "appreciation",
            "1": "success",
            "2": "visibility",
            "3": "labour",
            "4": "Motivation"
          },
          "context": "The victories have been shared, the righteous appreciation has not always been, so now make his labor visible."
        },
        "position6": {
          "upright": "Six wands say that appearance is sweet, but one hand at a time makes the partner's work invisible.",
          "reversed": "The Reverse Six Wand describes the risk of negotiating with motivation by holding back appreciation.",
          "keywords": {
            "0": "appreciation",
            "1": "visibility",
            "2": "labour",
            "3": "Motivation",
            "4": "share"
          },
          "context": "Theme: fair appreciation; risk: applause monopoly; do it: the rhythm of making work visible."
        },
        "position7": {
          "upright": "Six wands say that applause and appearance provide external motivation.",
          "reversed": "The Reverse Six Wands point to the monopoly of appreciation and the pressure of the image.",
          "keywords": {
            "0": "Applause",
            "1": "visibility",
            "2": "image",
            "3": "appreciation",
            "4": "Morality"
          },
          "context": "Admiration is good, but fair, not for image, but for you."
        },
        "position8": {
          "upright": "Six wands tell about achievements and visible gains such as bonus/bonus. Appreciation brings motivation.",
          "reversed": "The Reverse Six Wand is an unnecessary expense warning for image spending and applause.",
          "keywords": {
            "0": "success",
            "1": "bonus",
            "2": "appreciation",
            "3": "image",
            "4": "cost"
          },
          "context": "Celebrate victory; spend it not on image, but on value."
        },
        "position9": {
          "upright": "Six wands take a long time to share and appreciate success.",
          "reversed": "The Reverse Six Wands, lack of appreciation and image pressure weaken the continuum.",
          "keywords": {
            "0": "appreciation",
            "1": "success",
            "2": "visibility",
            "3": "image",
            "4": "Motivation"
          },
          "context": "To drive: the weekly ritual of appreciation."
        }
      },
      "sevenofwands": {
        "position1": {
          "upright": "The Seven Wands say that the defence and the need for constant justification create distance in the relationship.",
          "reversed": "The Reverse Seven Wands show that over-defensiveness shuts down dialogue, that softness is essential.",
          "keywords": {
            "0": "defence",
            "1": "limit",
            "2": "Rightness",
            "3": "dialogue",
            "4": "flexibility"
          },
          "context": "Actional root of contradiction: balance of defense and clarity."
        },
        "position2": {
          "upright": "The Seven Wands say the problem is to stay in the defensive position at all times. Instead of dialogue, the position is positioned.",
          "reversed": "The Reverse Seven Wands describe the weariness of over-defensive and lonely fighting. Help is not required. Help is not required. The castle is a strong tone. The problem is not to build the support system."
        }
      }
    }
  }
}
