{
  "situation-analysis": {
    "meanings": {
      "fourofcups": {
        "position4": {
          "keywords": {
            "0": "dissatisfaction",
            "1": "Introduction",
            "2": "opportunity",
            "3": "awareness",
            "4": "Gratitude"
          },
          "context": "Center: the core of the search for meaning."
        },
        "position5": {
          "upright": "The Four Cups show that external offers may not attract attention or that opportunities are not noticed.",
          "reversed": "The Reverse Four Cup says a new outside opportunity will bring attention to the door.",
          "keywords": {
            "0": "Recklessness",
            "1": "opportunity",
            "2": "Attention",
            "3": "Awakening",
            "4": "focus"
          },
          "context": "The value of the offers must be reconsidered."
        },
        "position6": {
          "upright": "Advice: Practice thanksgiving, try a little innovation and refresh focus.",
          "reversed": "Advice: Open up to new opportunities; make a minimum test.",
          "keywords": {
            "0": "Gratitude",
            "1": "opportunity",
            "2": "innovation",
            "3": "Attention",
            "4": "testing"
          },
          "context": "Word of advice: renewing the dosage."
        },
        "position7": {
          "upright": "Possible future: Dissatisfaction may replace awareness; you may be interested in a new offer.",
          "reversed": "Possible future: If Apathy continues, the opportunity may fail; the practice of gratitude opens up the horizon.",
          "keywords": {
            "0": "dissatisfaction",
            "1": "opportunity",
            "2": "Awakening",
            "3": "focus",
            "4": "Gratitude"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "fiveofcups": {
        "position1": {
          "upright": "Five Cups represent past losses, regrets, and disappointments. These pains may be the basis of today's conditions. The lack of vision of opportunities in the past may have shaped this process. This card shows that past losses still affect your perspective today.",
          "reversed": "The Reverse Five Cup points to recovery, recovery and recovery from past losses. However, this process may not have been easy and its tracks may still be visible today. This card reminds us that past regrets leave a mark on your mood today.",
          "keywords": {
            "0": "missing",
            "1": "Regret",
            "2": "Disappointment",
            "3": "Pain",
            "4": "history"
          },
          "context": "The effect of past losses or recovery."
        },
        "position2": {
          "upright": "Five Cups shows that loss, regret, or grief can be dominant right now. The focus of attention is focused on loss. The invisible is the first step to recovery, to recognize what is still available.",
          "reversed": "The Reverse Five Cup speaks of the return of recovery, acceptance and hope. The power passing through grief offers a new look. Looking for compassion and support to yourself increases emotional flexibility.",
          "keywords": {
            "0": "missing",
            "1": "mourning",
            "2": "Regret",
            "3": "Agreed",
            "4": "Now."
          },
          "context": "Don't mourn or call on hope again."
        },
        "position3": {
          "upright": "Five Cups show that uncut grief, regret and loss narratives color your view from behind the curtain, past disappointments can cloud the possibilities today.",
          "reversed": "The Reverse Five Cup explains that the desire to recover and accept gains power inside, although holding on to them may slow the healing.",
          "keywords": {
            "0": "mourning",
            "1": "missing",
            "2": "Regret",
            "3": "Agreed",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "At the center, the loss and the grief theme come out, not the back, but what's in the hand makes the balance.",
          "reversed": "At the center, recovery and acceptance are sprouting, re-weaving hope is the key.",
          "keywords": {
            "0": "missing",
            "1": "mourning",
            "2": "Agreed",
            "3": "It's a cure.",
            "4": "hope"
          },
          "context": "Center: the turning point of grief."
        },
        "position5": {
          "upright": "Five Cups shows that disappointments or cancellations can be demoralized outside, but what's left can be used.",
          "reversed": "The Reverse Five Cup tells us that the opportunity to make amends and repair in the outside environment has been strengthened.",
          "keywords": {
            "0": "missing",
            "1": "compensation",
            "2": "Morality",
            "3": "repair",
            "4": "Luck"
          },
          "context": "There's a recovery area behind the external fractures."
        },
        "position6": {
          "upright": "Advice: Give your mourning space, focus on the remaining possibilities, and pick up the pace.",
          "reversed": "Advice: Do forgiveness work, set a small goal for the future.",
          "keywords": {
            "0": "mourning",
            "1": "Agreed",
            "2": "Recovery",
            "3": "Forgiveness",
            "4": "Progress"
          },
          "context": "Advice: finding direction after loss."
        },
        "position7": {
          "upright": "Possible future: loss is considered, and the remaining power of evaluation is born; recovery begins.",
          "reversed": "Possible future: the repair and forgiveness process creates hope; steps forward are easier.",
          "keywords": {
            "0": "missing",
            "1": "Agreed",
            "2": "repair",
            "3": "hope",
            "4": "Progress"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "sixofcups": {
        "position1": {
          "upright": "Six Cups represent past memories, nostalgia, and childhood experiences. These good memories may have shaped your perspective today. A connection or memory in the past may be based on today's conditions. This card shows that these ties from the past still feed you emotionally.",
          "reversed": "The Reverse Six Cup represents being overly attached to the past, drowning in nostalgia, or not being able to move forward. The failure to leave the past may have weakened your present conditions. This card explains that sticking to the past prevents your progress today.",
          "keywords": {
            "0": "nostalgia",
            "1": "childhood",
            "2": "memory",
            "3": "connection",
            "4": "history"
          },
          "context": "The effect of past memories or addictions."
        },
        "position2": {
          "upright": "Six Cups, now is the time for nostalgia, warm memories, and contact with the inner child. The feeling of innocence softens the heart. The compassion from the past can feed the present, but be careful not to be stuck in the past.",
          "reversed": "The Reverse Six Cup shows the feeling of being stuck in the past, idealizing or unable to move forward right now. Nostalgia can become an escape.",
          "keywords": {
            "0": "nostalgia",
            "1": "Drink up, kid.",
            "2": "Compassion",
            "3": "memory",
            "4": "Now."
          },
          "context": "The healing of memories and so on."
        },
        "position3": {
          "upright": "Six Cups, nostalgia, inner children's themes, and the need for safe memories is an invisible anchor, and the heat in the past can soften today's elections.",
          "reversed": "The Six Cups indicate that his desire to hold on to the past, to idealize it, or to be like his former one, is clouded by progress. Even though memories are inspired, direction is found today.",
          "keywords": {
            "0": "nostalgia",
            "1": "Drink up, kid.",
            "2": "memory",
            "3": "Don't hold on.",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "The center has contact with nostalgia and inner child, and the heat of the past softens the present.",
          "reversed": "At the center, holding on to the past may force us to move forward, honor the memory, bring the focus to today.",
          "keywords": {
            "0": "nostalgia",
            "1": "Drink up, kid.",
            "2": "memory",
            "3": "Compassion",
            "4": "Regeneration"
          },
          "context": "Center: the healing of memory."
        },
        "position5": {
          "upright": "Six Cups show that nostalgia and old contacts in the outside world can provide support.",
          "reversed": "The Reverse Six Cup says that relationships in the past can slow progress.",
          "keywords": {
            "0": "history",
            "1": "network",
            "2": "memory",
            "3": "reconnect",
            "4": "support"
          },
          "context": "Old ties can open new doors; there's a risk of hanging out."
        },
        "position6": {
          "upright": "Advice: Reconnect with strong old bonds; show compassion for the inner child.",
          "reversed": "Advice: Honor the past, but invest it today.",
          "keywords": {
            "0": "nostalgia",
            "1": "connection",
            "2": "Compassion",
            "3": "today",
            "4": "support"
          },
          "context": "Advice: strength from the past and flow into the present."
        },
        "position7": {
          "upright": "Possible future: a warm compromise or a sweet reunion with past ties is possible.",
          "reversed": "Possible future: hanging in the past can cloud the present; it needs balance.",
          "keywords": {
            "0": "nostalgia",
            "1": "Compromise",
            "2": "Drink up, kid.",
            "3": "Compassion",
            "4": "balance"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "sevenofcups": {
        "position1": {
          "upright": "The Seven Cups represent dreams, options, or uncertainty in the past. Overimagining or being lost between options may be the basis of today's situation. This card reminds us that unrealistic expectations in the past affect today's conditions.",
          "reversed": "The Reverse Seven Cup points to overcoming confusion in the past, making a clear decision, or waking up from dreams. This process may have led to your present situation. This card tells us that decisions made in the past still continue today.",
          "keywords": {
            "0": "dream",
            "1": "option",
            "2": "confusion",
            "3": "expectation",
            "4": "history"
          },
          "context": "The effect of dreams or clear decisions in the past."
        },
        "position2": {
          "upright": "The Seven Cups now tells of the appeal of dreams, options and possibilities. The mind is cloudy; the measurements are needed for clarity. The Preliminary and Reality test prevents disintegration.",
          "reversed": "The Inverse Seven Cups now demonstrates the return of selection, clear decision and realistic targets. The fog scatters, the election is made. Small and measurable steps turn into imaginary practice.",
          "keywords": {
            "0": "option",
            "1": "dream",
            "2": "uncertainty",
            "3": "clarity",
            "4": "Now."
          },
          "context": "Optional abundance, etc. focused choice."
        },
        "position3": {
          "upright": "Seven Cups says that delusions and escape patterns increase the risk of dispersion in the face of the abundance of options.",
          "reversed": "The Inverse Seven Cups shows that the call for clarity and relief from illusions is strengthened inside, and the net measurements indicate the path through the fog.",
          "keywords": {
            "0": "dream",
            "1": "Escape",
            "2": "option",
            "3": "clarity",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's an abundance of options and imagination at the center, and the net measurements prevent dispersion.",
          "reversed": "The process of extraction and clarity begins at the center, strengthening the focus of reality.",
          "keywords": {
            "0": "option",
            "1": "dream",
            "2": "clarity",
            "3": "priority",
            "4": "Vision"
          },
          "context": "Central: election compass."
        },
        "position5": {
          "upright": "Seven Cups means there's plenty of options and glowing promises out there.",
          "reversed": "The Reverse Seven Cup says the fog outside will break and the realistic alternatives will come out.",
          "keywords": {
            "0": "option",
            "1": "promise",
            "2": "clarity",
            "3": "criteria",
            "4": "focus"
          },
          "context": "The Sunday charm is high; get rid of it."
        },
        "position6": {
          "upright": "Advice: Write election criteria, reduce to three alternatives and test one.",
          "reversed": "Advice: Disperse fog; focus on one election and run it.",
          "keywords": {
            "0": "selection",
            "1": "clarity",
            "2": "criteria",
            "3": "focus",
            "4": "test"
          },
          "context": "Advice: Sobering and commitment."
        },
        "position7": {
          "upright": "Possible future: there is a multi-option table; with clear criteria, realistic selection brings success.",
          "reversed": "Possible future: The fog scatters, the imagination becomes clear, and you are connected to one path.",
          "keywords": {
            "0": "option",
            "1": "Vision",
            "2": "clarity",
            "3": "priority",
            "4": "decision"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "eightofcups": {
        "position1": {
          "upright": "Eight Cups represent a relationship left in the past, an abandoned path, or emotional distance. This breakup may be the basis of your present situation. This card shows that the past separation has led you to new quests.",
          "reversed": "The Reverse Eight Cup points to holding on to something that needs to be left in the past, avoiding separation, or a unfinished goodbye. This may be the origin of today's situation. This card shows that unfinished breakups prevent your progress today.",
          "keywords": {
            "0": "separation",
            "1": "Don't go away",
            "2": "Don't say goodbye.",
            "3": "journey",
            "4": "history"
          },
          "context": "The effect of past breakups or unfinished goodbyes."
        },
        "position2": {
          "upright": "Eight Cups now represent moving away from emotional dissatisfaction and a more meaningful path. Quitting is a bold inside call. It may need to get out of the comfort zone to align with values.",
          "reversed": "The Reverse Eight Cup shows a sense of hesitation or unfinished farewell between going now and staying. It is difficult to take steps without resolving ties. The closing rituals and clear intentions strengthen the sense of direction.",
          "keywords": {
            "0": "Departure",
            "1": "search for meaning",
            "2": "Quit.",
            "3": "path",
            "4": "Now."
          },
          "context": "Choosing the meaning or indecisive."
        },
        "position3": {
          "upright": "The Eight Cups tells us that the call to turn to the more meaningful and to leave behind is from the inside, and the search for emotional satisfaction may be turning your compass in silence.",
          "reversed": "The Inverse Eight Cups show that the dilemma and unfinished goodbyes consume your energy behind the curtain, making my name difficult.",
          "keywords": {
            "0": "Departure",
            "1": "search for meaning",
            "2": "indecisive",
            "3": "Good-bye.",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "The center needs meaning and a mature departure, and the heart needs a deeper truth.",
          "reversed": "Going to the center, staying at the center, the dilemma is wearing off, the closing ritual determines the direction.",
          "keywords": {
            "0": "Departure",
            "1": "meaning",
            "2": "path",
            "3": "Courage",
            "4": "closure"
          },
          "context": "Center: orientation to more meaningful."
        },
        "position5": {
          "upright": "Eight Cups show that external conditions support a more meaningful transition. The old relationship/connections can be left behind.",
          "reversed": "The Reverse Eight Cup says there may be emotional/responsive causes that make it difficult to sever the outer bonds.",
          "keywords": {
            "0": "Departure",
            "1": "meaning",
            "2": "transition",
            "3": "connection",
            "4": "Dignity"
          },
          "context": "External network change could be strategic."
        },
        "position6": {
          "upright": "Advice: Let go of those who have no meaning and set out in harmony with the values.",
          "reversed": "Advice: Complete the missing step for closure; finish the unfinished goodbye.",
          "keywords": {
            "0": "Departure",
            "1": "meaning",
            "2": "value",
            "3": "closure",
            "4": "direction"
          },
          "context": "Advice: to move on to meaning."
        },
        "position7": {
          "upright": "Possible future: a mature departure to the meaningful one; your heart moves towards the new horizon.",
          "reversed": "Possible future: Returning or staying may extend the dilemma; the closure ritual provides clarity.",
          "keywords": {
            "0": "Departure",
            "1": "meaning",
            "2": "path",
            "3": "Courage",
            "4": "closure"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "nineofcups": {
        "position1": {
          "upright": "Nine Cups represent a wish, satisfaction, and happiness in the past. This satisfaction may have been the basis for your present situation. In a moment when you feel happy, it may still give you strength. This card shows that the satisfaction of the past is your confidence today.",
          "reversed": "The Reverse Nine Cup points to dissatisfaction, dissatisfaction, or excessive selfishness in the past. These conditions may be at the root of today's conditions. This card shows that you are still affected by the lack of satisfaction in the past today.",
          "keywords": {
            "0": "Wish",
            "1": "satisfaction",
            "2": "Happiness",
            "3": "Self - confidence",
            "4": "history"
          },
          "context": "The effect of past happiness or dissatisfaction."
        },
        "position2": {
          "upright": "Nine Cups now carry the energy of personal satisfaction, gratitude, and emotional satisfaction. The fruit of the work appears.",
          "reversed": "The Reverse Nine Cup is now a warning of superficial satisfaction, extremism or dissatisfaction. The emotional void may be filled with external pleasures.",
          "keywords": {
            "0": "satisfaction",
            "1": "Gratitude",
            "2": "abundance",
            "3": "satisfaction",
            "4": "Now."
          },
          "context": "Deep satisfaction, etcetera, superficial pleasure cycle."
        },
        "position3": {
          "upright": "Nine Cups say that the need for self-worth and personal satisfaction is a powerful motivation inside.",
          "reversed": "The Reverse Nine Cups emphasizes the hidden risk of turning self - care into extravagance, superficial satisfaction, extremism, or extravagance. True satisfaction is aligned with values.",
          "keywords": {
            "0": "satisfaction",
            "1": "self-value",
            "2": "Pleasure",
            "3": "extremism",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's personal satisfaction and gratitude at the center, and sharing success increases the abundance.",
          "reversed": "The center may have a shadow of superficial pleasure or dissatisfaction, and value - focused goals bring true satisfaction.",
          "keywords": {
            "0": "satisfaction",
            "1": "Gratitude",
            "2": "abundance",
            "3": "Pleasure",
            "4": "satisfaction"
          },
          "context": "Center: the satisfaction of the heart."
        },
        "position5": {
          "upright": "Nine Cups means there's a high level of approval, appreciation, and positive feedback out there, and satisfaction is contagious.",
          "reversed": "The Reverse Nine Cup says that extreme praise/fat expectations can create a picture out of reality.",
          "keywords": {
            "0": "appreciation",
            "1": "satisfaction",
            "2": "praise",
            "3": "expectation",
            "4": "Realism"
          },
          "context": "Extremism gives morale; measurement is needed."
        },
        "position6": {
          "upright": "Advice: Set value-oriented goals and share success.",
          "reversed": "Advice: limit surface pleasures; feed inner satisfaction.",
          "keywords": {
            "0": "satisfaction",
            "1": "value",
            "2": "target",
            "3": "share",
            "4": "self-disiplin"
          },
          "context": "Advice: Get real satisfaction."
        },
        "position7": {
          "upright": "Possible future: Wish comes true; personal satisfaction and gratitude increase.",
          "reversed": "Possible future: surface pleasures may not bring satisfaction; value - focused goals are needed.",
          "keywords": {
            "0": "satisfaction",
            "1": "Wish",
            "2": "Gratitude",
            "3": "Pleasure",
            "4": "value"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "tenofcups": {
        "position1": {
          "upright": "The Ten Cup represents family happiness, unity, and peace in the past. These memories may have been the basis for your present conditions. This card shows that this past peace still gives you strength today.",
          "reversed": "The Reverse Ten Cup points to family dissonances, resentments, or disconnects in the past. These problems may have shaped your mood today. This card shows that past unrest has clouded your pursuit of happiness today.",
          "keywords": {
            "0": "family",
            "1": "Happiness",
            "2": "Peace",
            "3": "unity",
            "4": "history"
          },
          "context": "The influence of family peace or unrest in the past."
        },
        "position2": {
          "upright": "Ten Cups now emphasize the theme of harmony, peace and emotional integrity around the family/heart. The bonds are strengthened, the sense of home is strengthened. The quality of time spent together strengthens happiness.",
          "reversed": "The Inverse Ten Cups can now show family tension, expectation-reality conflict, or interconnection discrepancy. The ideal table can create pressure. Honest sharing of emotions and flexible expectations repair bridges.",
          "keywords": {
            "0": "family",
            "1": "Peace",
            "2": "unity",
            "3": "Happiness",
            "4": "Now."
          },
          "context": "To establish integrity or repair disconnection."
        },
        "position3": {
          "upright": "The Ten Cups show that the ideal image of harmony and family peace is an invisible anchor.",
          "reversed": "The Reverse Ten Cup speaks of the hidden effect of self-loathing, pleasing patterns, and the tension between reality and ideal for the sake of harmony.",
          "keywords": {
            "0": "compatibility",
            "1": "family",
            "2": "ideal",
            "3": "avoidance",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's harmony and peace around the family/heart center, and the sense of unity completes the painting.",
          "reversed": "Ideal-reality tension can be seen at the center, and genuine dialogue can repair the bridge.",
          "keywords": {
            "0": "compatibility",
            "1": "family",
            "2": "Peace",
            "3": "unity",
            "4": "reality"
          },
          "context": "Center: home sense."
        },
        "position5": {
          "upright": "The Ten Cup shows that the harmony of the team/family culture and peaceful atmosphere in the outside environment is dominated by the sense of unity.",
          "reversed": "The Reverse Ten Cup says there may be repressed tensions outside of visible harmony.",
          "keywords": {
            "0": "compatibility",
            "1": "culture",
            "2": "Peace",
            "3": "climate",
            "4": "Tension"
          },
          "context": "Outside peace increases productivity; authenticity is important."
        },
        "position6": {
          "upright": "Advice: Create a family/group ritual, build a culture that rejoices together.",
          "reversed": "Advice: Speak clearly of expectations; build genuine harmony.",
          "keywords": {
            "0": "compatibility",
            "1": "ritual",
            "2": "culture",
            "3": "communication",
            "4": "unity"
          },
          "context": "Advice: Reconstruct a sense of unity."
        },
        "position7": {
          "upright": "Possible future: a peaceful and supportive atmosphere; family/team peace settles.",
          "reversed": "Possible future: The difference in ideal relativity can create tension; bridges are bridged with genuine dialogue.",
          "keywords": {
            "0": "compatibility",
            "1": "Peace",
            "2": "unity",
            "3": "family",
            "4": "reality"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "pageofcups": {
        "position1": {
          "upright": "The Prince of Hearts represents innocent emotions, imagination, and a romantic beginning in the past. This experience may have been the basis for your present circumstances. This card shows that these pure feelings of the past are still in your heart.",
          "reversed": "The Reverse Cup Prince points to emotional maturity, delusions, or carelessness in the past. These shortcomings may be at the root of today's situation. This card shows that the use of or underestimation of past pure emotions still affects you today.",
          "keywords": {
            "0": "Innocence",
            "1": "dream",
            "2": "emotion",
            "3": "start",
            "4": "history"
          },
          "context": "The effect of naive emotions or immature behavior in the past."
        },
        "position2": {
          "upright": "The Prince of Hearts says that creative intuition, innocent curiosity and emotional messages are on the agenda right now. Inspirations can come from unexpected places. Keeping the heart open and taking small signs seriously opens new doors.",
          "reversed": "The Reverse Cup Prince now points to emotional carelessness, hypersensitivity, or delusional escapes. Borders can become blurry. It helps to regulate emotions and support them with concrete steps.",
          "keywords": {
            "0": "Inspired",
            "1": "curiosity",
            "2": "emotion message",
            "3": "sensitivity",
            "4": "Now."
          },
          "context": "Don't take inspiration to the physical or collect emotional dissolution."
        },
        "position3": {
          "upright": "The Prince of Hearts says that sensitive intuition, imagination, and innocent curiosity inspire inside, and the creative spark may be knocking on your door with unexpected signs.",
          "reversed": "The Reverse Cup Prince emphasizes the effect of emotional fluctuations, feisty, or childish escape patterns behind the curtain, the need for limitation and self-correction.",
          "keywords": {
            "0": "intuition",
            "1": "creativity",
            "2": "sensitivity",
            "3": "feisty",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's creative intuition and innocent curiosity at the center, and small inspirations open big doors.",
          "reversed": "There may be extreme sensitivity or a tendency to escape at the center, balancing emotion with a concrete step.",
          "keywords": {
            "0": "Inspired",
            "1": "curiosity",
            "2": "sensitivity",
            "3": "expression",
            "4": "game"
          },
          "context": "Center: spark of inspiration."
        },
        "position5": {
          "upright": "The Prince of Hearts shows that there is an open area out there for creative proposals and gentle approaches, and soft communication is effective.",
          "reversed": "The reverse Prince of the Cup says feisty, indecisive, or over-emotional can cause a surge in foreign relations.",
          "keywords": {
            "0": "creativity",
            "1": "kindness",
            "2": "proposal",
            "3": "sensitivity",
            "4": "fluctuation"
          },
          "context": "In external dialogue, delicate style opens the door."
        },
        "position6": {
          "upright": "Advice: Start a small creative project; discover it with playfulness.",
          "reversed": "Advice: Limit escape; bind emotion to action.",
          "keywords": {
            "0": "creativity",
            "1": "game",
            "2": "start",
            "3": "expression",
            "4": "action"
          },
          "context": "Advice: to open up the flow with the game."
        },
        "position7": {
          "upright": "Possible future: Creative news/proposals; sparks of inspiration start the new project.",
          "reversed": "Possible future: Excessive sensitivity or a tendency to escape may delay the opportunity; it requires a concrete step.",
          "keywords": {
            "0": "Inspired",
            "1": "proposal",
            "2": "news",
            "3": "sensitivity",
            "4": "start"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "knightofcups": {
        "position1": {
          "upright": "The Knight of Hearts represents a romantic offer, an emotional journey, or an idealistic attitude in the past. This card shows that this emotional journey in the past still affects your mood today.",
          "reversed": "The Reverse Cup Knight points to empty promises in the past, disappointments, or extreme idealism. These may be the origin of your present situation. This card tells us that past romantic steps have clouded your current processes.",
          "keywords": {
            "0": "romance",
            "1": "proposal",
            "2": "journey",
            "3": "idealism",
            "4": "history"
          },
          "context": "The effect of past romantic steps or disappointments."
        },
        "position2": {
          "upright": "The Knight of Hearts now brings romantic proposals, idealistic vision, and the energy of motion from the heart.",
          "reversed": "The Reverse Cup Knight can now show exaggerated idealism, inconsistencies, or passive escapes.",
          "keywords": {
            "0": "romance",
            "1": "ideals",
            "2": "proposal",
            "3": "grace",
            "4": "Now."
          },
          "context": "An act of the heart or a balancing of extreme idealism."
        },
        "position3": {
          "upright": "The Knight of Hearts, the tendency to romanticize, to pursue ideals, to move and grace, suggests that the desire to move inside is alive, that the vision from the heart may be feeding the sense of direction.",
          "reversed": "The Knight of the Reverse Cup, the inconsistencies, the emotional escape, or the secret effect of the excess idealism patterns, the gap between what's said and what's done can undermine confidence.",
          "keywords": {
            "0": "romance",
            "1": "idealism",
            "2": "Vision",
            "3": "Escape",
            "4": "hidden"
          },
          "context": "Subliminal and hidden factors"
        },
        "position4": {
          "upright": "There's idealism and heart movement at the center.",
          "reversed": "There could be inconsistencies in the center or over-romanticization, clarity and continuity.",
          "keywords": {
            "0": "ideal",
            "1": "proposal",
            "2": "grace",
            "3": "Vision",
            "4": "emotion"
          },
          "context": "Center: Heart action."
        },
        "position5": {
          "upright": "The Knight of Hearts shows that it's possible to have visionaries and elegant collaborations outside, aesthetic/ethic ton of importance.",
          "reversed": "The Reverse Cup Knight says that inconsistencies and over-romantic expectations can create insecurity outside.",
          "keywords": {
            "0": "Vision",
            "1": "grace",
            "2": "alliance",
            "3": "consistency",
            "4": "Trust"
          },
          "context": "Outside offers are called intimacy and continuity."
        },
        "position6": {
          "upright": "Advice: Take an offer from the heart; communicate with grace.",
          "reversed": "Advice: Establish verbal coherence; balance romance with reality.",
          "keywords": {
            "0": "proposal",
            "1": "grace",
            "2": "consistency",
            "3": "Vision",
            "4": "reality"
          },
          "context": "Advice: from the heart, but consistent."
        },
        "position7": {
          "upright": "Possible future: a elegant offer/cooperation comes; idealism increases momentum.",
          "reversed": "Possible future: inconsistencies can be disappointing; harmony of speech is tested.",
          "keywords": {
            "0": "proposal",
            "1": "Vision",
            "2": "grace",
            "3": "alliance",
            "4": "consistency"
          },
          "context": "Future potential and possible consequences"
        }
      },
      "queenofcups": {
        "position1": {
          "upright": "The Queen of Hearts represents compassion, empathy, and emotional support in the past. This energy may have been the basis for your present conditions. This card shows that this tender energy in the past still guides you.",
          "reversed": "The Reverse Cup Queen points to extreme sensitivity, emotional imbalances or manipulation in the past. These may be the basis of today's conditions. This card shows that emotional sensibilities in the past make today's balance difficult.",
          "keywords": {
            "0": "Compassion",
            "1": "empathy",
            "2": "support",
            "3": "sensitivity",
            "4": "history"
          },
          "context": "The effect of caring or unstable energy in the past."
        },
        "position2": {
          "upright": "The Queen of Hearts now emphasizes empathy, intuitive leadership and compassion, creating emotional safe spaces speeds up the healing.",
          "reversed": "The reverse Queen of Cups now points to the risk of emotional overflow, introduction, or manipulation. Excession can empty internal tanks.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "intuition",
            "3": "borders",
            "4": "Now."
          },
          "context": "Balance compassion and establish healthy boundaries."
        },
        "position3": {
          "upright": "The Queen of Hearts shows that deep empathy, compassion, and intuitive leadership guide you from behind the curtain, and the desire to create a safe emotional space is strong.",
          "reversed": "The reverse Queen of the Cup emphasizes the hidden risk of emotional boundary meltdown, excessive self-preservation, or subtle manipulation, and hearing your own needs restores balance.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "borders",
            "3": "(PHP 3, PHP 4)"
          }
        }
      }
    }
  }
}
