{
  "relationship-problems": {
    "meanings": {
      "temperance": {
        "position5": {
          "keywords": {
            "0": "balance",
            "1": "synthesis",
            "2": "measure",
            "3": "compatibility",
            "4": "Patience"
          },
          "context": "He's got the midway skills, the extremities left a mark, and now he needs calibration."
        },
        "position6": {
          "upright": "Balance counsels to make the mixture carefully, but when the boundaries melt, it becomes uncertain who expects what from whom, and it opens up space for exploitation.",
          "reversed": "The inverse balance makes the relationship fragile by the dosage or by the way it's all or nothing, which can force one side to carry on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on, and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and",
          "keywords": {
            "0": "balance",
            "1": "dosage",
            "2": "limit",
            "3": "rhythm",
            "4": "synthesis"
          },
          "context": "Theme: mix and limit; risk: invisible labor; do: dose and role calibration."
        },
        "position7": {
          "upright": "Balance says that a conciliatory third person can be a healer, a professional support/co-friendly bridge.",
          "reversed": "The reverse balance points to chaos, gathering sides, and extremism.",
          "keywords": {
            "0": "Negotiator",
            "1": "Compromise",
            "2": "measure",
            "3": "Picking up sides",
            "4": "It's a cure."
          },
          "context": "Less and more qualified sound heals. Choose a clear mediator for the role and boundaries."
        },
        "position8": {
          "upright": "Balance, medium budget, envelope method and moderate spending.",
          "reversed": "The inverse balance points to the cycle of all-or-nothing transactions, oversimplification and then transport.",
          "keywords": {
            "0": "balance",
            "1": "measure",
            "2": "budget",
            "3": "stability",
            "4": "Excession"
          },
          "context": "Soften the rhythm; small regular steps are better than big leaps."
        },
        "position9": {
          "upright": "Balance, dosage setting, medium path and integration can create a long-lived structure, a flexible synthesistic relationship.",
          "reversed": "The reverse balance threatens the continuity of the bond, whether it's all or nothing.",
          "keywords": {
            "0": "balance",
            "1": "synthesis",
            "2": "flexibility",
            "3": "middle path",
            "4": "stability"
          },
          "context": "To drive: rhythm contract + small regular setting."
        }
      },
      "thedevil": {
        "position1": {
          "upright": "Satan says that addiction, jealousy, obsession, or toxic patterns feed the core contradiction, and control games damage the bond.",
          "reversed": "The Reverse Devil shows that the struggle with unbreakable bonds and repetitive loops continues, and the effort to loosen the chain is seen.",
          "keywords": {
            "0": "addiction",
            "1": "obsession",
            "2": "Jealousy",
            "3": "control",
            "4": "Toxite"
          },
          "context": "The nature of conflict in the relationship: the shadows and control that bind."
        },
        "position2": {
          "upright": "Satan says the problem is fed on addiction, jealousy, obsession, and toxic agreements.",
          "reversed": "Reverse Satan shows that attempts to loosen the chain are forced. Even though the vicious cycle is about to break, the triggers are powerful.",
          "keywords": {
            "0": "addiction",
            "1": "obsession",
            "2": "Jealousy",
            "3": "control",
            "4": "Toxite"
          },
          "context": "The root problem: toxic bond and border violation. The areas it affects: trust, freedom, self-worth."
        },
        "position3": {
          "upright": "The Devil says that you may have raised the spark with your games of jealousy, control, or addiction, and the chain casts a shadow on love.",
          "reversed": "The Reverse Devil tells me that you've grown your share by feeding the trigger even though you want to leave, and it takes courage to loosen the chain.",
          "keywords": {
            "0": "addiction",
            "1": "obsession",
            "2": "Jealousy",
            "3": "control",
            "4": "Toxite"
          },
          "context": "Pay: toxic triggers. Effect: trust, freedom. Proposal: border + support."
        },
        "position4": {
          "upright": "Satan says that because I love the molds of jealousy, you can declare them because I love them, and ignore their share. The chain can be disguised as love.",
          "reversed": "Reverse Devil talks about his tendency to underestimate triggers and deny border violations, and there's no freedom without confrontation.",
          "keywords": {
            "0": "addiction",
            "1": "Jealousy",
            "2": "control",
            "3": "limit",
            "4": "shadow"
          },
          "context": "What I'm ignoring is my toxic triggers, impact: trust and freedom shrink."
        },
        "position5": {
          "upright": "Satan says that jealousy, control, or addiction have appeared in the past, and the bond is strong but sometimes binding.",
          "reversed": "The Reverse Devil says that his attempt to break free from toxic patterns has to be redacted today.",
          "keywords": {
            "0": "addiction",
            "1": "Jealousy",
            "2": "control",
            "3": "limit",
            "4": "shadow"
          },
          "context": "Shooting plus shadow games, there's been some border violations, and now we need a healthy borderline."
        },
        "position6": {
          "upright": "Satan reveals the classic faces of addiction, jealousy, and abuse of control, and love should not be disguised as a chain.",
          "reversed": "The Reverse Devil calls for the need to untie ties and confront the triggers, and as the chains are ignored, the exploitation normalizes.",
          "keywords": {
            "0": "addiction",
            "1": "Jealousy",
            "2": "control",
            "3": "limit",
            "4": "Freedom"
          },
          "context": "Theme: toxic bond; risk: control and jealousy; do: trigger management and net limit."
        },
        "position7": {
          "upright": "The Devil emphasizes the third person who is jealous, controlling, or addictive, with the risk of triangulation and obsessive pursuit.",
          "reversed": "The Reverse Devil tells you the need to free yourself from the toxic bond, and as you ignore the chains, the outside effect becomes normal.",
          "keywords": {
            "0": "Jealousy",
            "1": "control",
            "2": "triangulation",
            "3": "obsession",
            "4": "Freedom"
          },
          "context": "A toxic actor is in effect, establish strict border and non-repeat communication protocols."
        },
        "position8": {
          "upright": "Satan warns of consumption addiction, credit cycles, gambling/buying triggers and status spending.",
          "reversed": "The Reverse Devil describes his determination to break the chains and to avoid triggering applications.",
          "keywords": {
            "0": "debt",
            "1": "addiction",
            "2": "trigger",
            "3": "status",
            "4": "Freedom"
          },
          "context": "Shut down the triggers, focus on the debt plan and cut the connection."
        },
        "position9": {
          "upright": "When the Devil, addiction, jealousy, and control are not broken, the relationship gets tired, and when the chain is broken, there's a chance of permanence.",
          "reversed": "If the Reverse Devil intends to free himself from toxic bonds, the relationship can be driven by a new ground, or the disconnect is inevitable.",
          "keywords": {
            "0": "addiction",
            "1": "Jealousy",
            "2": "control",
            "3": "Freedom",
            "4": "limit"
          },
          "context": "To drive: trigger plan + border + support (pro if necessary)."
        }
      },
      "thetower": {
        "position1": {
          "upright": "The tower indicates that a sudden truth, a shocking word, or unexpected event has shaken the dynamic of a relationship, that the cracks may have appeared and evolved into a crisis.",
          "reversed": "The Reverse Tower says the build-up tensions delay the explosion, but the fundamental problems are still in place, and it needs controlled destruction.",
          "keywords": {
            "0": "crisis",
            "1": "Shock",
            "2": "destruction",
            "3": "real",
            "4": "Don't break it."
          },
          "context": "The nature of conflict in relationship: traumatic awakening and breaking."
        },
        "position2": {
          "upright": "The tower says that the problem is in a decaying relationship structure. It may have shaken up a sudden fact.",
          "reversed": "The Reverse Tower tells us that the tension that needs to explode has been delayed. Small tremors point to a major earthquake.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "basic",
            "3": "real",
            "4": "rebuild"
          },
          "context": "The root problem: the weak foundation and the delayed crisis. The areas it affects are trust, stability, reconstruction."
        },
        "position3": {
          "upright": "The tower says you lit the fire when the late truth or buried truth exploded, and if the cracks weren't repaired in time, the shock is inevitable.",
          "reversed": "The Reverse Tower tells us that you delay the crisis and expand your share by ignoring minor tremors, and that it is courage to lead destruction.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "basic",
            "3": "real",
            "4": "rebuild"
          },
          "context": "Pay: delayed truth. Effect: stability, repair. Proposal: radical honesty."
        },
        "position4": {
          "upright": "The tower says that it could rationalize and ignore its share, saying that the delayed truth was not the time. The crack demands early repair.",
          "reversed": "The Reverse Tower considers postponing the crisis a skill, stressing its tendency to deny its contribution to destruction, and avoiding radical honesty is denial.",
          "keywords": {
            "0": "crisis",
            "1": "real",
            "2": "basic",
            "3": "destruction",
            "4": "repair"
          },
          "context": "What I ignore: delayed truth. The effect: trust shakes. Do it: explain it, rebuild it."
        },
        "position5": {
          "upright": "The tower says that in the past, a crisis or a traumatic truth has changed everything.",
          "reversed": "The Reverse Tower says that little cracks aren't repaired in time, and delayed confrontations may be echoing today.",
          "keywords": {
            "0": "crisis",
            "1": "real",
            "2": "destruction",
            "3": "repair",
            "4": "basic"
          },
          "context": "Shocking threshold, repair speed determined, and now radical honesty is necessary."
        },
        "position6": {
          "upright": "The tower says that crisis and shock make the truth visible, and then it's a harsh form of abuse to pull out chaos and then play the role of savior.",
          "reversed": "The Reverse Tower describes the risk of delaying the explosion and using the cracks as leverage, not being controlled by the climate of fear.",
          "keywords": {
            "0": "crisis",
            "1": "fear",
            "2": "real",
            "3": "Savior's syndrome",
            "4": "destruction"
          },
          "context": "Theme: crisis and power; risk: control through fear; do it: radical honesty and repair plan."
        },
        "position7": {
          "upright": "The tower says that a disclosure from the third party, a rumor or a sudden incident, upsets the balance, and an unexpected intervention changes the table.",
          "reversed": "The Reverse Tower points to small cracks being raised from ear to ear, and the unresolved rumor expands destruction.",
          "keywords": {
            "0": "disclose",
            "1": "gossip",
            "2": "crisis",
            "3": "Concussion",
            "4": "repair"
          },
          "context": "There's a rumor and a shock, radical clarity and rapid repair plan."
        },
        "position8": {
          "upright": "The tower shows shocks like sudden expense, broken equipment, loss of employment, and if there's no emergency funding, the relationship gets tense.",
          "reversed": "The Reverse Tower says the cracks are ignored; the small malfunction can become a big bill.",
          "keywords": {
            "0": "sudden expense",
            "1": "emergency fund",
            "2": "crisis",
            "3": "repair",
            "4": "Precaution"
          },
          "context": "Set up an emergency budget; reduce risk with care and guarantee."
        },
        "position9": {
          "upright": "The tower, after a traumatic fact, is a radical repair, the relationship can continue on a more honest basis, otherwise the destruction will be permanent.",
          "reversed": "The Reverse Tower, ignoring the cracks, sooner or later, brings a bigger break.",
          "keywords": {
            "0": "crisis",
            "1": "disclose",
            "2": "repair",
            "3": "real",
            "4": "dissolution"
          },
          "context": "To drive: the naked real + net repair protocol."
        }
      },
      "thestar": {
        "position1": {
          "upright": "The star says there's a conflict of expectations about the rate of recovery with the balance of hope and reality, while one side waits for a faster cure, the other needs time.",
          "reversed": "The Reverse Star shows that the rhetoric of despair and the negative predictions weaken the bond.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "expectation",
            "3": "reality",
            "4": "Recovery"
          },
          "context": "The nature of conflict in relationship: healing tempo and balance of hope."
        },
        "position2": {
          "upright": "The star says that the problem lies in the balance of hope and the pace of healing. While one waits for a quick recovery, the other needs time. The lack of an after-break recovery plan. The problem is the search for a magical solution instead of patient repair.",
          "reversed": "The Reverse Star tells us that the speech of despair drains the tissue. The sky is thought to be closed, but the dawn is delayed. The language of giving up, the loss of closure and motivation. The problem is the weakness of the muscle of hope.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "simplicity",
            "3": "Patience",
            "4": "Regeneration"
          },
          "context": "The root problem is the healing process and the management of hope. It affects areas: communication tone, expectation, intimacy."
        },
        "position3": {
          "upright": "The star says that when you lose balance with extreme pink glasses or extreme pessimism, you may have the spark, and hope management determines the speed of healing.",
          "reversed": "The Reverse Star tells us that you have increased your share because you have grown your tongue and reduced motivation. The lack of small manageable steps hurts.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "simplicity",
            "3": "Patience",
            "4": "Regeneration"
          },
          "context": "Pay: hope/reality balance. Effect: motivation, healing. Proposal: small concrete step."
        },
        "position4": {
          "upright": "The star says that he may say that he will pass with pink glasses, and despise the responsibility of repair. Hope is good, the plan is essential.",
          "reversed": "The Reverse Star tends to deny its share as an excuse for despair, and the cure delays unless the small concrete step is taken.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "simplicity",
            "3": "Plan",
            "4": "Patience"
          },
          "context": "What I'm ignoring is my healing work. The effect: motivation falls. Do it: small/calcible step."
        },
        "position5": {
          "upright": "The star says you carry a healing period together, hope, kindness, and simple steps are good for you.",
          "reversed": "The Reverse Star tells us that despair or pink glasses are creating ups and downs, and the realistic scales of hope are essential today.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "simplicity",
            "3": "Patience",
            "4": "Regeneration"
          },
          "context": "He's got the healing experience, the reality setting's fluctuating, and now it's time for small but clear steps."
        },
        "position6": {
          "upright": "The star says that hope and healing, when shared gently, give power, but to stall with empty promises or delay with the promise of healing, is exploitation.",
          "reversed": "The Reverse Star demonstrates the danger of using despair as leverage to underestimate the needs of a partner, and if hope is unstable, an addicted waiting state arises.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "promise",
            "3": "Realism",
            "4": "Patience"
          },
          "context": "Theme: hope economy; risk: promise exploitation; do: small measurable step."
        },
        "position7": {
          "upright": "The star tells of a healing support network, good friends and hopeful figures, and the right environment breathes.",
          "reversed": "The Reverse Star points to the sounds of empty promises and pink paintings, and unrealistic suggestion can throw you away.",
          "keywords": {
            "0": "support network",
            "1": "hope",
            "2": "It's a cure.",
            "3": "suggestion",
            "4": "Realism"
          },
          "context": "Find qualified support, choose a healing but realistic environment."
        },
        "position8": {
          "upright": "The star tells of hope, the charity network, the scholarship, and the healing cash flow, and small, sustainable steps heal.",
          "reversed": "The Reverse Star says that pink expectation, either way, regression and unplanned optimism can turn to disappointment.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "support",
            "3": "optimism",
            "4": "Plan"
          },
          "context": "Hope + plan = real; proceed with measurable targets."
        },
        "position9": {
          "upright": "The star promises hope, healing and gentle continuity, small but stable steps carry the relationship.",
          "reversed": "Reverse Star, pink expectation and unplanned optimism become disappointing; hope is extinguished if not combined with the plan.",
          "keywords": {
            "0": "hope",
            "1": "It's a cure.",
            "2": "kindness",
            "3": "stability",
            "4": "Plan"
          },
          "context": "To drive: hope + measurable mini targets."
        }
      },
      "themoon": {
        "position1": {
          "upright": "The moon tells us that uncertainty, projections and fears are at the center of conflict.",
          "reversed": "The Reverse Moon shows that when secrets are revealed, the mist can be dissipated, but the fragile trust requires care, and when delusions are solved, the sensitivity increases.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "projection",
            "3": "Trust",
            "4": "illusion"
          },
          "context": "The nature of conflict in relationship: uncertainty and delusions."
        },
        "position2": {
          "upright": "The moon says that the problem is fed by uncertainty, projections and fears. When the shadow grows, the dream becomes real.",
          "reversed": "The Reverse Moon, when some secrets are revealed, the fog starts to break, but there's still a sign of insecurity. For clarity, there's a need for time.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "projection",
            "3": "illusion",
            "4": "Trust"
          },
          "context": "Root problem: conjecture and uncertainty. It affects areas: reality test, open communication."
        },
        "position3": {
          "upright": "The moon says that if his assumptions are true and he reacts, your share can be high, and as the fog grows, the misunderstanding grows.",
          "reversed": "The Reverse Moon tells me that by looking for secrets and collecting hints, you kept the fire alive.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "projection",
            "3": "illusion",
            "4": "Trust"
          },
          "context": "Pay: unconfirmed assumption. Effect: trust, communication. Proposal: seek clarity."
        },
        "position4": {
          "upright": "The moon assumes the assumption is true and says that by legitimizing your reaction, you can ignore your share, and the fog conceals self-responsibility.",
          "reversed": "The Reverse Moon emphasizes the tendency to make a habit of doubt and deny the responsibility to confirm, and it is courage to ask for clarity.",
          "keywords": {
            "0": "uncertainty",
            "1": "conjecture",
            "2": "fear",
            "3": "illusion",
            "4": "clarity"
          },
          "context": "What I'm ignoring is the test of reality. The effect: confidence wears off. Do: ask, confirm, then interpret."
        },
        "position5": {
          "upright": "The moon says that uncertainty and intuitive spaces occur often, and when fears are not spoken, the fog rises.",
          "reversed": "The Reverse Moon tells us that assumptions and cycles of doubt leave traces, and the need for clarity can be scorching today.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "conjecture",
            "3": "intuition",
            "4": "clarity"
          },
          "context": "The misty times, the unsubstantiated comments have increased, and now we need proof and clarity."
        },
        "position6": {
          "upright": "The moon says uncertainty, doubt, and conflicting signals are the basis, and as the fog grows, the power of interpretation increases, and it can be transformed into exploitation.",
          "reversed": "Reverse moons point to gaslighting and paranoia cycles, and instead of evidence, the conjecture takes its toll.",
          "keywords": {
            "0": "uncertainty",
            "1": "illusion",
            "2": "gaslighting",
            "3": "fear",
            "4": "clarity"
          },
          "context": "Theme: fog and clarity; risk: mind games; do: confirmation and open language."
        },
        "position7": {
          "upright": "The moon attracts lobbying, hinting, and vague external signals, which create fog and breed insecurity.",
          "reversed": "The Reverse Moon points to gaslighting, anonymous messages and social media shadows.",
          "keywords": {
            "0": "uncertainty",
            "1": "(PHP 3, PHP 4)",
            "2": "imam",
            "3": "paranoia",
            "4": "clarity"
          },
          "context": "The fogy external signals are dense, so just decide with confirmed information."
        },
        "position8": {
          "upright": "The moon stimulates uncertain expenses, secret fees, and vague contracts, and the misty number undermines confidence.",
          "reversed": "The Reverse Moon talks about asking for evidence without being paranoid, leaving my rumor and going down to the contract.",
          "keywords": {
            "0": "uncertainty",
            "1": "secret fee",
            "2": "contract",
            "3": "conjecture",
            "4": "clarity"
          },
          "context": "Write down every number; do not leave a foggy pen."
        },
        "position9": {
          "upright": "The moon remains fragile without ambiguity and fear, and if the fog is scattered, the bond becomes stronger.",
          "reversed": "Reverse Moon, delusions, hints, and gaslighting continue, the relationship will wear out; it is difficult to maintain without clarity.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "clarity",
            "3": "Delusion",
            "4": "Trust"
          },
          "context": "To drive: confirmation culture + open language."
        }
      },
      "thesun": {
        "position1": {
          "upright": "The sun says there's tension around the need to be seen, ego, and liked, and its brilliant surface achievements may have clouded the deep needs.",
          "reversed": "The Reverse Sun shows that artificial joy, or vanity, or comparison, is a source of intimacy, and when the shared joy doesn't form a real bond, the contradiction grows.",
          "keywords": {
            "0": "ego",
            "1": "visibility",
            "2": "joy",
            "3": "Comparison",
            "4": "Authenticity"
          },
          "context": "The nature of conflict in the relationship: the tension of visibility and authenticity."
        },
        "position2": {
          "upright": "The Sun says that the problem is around the need for visibleness, ego and appreciation. It's mixed with the sharing of glitter.",
          "reversed": "The Reverse Sun says that artificial joy and superficial positivity cover real issues. The missing details remain in the shadows. The problem is that you can't carry the authentic joy and the truth together.",
          "keywords": {
            "0": "visibility",
            "1": "ego",
            "2": "appreciation",
            "3": "Authenticity",
            "4": "clarity"
          },
          "context": "The root problem is the balance of appreciation and visibility. The areas it affects are the authenticity, the sharing, the ritual of joy."
        },
        "position3": {
          "upright": "When the sun brings out its appearance without sharing its appearance, it says that you may have the spark, the brightness, the shadow.",
          "reversed": "The reverse sun says, \"We're fine.\" The artificial joy delays repairs by covering up the real issues.",
          "keywords": {
            "0": "visibility",
            "1": "ego",
            "2": "appreciation",
            "3": "Authenticity",
            "4": "clarity"
          },
          "context": "Pay: appreciation/sitivity imbalance. Effect: equality, temperature. Proposition: Join joy."
        },
        "position4": {
          "upright": "The sun says that with its glitter we are good, it can outshine the real issues and ignore its share, so that it does not disguise itself as denial.",
          "reversed": "The Reverse Sun makes artificial joy a shield and tends to underestimate problems, making it visible the share of authentic clarity.",
          "keywords": {
            "0": "visibility",
            "1": "Authenticity",
            "2": "appreciation",
            "3": "clarity",
            "4": "real"
          },
          "context": "What I'm ignoring is the subject in the shadow, the effect: the savings, the explosion. Do it: show the truth with joy."
        },
        "position5": {
          "upright": "The sun tells us that you've been through times of joy, of play and success together, and that vision and appreciation have strengthened your bond.",
          "reversed": "The Reverse Sun tells us that false positivity or comparison sometimes casts a shadow, and when the shared joy decreases, the pain grows.",
          "keywords": {
            "0": "joy",
            "1": "appreciation",
            "2": "visibility",
            "3": "Authenticity",
            "4": "share"
          },
          "context": "Bright moments are strong, shadow: relative/false joy, and now authentic appearance is important."
        },
        "position6": {
          "upright": "The sun emphasizes that visibleness and openness are an antidote to exploitation, but constant pressure to look good can push problems under the carpet.",
          "reversed": "The Reverse Sun describes the risk of toxic positivity and behind-the-scenes cover-up, making the joy a shield suppresses the real need.",
          "keywords": {
            "0": "openness",
            "1": "visibility",
            "2": "Authenticity",
            "3": "performance",
            "4": "Trust"
          },
          "context": "Theme: translucent temperature; risk: display happiness; do it: authentic sharing."
        },
        "position7": {
          "upright": "The sun says that open visibleness and translucent approach to the environment reduce the risk of interference. Net sharing creates confidence.",
          "reversed": "The Reverse Sun shows that the outside comparison is increasing with the performance of social media and the pressure to appear happy.",
          "keywords": {
            "0": "transparency",
            "1": "visibility",
            "2": "Comparison",
            "3": "social media",
            "4": "Authenticity"
          },
          "context": "The truth works, not the window, but the inner sleep."
        },
        "position8": {
          "upright": "The sun brings relief with open account, honest table and visible goals, success and fertility are possible.",
          "reversed": "The Reverse Sun says that the window economy, vanity spending, and the pressure to look happy are taxing the budget.",
          "keywords": {
            "0": "openness",
            "1": "success",
            "2": "display",
            "3": "target",
            "4": "visibility"
          },
          "context": "Share the real painting; spend it not for image, but for peace."
        },
        "position9": {
          "upright": "The sun promises openness, joy, and shared success, long-term temperature, and authentic viability strengthens the bond.",
          "reversed": "Inverted Sun, happiness for vanity and repressed problems hurt continuity.",
          "keywords": {
            "0": "openness",
            "1": "joy",
            "2": "Authenticity",
            "3": "success",
            "4": "visibility"
          },
          "context": "To drive: the truth, not the window; plan regular good times."
        }
      },
      "judgement": {
        "position1": {
          "upright": "The court says that past decisions and confrontations are now calling for accountability, and if the past files aren't closed, then the conflict is leaked today.",
          "reversed": "The reverse court shows that lack of self-criticism or extreme judgment prevents a new chapter.",
          "keywords": {
            "0": "Don't face it.",
            "1": "account",
            "2": "Forgiveness",
            "3": "history",
            "4": "decision"
          },
          "context": "The nature of conflict in the relationship: the reckoning and forgiveness of the past."
        },
        "position2": {
          "upright": "The court says the problem lies in closing the past files and not responding to the call. The old decisions govern today. The lack of forgiveness, the fear of confrontation. The problem is the need for a righteous reevaluation.",
          "reversed": "The Inverse Court talks about extreme self-judgment or non-responsibility. The new page is delayed. The repeated accusation is the argument talk. The problem is that there is no clear account with the past.",
          "keywords": {
            "0": "Don't face it.",
            "1": "Forgiveness",
            "2": "decision",
            "3": "Regeneration",
            "4": "account"
          },
          "context": "The root problem: incomplete accounting. It affects areas: closure, self-responsibility, progress."
        },
        "position3": {
          "upright": "The court says that if you delay the confrontation and delay the apology, you have a share, and the past doesn't relax today until it's closed.",
          "reversed": "The Inverted Court says you've expanded the fire either because you've been released on extreme self-judgment or on zero responsibilities.",
          "keywords": {
            "0": "Don't face it.",
            "1": "Forgiveness",
            "2": "decision",
            "3": "Regeneration",
            "4": "account"
          },
          "context": "Pay: unclosed account. Effect: progress, trust. Proposal: apology + compensation."
        },
        "position4": {
          "upright": "The court says that you can delay the apology/telegraph and ignore your share by saying, \"It will improve with time.\" Without confrontation, there will be no renewal.",
          "reversed": "The Inverted Court says you can either resort to extreme self-judgment or zero responsibilities and feed denial.",
          "keywords": {
            "0": "Don't face it.",
            "1": "Forgiveness",
            "2": "compensation",
            "3": "Regeneration",
            "4": "account"
          },
          "context": "What I'm ignoring is fair accounting. The effect: progress is blocked. Do it: apology plus concrete compensation."
        },
        "position5": {
          "upright": "The court says that in the past, you've opened up a page of confrontation and forgiveness, and there may have been a sense of rebirth.",
          "reversed": "The Inverted Court tells us that the files and the late apology leave a trail, which may still be calling for compensation today.",
          "keywords": {
            "0": "Don't face it.",
            "1": "Forgiveness",
            "2": "compensation",
            "3": "decision",
            "4": "Regeneration"
          },
          "context": "There was a time of reckoning, there were some loose ends, and now fair amends are necessary."
        },
        "position6": {
          "upright": "The court says that account and compensation cleanse the relationship, and if there's abuse, fair confrontation and repair are inevitable.",
          "reversed": "The reverse court increases the risk of framing, selective reminiscence of the past, and a plea bargain.",
          "keywords": {
            "0": "Don't face it.",
            "1": "compensation",
            "2": "account",
            "3": "responsibilities",
            "4": "Regeneration"
          },
          "context": "Theme: fair accounting; risk: escape responsibility; make clear apology and concrete compensation."
        },
        "position7": {
          "upright": "The court says that open confrontation with the family council, the group of friends or consultants can align the external impact.",
          "reversed": "The Reverse Court points to decision-making, lynching culture, collective judgment, and unilateral narrative.",
          "keywords": {
            "0": "Don't face it.",
            "1": "counselling",
            "2": "Community",
            "3": "judgment",
            "4": "compensation"
          },
          "context": "There may be a need for mass talk, a rule and a fair setting, and avoid the biased crowd."
        },
        "position8": {
          "upright": "The court calls for financial accounting, past mistakes, confession and redemption, clean books, new pages.",
          "reversed": "The Inverted Court says that abetting, delaying apology, and avoiding the budget have ruined the budget.",
          "keywords": {
            "0": "Accounting",
            "1": "away",
            "2": "compensation",
            "3": "history",
            "4": "Regeneration"
          },
          "context": "Do open accounting; set a plan for responsibility and solution."
        },
        "position9": {
          "upright": "The court, the account, the compensation, and the second opportunity can be reincarnated, and the lessons that are learned produce permanence.",
          "reversed": "The Reverse Court makes it difficult to escape responsibility and maintain repeated mistakes.",
          "keywords": {
            "0": "Don't face it.",
            "1": "compensation",
            "2": "Second chance",
            "3": "lesson",
            "4": "Regeneration"
          },
          "context": "To continue: open accounting + concrete change."
        }
      },
      "theworld": {
        "position1": {
          "upright": "The world says that the great threshold, such as completing the cycle, moving or changing phases, creates contradictions, and the decision to move together to the next level can be challenging.",
          "reversed": "The Reverse World shows that the sense of unfinishedness and the tendency to reboot before it's finished are creating tensions, and unfinished matters weigh heavily in the relationship.",
          "keywords": {
            "0": "completion",
            "1": "threshold",
            "2": "life phase",
            "3": "A commitment.",
            "4": "unfinished"
          },
          "context": "The nature of conflict in relationship: threshold and completion."
        },
        "position2": {
          "upright": "The world says the problem is that it has the courage to cross the great threshold and complete the cycle. The sense of graduation remains incomplete.",
          "reversed": "The Reverse World talks about tensions that go on with incompleteness and lack of end closure. It's part of integrity. The delayed decisions are unsatisfactory completions. The problem is rooted in lack of integration.",
          "keywords": {
            "0": "complete",
            "1": "integrity",
            "2": "threshold",
            "3": "Integration",
            "4": "extension"
          },
          "context": "Root problem: cycle closure and integration. It affects areas: long term, common target, system."
        },
        "position3": {
          "upright": "The world says that when it's replaced without completing a cycle, it increases its share, and if integration jumps, it's dissatisfaction.",
          "reversed": "The Reverse World tells us that you may have held fire with the missing ends that grow the sense of unfinishedness, and it's exhausting to start before it's finished.",
          "keywords": {
            "0": "complete",
            "1": "integrity",
            "2": "threshold",
            "3": "Integration",
            "4": "extension"
          },
          "context": "Pay: incomplete completion. Effect: peace, continuity. Proposition: close the gaps."
        },
        "position4": {
          "upright": "The world sees the missing part as a small detail, and says it can underestimate its share. The incomplete cycle is a loss of peace.",
          "reversed": "The Reverse World emphasizes its tendency to normalize half-jobs and deny responsibility for integration. It's denial to start before it's finished.",
          "keywords": {
            "0": "complete",
            "1": "integrity",
            "2": "Integration",
            "3": "threshold"
          }
        }
      }
    }
  }
}
