{
  "marriage": {
    "meanings": {
      "twoofpentacles": {
        "position5": {
          "upright": "Flexible balance, similar intelligence in time energy management. You do the juggler together.",
          "reversed": "Distribution and postponement threshold may be different. The priority matrix maintains harmony.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "rhythm",
            "3": "priority",
            "4": "flow"
          },
          "context": "Flexible rhythm, partner, first and foremost clarity."
        },
        "position6": {
          "upright": "The family tries to see you in balance, and it will be valuable to them that you carry different responsibilities in harmony, and your flexibility and adaptability will facilitate the process of acceptance.",
          "reversed": "In the eyes of your family, you can leave an unstable image that doesn't govern responsibilities, and because it doesn't give you confidence, the acceptance process can go on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on, and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on, and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and on and",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "responsibilities",
            "3": "compatibility",
            "4": "decision"
          },
          "context": "Carrying responsibilities balancedly makes it easier to accept, and dispersion can create insecurity."
        },
        "position7": {
          "upright": "Two amulets say that meeting will be in search of density and balance, and time management can bring the right person.",
          "reversed": "Two reverse amulets say imbalance can push the bond, making it easier to meet first.",
          "keywords": {
            "0": "balance",
            "1": "time",
            "2": "priority",
            "3": "compatibility"
          },
          "context": "You meet him during a busy period, and the priority is to speed up the bond."
        },
        "position8": {
          "upright": "The Talisman Duo shows flexibility and balance in communication, and the pace of everyday life is in harmony with the agreement.",
          "reversed": "The Reverse Talisman Two says that instability and confusion can make communication difficult, and simplifying priorities increases harmony.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "priority",
            "3": "compatibility"
          },
          "context": "Balance and flexibility make the deal easier."
        },
        "position9": {
          "upright": "The Dual of the Talisman, flexible, balanced, and adaptable match is suitable for you.",
          "reversed": "Two of the Reverse Talismans, someone who is constantly unstable and unstable, is not suitable for you.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "compatibility",
            "3": "practice"
          },
          "context": "The balanced and compatible mate is suitable."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "The result will be cooperation, co-operation, and reaching common goals.",
          "reversed": "Incompatibility or lack of co-operation can weaken the outcome of marriage.",
          "keywords": {
            "0": "co-operation",
            "1": "target",
            "2": "compatibility",
            "3": "labour"
          },
          "context": "The result is a marriage that grows by mutual effort, but cooperation is essential."
        },
        "position10": {
          "upright": "Three amulets show that co-operation and joint efforts for marriage will bring success. A bond built on common values strengthens.",
          "reversed": "Incompatibility and lack of co-operation can make marriage difficult. It's important to clarify roles.",
          "keywords": {
            "0": "co-operation",
            "1": "partnership",
            "2": "values",
            "3": "build",
            "4": "success"
          },
          "context": "Co-operation and value partnership are essential for marriage."
        },
        "position2": {
          "upright": "Investigating your relationship with cooperation and close environments, focus on your projects while you wait.",
          "reversed": "Excessive loneliness makes the process difficult. Focus on human relationships.",
          "keywords": {
            "0": "co-operation",
            "1": "nearby environment",
            "2": "projects",
            "3": "Relationships"
          },
          "context": "It helps to improve cooperation and relationships while waiting."
        },
        "position3": {
          "upright": "Co-operation, clarity of role and process increase financial quality, visible labor increases appreciation.",
          "reversed": "The lack of character uncertainty and coordination causes double work and waste.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "process",
            "3": "quality"
          },
          "context": "Whoever's doing what, if it becomes clear, the budget goes through."
        },
        "position4": {
          "upright": "Co-operation, clarity of role and co-existence strengthen bonding. ▪ Acting like a team prepares the basis for the long-term promise.",
          "reversed": "The vagueness of the role and the unseen effort can cause resentment, and the bonding can remain suspended without clarity of appreciation and duty sharing.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "appreciation",
            "3": "process",
            "4": "quality"
          },
          "context": "Bondage grows with clear tasks and fair appreciation; uncertainty wears off."
        },
        "position5": {
          "upright": "It's a similar approach to cooperation, character clarity, and mastery sharing.",
          "reversed": "Invisible labor can create vulnerability. The map of responsibility must be updated.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "standard",
            "3": "appreciation",
            "4": "process"
          },
          "context": "Team spirit, partner."
        },
        "position6": {
          "upright": "The family may view you as a cooperative and cooperative person, and they appreciate you when you clarify your role and show them your contribution, and it opens the way for mutual work to be accepted.",
          "reversed": "Instead of harmony, a sense of selfishness or lack of co-operation creates distance in the family. When you do not show your contribution, your value can be questioned. More co-operation is essential for acceptance.",
          "keywords": {
            "0": "co-operation",
            "1": "contribution",
            "2": "compatibility",
            "3": "labour",
            "4": "value"
          },
          "context": "Showing your contribution and harmony makes it easier for the family to accept, and lack of cooperation raises doubt."
        },
        "position7": {
          "upright": "Three amulets show cooperation and meeting during teamwork, and the joint project makes the bond easier.",
          "reversed": "The Reverse Three Talisman says that the lack of character can force the bond, and the clarity strengthens the process.",
          "keywords": {
            "0": "co-operation",
            "1": "project",
            "2": "role",
            "3": "mastery"
          },
          "context": "You meet him on a joint project, he builds a net."
        },
        "position8": {
          "upright": "The Talisman Trio carries co-operation in communication and co-operation in co-operation. Common goals enhance harmony.",
          "reversed": "The Reverse Talisman Trio shows that role confusion can make the deal difficult.",
          "keywords": {
            "0": "co-operation",
            "1": "labour",
            "2": "common goal",
            "3": "compatibility"
          },
          "context": "Joint labor strengthens the agreement."
        },
        "position9": {
          "upright": "The three of the amulets are open to cooperation, the wife who likes to build together suits you.",
          "reversed": "The Triad of Reverse Talisms, someone uncooperative and self-centered is not suitable for you.",
          "keywords": {
            "0": "co-operation",
            "1": "compatibility",
            "2": "build",
            "3": "share"
          },
          "context": "A cooperative partner is suitable."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "The result will be the basis of your marriage of financial and emotional security.",
          "reversed": "Excessive control or stingyness can make the outcome of marriage difficult.",
          "keywords": {
            "0": "security",
            "1": "stability",
            "2": "control",
            "3": "protection"
          },
          "context": "The result is a safe marriage, but overcontrol can create a jam in a relationship."
        },
        "position10": {
          "upright": "Four amulets show the possibility of marriage with a desire for safety and ownership, and the bond established on a solid foundation can be permanent.",
          "reversed": "Excessive control and not letting go can make the marriage process difficult.",
          "keywords": {
            "0": "security",
            "1": "ownership",
            "2": "stability",
            "3": "protection",
            "4": "control"
          },
          "context": "For marriage, safety and flexibility must be balanced."
        },
        "position2": {
          "upright": "Make sure you're safe, but don't be stingy, and learn how to share while you wait.",
          "reversed": "Excessive stingyness or extravagance makes the process difficult.",
          "keywords": {
            "0": "security",
            "1": "thrifty",
            "2": "share",
            "3": "balance"
          },
          "context": "It helps to maintain a financial balance while waiting."
        },
        "position3": {
          "upright": "The need for security builds a frugal frame, which can stop over-reaching growth.",
          "reversed": "Control (e.g., control/restraint) increases the budget; flexible sharing must be learned.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "savings",
            "3": "flexibility"
          },
          "context": "The balance of trust plus flexibility must be sought."
        },
        "position4": {
          "upright": "The need to maintain security is high, and that makes commitment cautious but sound, and when sharing is balanced, the bond is long-lived.",
          "reversed": "Excession, jealousy, or control tends to limit intimacy, and it becomes difficult to bond without yawning.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "share",
            "3": "don't hold",
            "4": "limit"
          },
          "context": "A sense of security is required to connect; excessive control cuts flow."
        },
        "position5": {
          "upright": "Similar caution in security and resource protection.",
          "reversed": "You may have different extremities. The flexible budget language needs to be developed.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "share",
            "3": "savings",
            "4": "flexibility"
          },
          "context": "Reckless trust, partner."
        },
        "position6": {
          "upright": "Family may see you as safe and frugal, and they think you're a man who protects values, and your possessive attitude can give you a sense of trust.",
          "reversed": "Family may perceive you as overly conservative or selfish, and being viewed as a person who doesn't share material or spirituality makes it difficult to accept, and too much control breeds distance.",
          "keywords": {
            "0": "security",
            "1": "protection",
            "2": "ownership",
            "3": "conservative",
            "4": "share"
          },
          "context": "Reliable behavior speeds up acceptance, overconservativeness creates distance."
        },
        "position7": {
          "upright": "The Four Talisms demonstrates how to meet in search of security, and the controlled environment connects.",
          "reversed": "The Reverse Four Talisman says that extreme control can force the bond.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "protection",
            "3": "balance"
          },
          "context": "You meet it in a safety-oriented environment, and flexibility strengthens the bond."
        },
        "position8": {
          "upright": "The Talisman Four points to the desire to maintain security in communication. The open and sharing attitude brings harmony.",
          "reversed": "The Reverse Talisman Four shows that overconservativeness can make communication difficult.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "share",
            "3": "flexibility"
          },
          "context": "Sharing improves harmony."
        },
        "position9": {
          "upright": "The Four of Talisman, a faithful wife who cares about trust, is suitable for you.",
          "reversed": "The Four of Reverse Talisms, someone who's too conservative or doesn't share, isn't right for you.",
          "keywords": {
            "0": "Loyalty",
            "1": "Trust",
            "2": "stability",
            "3": "share"
          },
          "context": "The faithful and trusted mate is suitable."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "The result will be solidarity and the struggle together in difficult times.",
          "reversed": "Unsupportiveness or loneliness can force the outcome of a marriage.",
          "keywords": {
            "0": "struggle",
            "1": "solidarity",
            "2": "difficulty",
            "3": "help"
          },
          "context": "The result is a marriage that supports each other in difficult times, but the feeling of loneliness must be resolved."
        },
        "position10": {
          "upright": "Five amulets show that material or spiritual difficulties can cause anxiety in the way of marriage, but support and solidarity overcome that obstacle.",
          "reversed": "The process of recovery and strength opens the door to marriage, and the challenges are left behind.",
          "keywords": {
            "0": "difficulty",
            "1": "Concern",
            "2": "support",
            "3": "solidarity",
            "4": "Recovery"
          },
          "context": "Challenges are overcome with support for marriage."
        },
        "position2": {
          "upright": "Increase your endurance in the face of adversity, and do not hesitate to receive help while waiting.",
          "reversed": "Rejecting help makes the process difficult.",
          "keywords": {
            "0": "endurance",
            "1": "difficulty",
            "2": "help",
            "3": "support"
          },
          "context": "It helps to have endurance and help while waiting."
        },
        "position3": {
          "upright": "The sense of famine and isolation weakens financial solidarity, making it difficult to ask for help.",
          "reversed": "There are signs of recovery; support networks and transparency provide an exit.",
          "keywords": {
            "0": "famine",
            "1": "support",
            "2": "Recovery",
            "3": "solidarity"
          },
          "context": "Together, courage to solve improves the budget."
        },
        "position4": {
          "upright": "Abstinence or isolation can make it difficult to say yes, but when united solidarity is shown, the bond deepens.",
          "reversed": "The door of recovery is opened; when support is asked for, loneliness decreases, and during recovery, transparency makes commitment possible.",
          "keywords": {
            "0": "withdrawal",
            "1": "support",
            "2": "loneliness",
            "3": "It's a cure.",
            "4": "solidarity"
          },
          "context": "Ties are strengthened in hard times when they're shoulder-to-shoulder."
        },
        "position5": {
          "upright": "On a hard day, you're worth standing shoulder to shoulder, learning to ask for help together.",
          "reversed": "Only the stubbornness of dealing with one of you can be strong, the support network must be made visible.",
          "keywords": {
            "0": "famine",
            "1": "support",
            "2": "solidarity",
            "3": "Morality",
            "4": "Recovery"
          },
          "context": "Solidarity partner, call for help normalize."
        },
        "position6": {
          "upright": "In the first place, the family can assess you through deprivation or lack, but when they see your endurance and your search for support, they can empathize, and your desire to overcome difficult times together increases acceptance.",
          "reversed": "Family may perceive you as a burden, but trust can be broken when material or spiritual shortcomings come too far, and the perception of inadequacy makes the acceptance process difficult.",
          "keywords": {
            "0": "deficiencies",
            "1": "support",
            "2": "endurance",
            "3": "empathy",
            "4": "withdrawal"
          },
          "context": "It's easier to accept than lack. Otherwise, it creates a sense of charge."
        },
        "position7": {
          "upright": "Five amulets indicate meeting in search of hardship or support, and you come together in difficult times.",
          "reversed": "The Reverse Five Talisman says recovery will speed up the bond, and aid will open the door.",
          "keywords": {
            "0": "difficulty",
            "1": "support",
            "2": "Recovery",
            "3": "solidarity"
          },
          "context": "You meet in search of support, it strengthens the bond of cooperation."
        },
        "position8": {
          "upright": "The Five Talisman can reflect the feeling of loneliness or isolation in communication, giving support and receiving repair harmony.",
          "reversed": "The Reverse Talisman Five demonstrates the energy of recovery and reconnection, and small steps strengthen the bond.",
          "keywords": {
            "0": "loneliness",
            "1": "support",
            "2": "Recovery",
            "3": "unity"
          },
          "context": "Backing up makes the deal stronger."
        },
        "position9": {
          "upright": "Five of the amulets, the wife who stands by you in difficult times and holds you back, is fitting for you.",
          "reversed": "Five of the reverse amulets, someone who leaves you alone in a crisis is not right for you.",
          "keywords": {
            "0": "support",
            "1": "Loyalty",
            "2": "solidarity",
            "3": "Patience"
          },
          "context": "The wife who is with you in difficult times is suitable."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "The result will be important in your marriage of fair sharing, cooperation, and balance.",
          "reversed": "Power imbalance or unilaterally giving can force the outcome of the marriage.",
          "keywords": {
            "0": "share",
            "1": "balance",
            "2": "help",
            "3": "compatibility"
          },
          "context": "The result is a marriage based on equal sharing, but one-sidedness can be an obstacle."
        },
        "position10": {
          "upright": "Six amulets show that you can build a strong union in marriage with fair sharing and mutual support.",
          "reversed": "Power imbalances or conditional shopping can make marriage difficult. Transparency is important.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "support",
            "4": "transparency"
          },
          "context": "Fair balance is essential for marriage."
        },
        "position2": {
          "upright": "Learn generosity, take it and give it, and balance yourself while you wait.",
          "reversed": "Unstable sharing makes the process difficult.",
          "keywords": {
            "0": "generosity",
            "1": "share",
            "2": "balance",
            "3": "justice"
          },
          "context": "In waiting, generosity and fair sharing are useful."
        },
        "position3": {
          "upright": "If the balance of equitable giving is established, trust will grow. The conditions must be transparent.",
          "reversed": "The sense of debt and conditional support damage the equality.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "balance of power",
            "3": "Trust"
          },
          "context": "Transparency builds a fair economy."
        },
        "position4": {
          "upright": "The balance of equitable giving increases the desire to be joined, and transparency and reciprocity build trust.",
          "reversed": "Circumstantial aid, sense of debt, or power asymmetry damage the bond.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "Equality",
            "3": "Trust",
            "4": "reciprocity"
          },
          "context": "Ties grow by fair exchange; power imbalance is an obstacle."
        },
        "position5": {
          "upright": "Similar sensitivity in fair sharing and transparent conditions. Reciprocity builds confidence.",
          "reversed": "You may have a different threshold for giving or keeping score, and the deal has to be transparent.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "reciprocity",
            "3": "Trust",
            "4": "transparency"
          },
          "context": "Fair exchange partner, transparent contract protects."
        },
        "position6": {
          "upright": "The family may see you as a fair and sharing person, but maintaining the balance of giving and receiving will give them confidence, and your transparency and balance will speed up acceptance.",
          "reversed": "Family may perceive you as unstable or manipulative, but power imbalance or conditional sharing makes the acceptance process difficult.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "balance",
            "3": "transparency",
            "4": "Trust"
          },
          "context": "Being fair and balanced opens the way to acceptance, causing instability or perception of interest to create distance."
        },
        "position7": {
          "upright": "Six amulets show meeting in an environment of fair sharing, building a bond of trust and balance.",
          "reversed": "The Inverse Six Talisman says that power imbalance can force the bond, ease the process of clarity.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "balance",
            "3": "Trust"
          },
          "context": "You meet in a fair sharing environment."
        },
        "position8": {
          "upright": "The Talisman Six represents justice and mutual exchange in communication, providing equal sharing agreements.",
          "reversed": "The Reverse Talisman Six shows that unstable power relationships can damage communication, and transparency enhances harmony.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "Equality",
            "3": "compatibility"
          },
          "context": "Equality makes the deal easier."
        },
        "position9": {
          "upright": "The Six of Talisman, the generous and balanced wife, who shares justice, suits you.",
          "reversed": "The Six of Reverse Spells, someone who doesn't share power or injustice, is not fit for you.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "balance",
            "3": "generosity"
          },
          "context": "A fair and generous wife is appropriate."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "The result is that patience, labour, and long-term investment will expand your marriage.",
          "reversed": "Insufferability or inefficiency can make the outcome of marriage difficult.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "investment",
            "3": "waiting"
          },
          "context": "The result is a marriage that grows patiently, but haste can prevent it."
        },
        "position10": {
          "upright": "Seven amulets say marriage can happen with patience and long-term effort.",
          "reversed": "Impatience and misinvestment can make the marriage path difficult.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "investment",
            "3": "waiting",
            "4": "long term"
          },
          "context": "A patient effort is essential for marriage."
        },
        "position2": {
          "upright": "Work patiently, think long-term, and wait for the fruits of your labor.",
          "reversed": "It makes it difficult to be impatient or to give up early, so be stubborn.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "long term",
            "3": "don't wait."
          },
          "context": "It helps to have patience and long-term thought while waiting."
        },
        "position3": {
          "upright": "Evaluation and patience increase efficiency, small improvements have a factoring effect.",
          "reversed": "Sink cost stubbornness, or premature abandonment, causes loss.",
          "keywords": {
            "0": "assessment",
            "1": "Patience",
            "2": "efficiency",
            "3": "pivot"
          },
          "context": "The healing cycle, which learns measure, strengthens the budget."
        },
        "position4": {
          "upright": "The period of patience and evaluation helps to mature, and the production of small improvements increases.",
          "reversed": "Sink cost stubbornness or impatientness may lead to wrong decisions, and no rush to connect until the criteria are clear.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "efficiency",
            "3": "timing",
            "4": "measurement"
          },
          "context": "Connection is permanent, mature decision and patience."
        },
        "position5": {
          "upright": "Similar maturity in assessment and patience, your little love for healing is mutual.",
          "reversed": "Impatience/weak cost stubbornness can dominate one of you.",
          "keywords": {
            "0": "Patience",
            "1": "efficiency",
            "2": "assessment",
            "3": "Harvest",
            "4": "pivot"
          },
          "context": "Maturity waiting partner, keep the criterion set up to date."
        },
        "position6": {
          "upright": "The family may see you as patient and planned, and your hard work and your steady stance may convince them, and the process progresses slowly but positively.",
          "reversed": "If the family sees insufferable or ineffable efforts, trust can be undermined, effortless expectations make acceptance difficult, and impatientness without results will drive the family away.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "Plan",
            "3": "stability",
            "4": "waiting"
          },
          "context": "Patience and steady labor make acceptance easier, and inconclusive efforts drive the family away."
        },
        "position7": {
          "upright": "The Seven Talisms indicate meeting during the period of patience and evaluation, forming a long-term bond of thought.",
          "reversed": "The Reverse Seven Talisman says that rashness can push the bond, and patience makes the process easier.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "Harvest",
            "3": "waiting"
          },
          "context": "You'll meet him in the patient process, the evaluation will bond."
        },
        "position8": {
          "upright": "The Seven of Talisman represents the process of patience and evaluation in communication, and it is better to listen and not rush.",
          "reversed": "The Reverse Talisman Seven shows that impatientness and quick judgments can damage communication, and giving time strengthens the bond.",
          "keywords": {
            "0": "Patience",
            "1": "assessment",
            "2": "time",
            "3": "compatibility"
          },
          "context": "Patience strengthens communication."
        },
        "position9": {
          "upright": "Seven of the amulets, patient, hardworking, and investing in the future, suit you.",
          "reversed": "The Seven of Reverse Talismans, an impatient and short-term thinker, is not suitable for you.",
          "keywords": {
            "0": "Patience",
            "1": "labour",
            "2": "investment",
            "3": "stability"
          },
          "context": "The patient and hardworking mate is suitable."
        }
      },
      "eightofpentacles": {
        "position1": {
          "upright": "The result is discipline, effort, and constant development will strengthen your marriage.",
          "reversed": "Recklessness or carelessness can weaken the outcome of marriage.",
          "keywords": {
            "0": "effort",
            "1": "discipline",
            "2": "Development",
            "3": "mastery"
          },
          "context": "The result is a marriage that grows in labor, but the carelessness must be avoided."
        },
        "position10": {
          "upright": "Eight Talisms show that constant labor and careful marriage is possible, and the quality bond is built by study.",
          "reversed": "Disinterest or carelessness weakens the way to marriage.",
          "keywords": {
            "0": "effort",
            "1": "labour",
            "2": "care",
            "3": "learning",
            "4": "mastery"
          },
          "context": "Regular labor is essential for marriage."
        },
        "position2": {
          "upright": "Train your skills, master your skills, train yourself while waiting.",
          "reversed": "The sense of perfectionism or inadequacy makes the process difficult.",
          "keywords": {
            "0": "mastery",
            "1": "skill",
            "2": "learning",
            "3": "Development"
          },
          "context": "It helps to develop talent while waiting."
        },
        "position3": {
          "upright": "Art discipline and steady work add strength to the common budget, quality standards rise.",
          "reversed": "The desire for carelessness and quick results leads to work and waste again.",
          "keywords": {
            "0": "discipline",
            "1": "quality",
            "2": "practice",
            "3": "focus"
          },
          "context": "Regular labor enhances confidence."
        },
        "position4": {
          "upright": "Regular labor supports learning and quality standards, and the more the habits adapt, the more confidence.",
          "reversed": "Without discipline, the bond of carelessness, superficiality, or immediate desire loosens, and without discipline the lasting word is forced.",
          "keywords": {
            "0": "labour",
            "1": "discipline",
            "2": "learning",
            "3": "quality",
            "4": "habit"
          },
          "context": "Bondage is strengthened by regular labor and quality."
        },
        "position5": {
          "upright": "It's similar to the insistence on art discipline and habit. It brings the quality standard closer.",
          "reversed": "Carelessness/automaticity thresholds can be different. Conscious practice must be renewed.",
          "keywords": {
            "0": "mastery",
            "1": "practice",
            "2": "quality",
            "3": "discipline",
            "4": "focus"
          },
          "context": "Work culture, partner, keep the standard alive."
        },
        "position6": {
          "upright": "Family may view you as a hardworking, resourceful, selfless person, and your regular effort and discipline will give you confidence, and stability is the basis of acceptance.",
          "reversed": "The perception of recklessness or escape from effort disturbs the family, the lack of labor undermines confidence, the lack of training discipline makes the acceptance process difficult.",
          "keywords": {
            "0": "hard work",
            "1": "skill",
            "2": "stability",
            "3": "discipline",
            "4": "labour"
          },
          "context": "Disciplinary effort gives confidence, inability to work makes acceptance difficult."
        },
        "position7": {
          "upright": "The Eight Talisms demonstrates the introduction during disciplinary work and learning, and the collective labor speeds up the bond.",
          "reversed": "The Reverse Eight Talisman says that carelessness can push the bond, so careful and hard work makes it easier to meet.",
          "keywords": {
            "0": "work",
            "1": "learning",
            "2": "discipline",
            "3": "mastery"
          },
          "context": "You meet him in the working environment, he builds a working bond."
        },
        "position8": {
          "upright": "The Talisman Eight carries the emphasis of hard work and constant learning in communication, making it easier to make an effort.",
          "reversed": "The Reverse Talisman Eight says that carelessness or carelessness can make communication difficult.",
          "keywords": {
            "0": "labour",
            "1": "learning",
            "2": "effort",
            "3": "compatibility"
          },
          "context": "Constant labor brings harmony."
        },
        "position9": {
          "upright": "Eight of charms, a wife who's hard-working and disciplined and loves her job is convenient for you.",
          "reversed": "The Eight of Reverse Talisms, an irresponsible and sloppy person is not right for you.",
          "keywords": {
            "0": "hard work",
            "1": "discipline",
            "2": "responsibilities",
            "3": "care"
          },
          "context": "The hardworking and responsible spouse is suitable."
        }
      },
      "nineofpentacles": {
        "position1": {
          "upright": "The result will be a balanced marriage with confidence, prosperity, and independence.",
          "reversed": "Dependence or wastefulness can force the outcome of a marriage.",
          "keywords": {
            "0": "prosperity",
            "1": "Self - confidence",
            "2": "independence",
            "3": "balance"
          },
          "context": "The result is a confident and balanced marriage, but addiction must be avoided."
        },
        "position10": {
          "upright": "Nine amulets say individual independence and self-worth will strengthen the marriage.",
          "reversed": "Excessive addiction or extravagance can weaken a marriage.",
          "keywords": {
            "0": "independence",
            "1": "value",
            "2": "prosperity",
            "3": "Self - confidence",
            "4": "balance"
          },
          "context": "The balance of independence plus sharing is essential for marriage."
        },
        "position2": {
          "upright": "Build your independence and self-worth, strengthen yourself while you wait.",
          "reversed": "Addicts or lack of self-worth make the process difficult.",
          "keywords": {
            "0": "independence",
            "1": "value"
          }
        }
      }
    }
  }
}
