{
  "money": {
    "meanings": {
      "pageofcups": {
        "position3": {
          "keywords": {
            "4": "projects"
          },
          "context": "In the use of money, dreams and small initiatives emerge."
        },
        "position4": {
          "upright": "In the past, you may have been delusional or emotional about money.",
          "reversed": "The Reverse Cup Prince is a sign of irresponsibility or carelessness in financial matters.",
          "keywords": {
            "0": "Imagination",
            "1": "emotion",
            "2": "irresponsibility",
            "3": "Money",
            "4": "start"
          },
          "context": "There was a visionary approach to money in the past."
        },
        "position5": {
          "upright": "The Prince of Hearts points to a new, small, emotional step in financial responsibilities, and you're in the process of learning.",
          "reversed": "The Reverse Cup Prince may show extreme naiveness, imagination, or insensitivity to financial responsibilities.",
          "keywords": {
            "0": "learning",
            "1": "Naiveness",
            "2": "dream",
            "3": "start",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, learning or over-imagining can be decisive."
        },
        "position6": {
          "upright": "The Prince of Hearts points to creative ideas, new opportunities and inspiration in financial plans.",
          "reversed": "The reverse Prince of the Cup shows the risk of imagination or inconsistencies in financial plans.",
          "keywords": {
            "0": "creativity",
            "1": "Inspired",
            "2": "opportunity",
            "3": "experience",
            "4": "innovation"
          },
          "context": "Creative solutions will emerge in new financial plans."
        },
        "position7": {
          "upright": "The Prince of Hearts points to new ideas, creative investments and promising opportunities in the future.",
          "reversed": "The reverse Prince of the Cup points to the risk of delusional approaches, messy projects or inconsistencies.",
          "keywords": {
            "0": "creativity",
            "1": "hope",
            "2": "idea",
            "3": "start",
            "4": "Inspired"
          },
          "context": "Creative opportunities or messes will arise in future financial plans."
        },
        "position8": {
          "upright": "The Prince of Hearts shows that creativity, curiosity, and imagination support the ability to make money.",
          "reversed": "The Reverse Cup Prince points out that financial skills can be weakened due to recklessness, delusionism, or extreme sensitivity.",
          "keywords": {
            "0": "creativity",
            "1": "Imagination",
            "2": "curiosity",
            "3": "Inspired",
            "4": "sensitivity"
          },
          "context": "Your ability to make money is related to creativity or carelessness."
        }
      },
      "knightofcups": {
        "position1": {
          "upright": "The Knight of the Cup points to his anxiety of escaping financial responsibilities, and you may be concerned that romantic dreams conflict with financial facts.",
          "reversed": "The Knight of the Reverse Cup brings out the anxiety of inconsistencies and empty promises, and the lack of financial commitments creates unrest.",
          "keywords": {
            "0": "responsibilities",
            "1": "Inconsistencies",
            "2": "Concern",
            "3": "dream",
            "4": "material truth"
          },
          "context": "Concern arises from the conflict of material facts and dreams."
        },
        "position2": {
          "upright": "Knight of the Cup shows you seek security with ideals and heart movements, romantic vision brings peace.",
          "reversed": "The reverse Knight of the Cup points to inconsistency and over-imaginative anxiety, and the desire for security is broken by unstable promises.",
          "keywords": {
            "0": "idealism",
            "1": "movement",
            "2": "security",
            "3": "Vision",
            "4": "emotion"
          },
          "context": "You find security in idealistic steps from the heart."
        },
        "position3": {
          "upright": "The Knight of Hearts tends to use money for idealistic purposes and heartfelt investments.",
          "reversed": "The Reverse Cup Knight points to unrealistic fiscal steps or delays.",
          "keywords": {
            "0": "idealism",
            "1": "investment",
            "2": "dream",
            "3": "Money",
            "4": "purpose"
          },
          "context": "In use of money, idealistics are dominant."
        },
        "position4": {
          "upright": "There may have been idealistic behavior in the past about making money or spending.",
          "reversed": "The Knight of the Reverse Cup points to inconsistencies.",
          "keywords": {
            "0": "idealism",
            "1": "Inconsistencies",
            "2": "Money",
            "3": "Vision",
            "4": "spending"
          },
          "context": "In the past, idealism and inconsistency have emerged in financial attitudes."
        },
        "position5": {
          "upright": "The Knight of Hearts shows an idealistic and enthusiastic approach to financial responsibilities, and emotion and romance can be involved.",
          "reversed": "The Knight of the Reverse Cup points out that there may be difficulties due to the inconsistency of financial responsibilities or over-imaginism.",
          "keywords": {
            "0": "idealism",
            "1": "fad",
            "2": "Inconsistencies",
            "3": "romance",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, the effect of enthusiasm or inconsistencies arises."
        },
        "position6": {
          "upright": "The Knight of Heart represents idealistic approaches and visionary steps in financial plans.",
          "reversed": "The Reverse Cup Knight points to inconsistencies, overromanticism or disappointment in financial plans.",
          "keywords": {
            "0": "Vision",
            "1": "ideal",
            "2": "movement",
            "3": "proposal",
            "4": "emotion"
          },
          "context": "The visionary steps in the new financial plans will be decisive."
        },
        "position7": {
          "upright": "The Knight of Hearts points to future idealistic investments, visionary projects, and grace.",
          "reversed": "The Reverse Cup Knight points to inconsistency, over-romanticization, or fiscal dissolution.",
          "keywords": {
            "0": "idealism",
            "1": "Vision",
            "2": "investment",
            "3": "grace",
            "4": "target"
          },
          "context": "Visionary investments or inconsistencies will be effective in future financial plans."
        },
        "position8": {
          "upright": "The Knight of Hearts shows that idealism, grace, and persuasion support their ability to make money.",
          "reversed": "The Reverse Cup Knight points out that his skills can be weakened by inconsistency, disappointment, or lack of reality.",
          "keywords": {
            "0": "idealism",
            "1": "convincing",
            "2": "grace",
            "3": "Vision",
            "4": "consistency"
          },
          "context": "Your ability to make money is linked to idealism or inconsistencies."
        }
      },
      "queenofcups": {
        "position1": {
          "upright": "The Queen of Hearts points to anxiety about the uncertainty of material boundaries, which can cause extreme sacrifice to create financial instability.",
          "reversed": "The reverse Queen of the Cup reveals the anxiety of emotional outbursts and lack of control, and it is worrying that emotions are too heavy in financial decisions.",
          "keywords": {
            "0": "sacrifice",
            "1": "limit",
            "2": "Concern",
            "3": "sentimentality",
            "4": "balance"
          },
          "context": "It comes from anxiety, extreme emotionalism, and lack of material boundaries."
        },
        "position2": {
          "upright": "The Queen of Hearts shows you seek security with empathy, intuition and compassion, and the emotional field provides peace.",
          "reversed": "The reverse Queen of the Cup points to emotional outbursts and loss of borders, and the desire for security, when inner order is lost, weakens.",
          "keywords": {
            "0": "empathy",
            "1": "Compassion",
            "2": "security",
            "3": "intuition",
            "4": "balance"
          },
          "context": "You find safety with compassion and emotional balance."
        },
        "position3": {
          "upright": "The Queen of Hearts tends to use money for intuition and emotional security.",
          "reversed": "The reverse Queen of the Cup points to the risk of excessive emotional spending or addiction.",
          "keywords": {
            "0": "intuition",
            "1": "security",
            "2": "Money",
            "3": "emotion",
            "4": "spending"
          },
          "context": "Intuition and emotional needs are effective in the use of money."
        },
        "position4": {
          "upright": "In the past, a compassionate and supportive attitude may have come forward in matters of money.",
          "reversed": "The reverse Queen of the Cup points to extreme emotional spending.",
          "keywords": {
            "0": "Compassion",
            "1": "support",
            "2": "spending",
            "3": "emotion",
            "4": "Money"
          },
          "context": "In the past, financial decisions were linked to emotional support."
        },
        "position5": {
          "upright": "The Queen of Hearts points to a compassionate and protective attitude in financial responsibilities, and you act with empathy and intuition.",
          "reversed": "The reverse Queen of the Cup points to the risk of fiscal responsibilities, of weak emotional boundaries, of overload or manipulation.",
          "keywords": {
            "0": "Compassion",
            "1": "empathy",
            "2": "protection",
            "3": "limit",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, compassion or boundary weakness are determined."
        },
        "position6": {
          "upright": "The Queen of Hearts provides insight, empathy, and safe emotional guidance in financial plans.",
          "reversed": "The reverse Queen of the Cup points to the risk of emotional imbalance or extreme sensitivity in financial plans.",
          "keywords": {
            "0": "intuition",
            "1": "empathy",
            "2": "guidance",
            "3": "balance",
            "4": "Trust"
          },
          "context": "Intuitive guidance is important in new financial plans."
        },
        "position7": {
          "upright": "The Queen of Hearts points to creating a safe space in the future of intuitive leadership, empathy, and financial matters.",
          "reversed": "The reverse Queen of the Cup points to the melting of emotional boundaries or the pushing of extreme sensitivity to financial plans.",
          "keywords": {
            "0": "empathy",
            "1": "intuition",
            "2": "leadership",
            "3": "Compassion",
            "4": "Trust"
          },
          "context": "Intuition or emotional extremism will be decisive in future financial plans."
        },
        "position8": {
          "upright": "The Queen of Hearts shows that empathy, intuition, and emotional intelligence support their ability to make money.",
          "reversed": "The reverse Queen of the Cup points out that opportunities can be weakened by extreme sensitivity, emotional addiction, or lack of self-restriction.",
          "keywords": {
            "0": "empathy",
            "1": "intuition",
            "2": "emotional intelligence",
            "3": "sensitivity",
            "4": "Compassion"
          },
          "context": "Your ability to make money is linked to empathy or extreme sensitivity."
        }
      },
      "kingofcups": {
        "position1": {
          "upright": "The King of Hearts shows concern about the emotional burden of material decisions, and responsibilities can upset the emotional balance.",
          "reversed": "The reverse King of the Cup points out that suppression of emotions and passive-aggressive behavior cause financial anxiety.",
          "keywords": {
            "0": "responsibilities",
            "1": "emotion",
            "2": "Concern",
            "3": "balance",
            "4": "control"
          },
          "context": "Concern arises from the conflict of emotions with financial responsibilities."
        },
        "position2": {
          "upright": "The King of Hearts shows that he seeks security in an emotional maturity and a wise approach.",
          "reversed": "The reverse King of the Cup points to emotional suppression or passive aggression anxiety, and the desire for security is weak when there is no clear expression.",
          "keywords": {
            "0": "maturity",
            "1": "wisdom",
            "2": "security",
            "3": "balance",
            "4": "leadership"
          },
          "context": "You find security mature and balanced emotional."
        },
        "position3": {
          "upright": "The King of Hearts tends to use money with balance and emotional maturity.",
          "reversed": "The Reverse Cup King points to emotional manipulation or instability in financial matters.",
          "keywords": {
            "0": "balance",
            "1": "maturity",
            "2": "responsibilities",
            "3": "Money",
            "4": "Trust"
          },
          "context": "In use of money, maturity and balance are important."
        },
        "position4": {
          "upright": "In the past, you've managed money by maintaining emotional balance, calm and mature decisions have been made.",
          "reversed": "The reverse King of the Cup points out that passive-aggressive or repressed emotions negatively affect financial decisions.",
          "keywords": {
            "0": "balance",
            "1": "maturity",
            "2": "Money",
            "3": "calm",
            "4": "leadership"
          },
          "context": "There was a mature and balanced approach to money in the past."
        },
        "position5": {
          "upright": "The King of Hearts shows a mature, balanced, and emotionally strong approach to financial responsibilities, even in storms.",
          "reversed": "The reverse King of the Cup may be a problem to suppress his feelings in financial responsibilities or to act passive-aggressively.",
          "keywords": {
            "0": "maturity",
            "1": "balance",
            "2": "protection",
            "3": "leadership",
            "4": "responsibilities"
          },
          "context": "Mature or suppression are decisive in financial responsibilities."
        },
        "position6": {
          "upright": "The King of Hearts points to emotional maturity, calm leadership and a wise approach to financial plans.",
          "reversed": "The reverse King of the Cup may be at risk of repressed feelings or passive-aggressive behavior in financial plans.",
          "keywords": {
            "0": "leadership",
            "1": "maturity",
            "2": "balance",
            "3": "wisdom",
            "4": "responsibilities"
          },
          "context": "In new financial plans, the wise and calm approach is important."
        },
        "position7": {
          "upright": "The King of Hearts points to future financial plans - maturity, calm leadership, and reliable financial strategies.",
          "reversed": "The reverse King of the Cup points to the risk of repressed emotions, passive-aggressive behavior, or indecisive financial governance.",
          "keywords": {
            "0": "maturity",
            "1": "leadership",
            "2": "Trust",
            "3": "strategy",
            "4": "balance"
          },
          "context": "Maturity or instability will arise in future financial plans."
        },
        "position8": {
          "upright": "The King of Hearts shows that emotional balance, maturity, and diplomacy support their ability to earn money.",
          "reversed": "The reverse King of the Cup points out that passive, repressed emotions or passive-aggressive attitudes can weaken their financial skills.",
          "keywords": {
            "0": "balance",
            "1": "maturity",
            "2": "diplomacy",
            "3": "emotion management",
            "4": "Trust"
          },
          "context": "Your ability to make money is related to maturity or passiveness."
        }
      },
      "aceofswords": {
        "position1": {
          "upright": "The Sword Ace shows that you are afraid to see the truth about material matters and to make clear decisions, and the sharpness of financial facts may concern you.",
          "reversed": "The Reverse Sword Ace points to confusion and misjudgment anxiety, and you may be afraid that a wrong step will bring heavy consequences.",
          "keywords": {
            "0": "real",
            "1": "clarity",
            "2": "Concern",
            "3": "decision",
            "4": "mind"
          },
          "context": "Concern comes from seeing sharp truths and making the right decision."
        },
        "position2": {
          "upright": "The Sword Ace shows that he seeks security with clear judgment and clear mind, and logical solutions bring peace.",
          "reversed": "The Reverse Sword Ace points to confusion and misjudgment anxiety, and the desire for security can be clouded by blur.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "security",
            "3": "Truth",
            "4": "mind"
          },
          "context": "You find security with clear thoughts and the right decisions."
        },
        "position3": {
          "upright": "The Sword Ace shows that the use of money has been made clear and sharp decisions, and rational planning is a success.",
          "reversed": "The Reverse Sword Ace points to misinformation decisions or financial confusion.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "mind",
            "3": "Money",
            "4": "real"
          },
          "context": "In the use of money, sharp mind and accurate knowledge are important."
        },
        "position4": {
          "upright": "In the past, there may have been clarity and new ideas about financial matters, and they've been made by direct decisions.",
          "reversed": "The Reverse Sword Ace points to uncertain and unstable financial attitudes.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "mind",
            "3": "Money",
            "4": "start"
          },
          "context": "In the past, he had a tendency to make clear decisions about money."
        },
        "position5": {
          "upright": "The Sword Ace represents clarity in financial responsibilities, decision-making, and right-keeping, making the obligations more fair.",
          "reversed": "The Reverse Sword Ace points to misunderstandings, blurs, or concealing facts in financial responsibilities.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "justice",
            "3": "Truth",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, accuracy and clarity or blurry are at the forefront."
        },
        "position6": {
          "upright": "The Sword Ace shows clarity in new financial plans, right decisions, and a sharp beginning.",
          "reversed": "The Reverse Sword Ace points to confusion in financial plans, false information or the risk of hasty decisions.",
          "keywords": {
            "0": "clarity",
            "1": "Truth",
            "2": "start",
            "3": "decision",
            "4": "real"
          },
          "context": "In new financial plans, clear thinking and accurate information are important."
        },
        "position7": {
          "upright": "The Sword Ace shows that future financial plans will bring clarity, new ideas and sharp decisions to success, and openness of mind reveals opportunities.",
          "reversed": "The Reverse Sword Ace points out that confusion, communication problems, or wrong decisions will make financial progress difficult.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "idea",
            "3": "start",
            "4": "Truth"
          },
          "context": "In future financial plans, clear decisions or confusion will be decisive."
        },
        "position8": {
          "upright": "The Sword Ace shows that mental clarity, sharp analysis, and the ability to make the right decision strengthen their ability to make money.",
          "reversed": "The Reverse Sword Ace indicates that opportunities can be avoided due to confusion, miscommunication, or extreme analysis.",
          "keywords": {
            "0": "clarity",
            "1": "decision",
            "2": "analysis",
            "3": "mind",
            "4": "sharpness"
          },
          "context": "Your ability to make money is linked to mental clarity or confusion."
        }
      },
      "twoofswords": {
        "position1": {
          "upright": "Two Swords, whether you can't make up your mind or get stuck between choices, indicate anxiety about the outcome of material choices.",
          "reversed": "The Reverse Two Swords show that the avoided decisions cause greater anxiety, and you may be afraid that delaying will increase financial problems.",
          "keywords": {
            "0": "indecisive",
            "1": "option",
            "2": "Concern",
            "3": "balance",
            "4": "postponement"
          },
          "context": "The anxiety is born without decision-making or delaying."
        },
        "position2": {
          "upright": "The Sword Duo shows you're looking for security with balance and careful choices, making decisions gives you peace.",
          "reversed": "The Reverse Sword Duo points to indecisive anxiety and avoidance, and the desire for safety weakens in the delayed elections.",
          "keywords": {
            "0": "balance",
            "1": "decision",
            "2": "The dilemma",
            "3": "security",
            "4": "selection"
          },
          "context": "You find security by balanced choices."
        },
        "position3": {
          "upright": "Two Swords tend to remain undecided when spending money or avoid elections.",
          "reversed": "The Reverse Two Swords indicate that delayed financial decisions can lead to a crisis.",
          "keywords": {
            "0": "indecisive",
            "1": "balance",
            "2": "The dilemma",
            "3": "decision",
            "4": "Money"
          },
          "context": "There is a risk of a dilemma and a postponement in the use of money."
        },
        "position4": {
          "upright": "In the past, there may have been dilemmas about financial matters and the fact that I can't make decisions.",
          "reversed": "The Reverse Two Swords have caused the growing financial problems that have been ignored.",
          "keywords": {
            "0": "The dilemma",
            "1": "indecisive",
            "2": "hesitation",
            "3": "Money",
            "4": "imbalance"
          },
          "context": "In the past, the attitude of money was indecisive."
        },
        "position5": {
          "upright": "Two swords indicate that balance and neutrality are necessary to determine financial responsibilities.",
          "reversed": "The Reverse Two Swords point to avoiding facing financial responsibilities or ignoring disagreements.",
          "keywords": {
            "0": "The dilemma",
            "1": "decision",
            "2": "balance",
            "3": "Don't face it.",
            "4": "responsibilities"
          },
          "context": "Financial responsibilities may show difficulty in making decisions or avoiding them."
        },
        "position6": {
          "upright": "Two swords point to the dilemma of financial plans, the indecision and the two options that need to be balanced.",
          "reversed": "The Reverse Two Swords mean avoid making decisions on financial plans or avoid detection of blind spots.",
          "keywords": {
            "0": "indecisive",
            "1": "balance",
            "2": "The dilemma",
            "3": "selection",
            "4": "solution"
          },
          "context": "Indecision or clarity of new financial plans will be effective."
        },
        "position7": {
          "upright": "The Two Swords point to future fiscal plans indecisiveness, tightness between options, and an effort to remain neutral.",
          "reversed": "The Reverse Two Swords show that the long-delayed decisions will come to light and that it is time to face the facts.",
          "keywords": {
            "0": "indecisive",
            "1": "The dilemma",
            "2": "balance",
            "3": "Don't face it.",
            "4": "selection"
          },
          "context": "Indecision or confrontation of future financial plans will stand out."
        },
        "position8": {
          "upright": "The Two Swords show that balanced thinking and unbiased decision - making skills improve their ability to make money.",
          "reversed": "The Reverse Two Swords indicate that opportunities can be avoided because of indecisiveness or ignoring the truth.",
          "keywords": {
            "0": "balance",
            "1": "decision",
            "2": "The dilemma",
            "3": "neutrality",
            "4": "clarity"
          },
          "context": "Your ability to make money is linked to determination or indecisiveness."
        }
      },
      "threeofswords": {
        "position1": {
          "upright": "The Three Swords point to the anxiety that financial losses can cause emotional resentment, and you might be afraid that money will ruin their relationship.",
          "reversed": "The Reverse Three Swords show concern that I can't recover from past losses.",
          "keywords": {
            "0": "missing",
            "1": "Frustration",
            "2": "Concern",
            "3": "Pain",
            "4": "Financial injury"
          },
          "context": "The anxiety comes from the pain of financial losses."
        },
        "position2": {
          "upright": "The Sword Triad shows that he's searching for his safety by restoring his heartbreak, and it's hard to learn from the challenges.",
          "reversed": "The Reverse Sword Trinity points to the anxiety of letting go of the old pain, whose desire for safety is shaded by holding on to the wounds.",
          "keywords": {
            "0": "Pain",
            "1": "Don't break it.",
            "2": "security",
            "3": "It's a cure.",
            "4": "Truth"
          },
          "context": "You build security by curing past pain."
        },
        "position3": {
          "upright": "The Three Swords indicate the impact of disappointments or loss when spending money.",
          "reversed": "The Reverse Three Sword shows the recovery and repair process after financial losses.",
          "keywords": {
            "0": "missing",
            "1": "Disappointment",
            "2": "Money",
            "3": "Pain",
            "4": "lesson"
          },
          "context": "Past injuries can be effective in the use of money."
        },
        "position4": {
          "upright": "There may have been financial losses or disappointments in the past.",
          "reversed": "The Reverse Three Swords point to recovery and healing from financial losses.",
          "keywords": {
            "0": "missing",
            "1": "Disappointment",
            "2": "Money",
            "3": "mourning",
            "4": "Recovery"
          },
          "context": "There have been disappointments about money in the past."
        },
        "position5": {
          "upright": "The Three Swords can show resentment, disappointment, or disagreements in financial responsibilities, and sharing can force the heart.",
          "reversed": "The Inverse Three Swords show that the process of improving financial responsibilities, making peace, and restoring joint cargoes has been under way.",
          "keywords": {
            "0": "Disappointment",
            "1": "disagreement",
            "2": "Recovery",
            "3": "Reconciliation",
            "4": "responsibilities"
          },
          "context": "In financial responsibilities, resentment or repair processes arise."
        },
        "position6": {
          "upright": "The Three Swords mean disappointment in financial plans, loss or painful decision.",
          "reversed": "The Reverse Three Swords point to improvements in financial plans, recovery and compensation for past losses.",
          "keywords": {
            "0": "Disappointment",
            "1": "missing",
            "2": "decision",
            "3": "Recovery",
            "4": "Recovery"
          },
          "context": "New financial plans may show disappointment or recovery."
        },
        "position7": {
          "upright": "The Three Swords indicate that a future fiscal plan may bring up a decision that is either lost or painful.",
          "reversed": "The Reverse Three Sword shows the healing process, the cusp of financial injuries and the creation of more conscious plans.",
          "keywords": {
            "0": "missing",
            "1": "decision",
            "2": "Pain",
            "3": "Recovery",
            "4": "real"
          },
          "context": "The future financial plans will result in loss or recovery."
        },
        "position8": {
          "upright": "The Three Swords show that lessons learned from disappointment and difficulties strengthen their financial skills.",
          "reversed": "The Reverse Three Swords indicate that opportunities may be lost because past suffering or emotional injuries affect their decisions.",
          "keywords": {
            "0": "lesson",
            "1": "Disappointment",
            "2": "experience",
            "3": "difficulty",
            "4": "decision"
          },
          "context": "Your ability to earn money is related to learning from difficulties or remaining stuck in the past."
        }
      },
      "fourofswords": {
        "position1": {
          "upright": "The Four Swords indicate anxiety about not letting you rest and take a break, and you may be afraid that you won't be able to relax because of financial problems.",
          "reversed": "The Reverse Four Swords expose the anxiety of weariness and constant stress, making it uncomfortable not being able to relax in material matters.",
          "keywords": {
            "0": "rest",
            "1": "extremism",
            "2": "Concern",
            "3": "mind",
            "4": "Stress"
          },
          "context": "The anxiety comes from not being able to rest and under constant stress."
        },
        "position2": {
          "upright": "The Sword Four show you seek security through rest and recovery, and silence brings peace.",
          "reversed": "The Reverse Sword Quadrant points to a lack of peace and weariness anxiety, a desire for safety can be damaged by inconsistencies.",
          "keywords": {
            "0": "rest",
            "1": "Recovery",
            "2": "security",
            "3": "Silence",
            "4": "Regeneration"
          },
          "context": "You'll find security with rest and regeneration."
        },
        "position3": {
          "upright": "The Four Swords show the need to stop using money or to stop spending, and it's time to save money.",
          "reversed": "The Reverse Four Swords indicate that opportunities from inaction have been missed.",
          "keywords": {
            "0": "rest",
            "1": "don't wait.",
            "2": "savings",
            "3": "timeout",
            "4": "Money"
          },
          "context": "In use of money, time-outs and savings stand out."
        },
        "position4": {
          "upright": "They may have had a period of time and rest on financial matters in the past.",
          "reversed": "The Reverse Four Swords indicate that opportunities have been missed due to postponement and passiveness.",
          "keywords": {
            "0": "rest",
            "1": "postponement",
            "2": "don't wait.",
            "3": "Money",
            "4": "passive"
          },
          "context": "Financial decisions have been postponed in the past."
        },
        "position5": {
          "upright": "The Four Swords show the need for rest, recess, or re-planning in financial responsibilities.",
          "reversed": "The Reverse Four Swords point to refusing to take a break in financial responsibilities or being under constant stress.",
          "keywords": {
            "0": "rest",
            "1": "planning",
            "2": "load",
            "3": "Stress",
            "4": "responsibilities"
          },
          "context": "Taking a break from financial responsibilities or fatigue can be decisive."
        },
        "position6": {
          "upright": "Four Swords point to strategy by resting, thinking, and taking a break in financial plans.",
          "reversed": "The Reverse Four Swords, the exhaustion of financial plans, the inability to rest enough, or the wrong strategy.",
          "keywords": {
            "0": "rest",
            "1": "strategy",
            "2": "timeout",
            "3": "preparation",
            "4": "balance"
          },
          "context": "It will be important to rest and reflect on new financial plans."
        },
        "position7": {
          "upright": "The Four Swords indicate that future financial plans will take place in the process of rest, recovery, and strategic thinking.",
          "reversed": "The Reverse Four Swords indicate that the postponement of extreme fatigue, inaction, or necessary breaks would pose a risk.",
          "keywords": {
            "0": "rest",
            "1": "strategy",
            "2": "Recovery",
            "3": "planning",
            "4": "balance"
          },
          "context": "The future financial plans will lead to strategic pauses or fatigue."
        },
        "position8": {
          "upright": "The Four Swords show that their ability to earn money has improved through rest, recovery, and mental regeneration.",
          "reversed": "The Reverse Four Swords indicate the loss of financial skill due to weariness, extreme fatigue, and not taking necessary breaks.",
          "keywords": {
            "0": "rest",
            "1": "Regeneration",
            "2": "Tranquillity",
            "3": "balance",
            "4": "Recovery"
          },
          "context": "Your ability to make money is linked to regeneration or exhaustion."
        }
      },
      "fiveofswords": {
        "position1": {
          "upright": "Five Swords point to the fear of competition and loss, and you may be concerned that others will prevail in the material world.",
          "reversed": "The Reverse Five Swords show that arguments and misunderstandings cause financial anxiety, and because of resources, you're worried about conflict.",
          "keywords": {
            "0": "competition",
            "1": "Don't lose it.",
            "2": "Concern",
            "3": "conflict",
            "4": "ego"
          },
          "context": "Concern arises from competition and conflict in material matters."
        },
        "position2": {
          "upright": "The Sword Five shows you're looking for security by staying out of conflict, and instead of being right, peace gives you confidence.",
          "reversed": "The Reverse Sword Five points to fear of losing and irreparable dissension, and the desire for security is lost in the battle of egos."
        }
      }
    }
  }
}
