{
  "problem-solving": {
    "meanings": {
      "death": {
        "position1": {
          "keywords": {
            "2": "start",
            "3": "Regeneration",
            "4": "Question"
          },
          "context": "The problem needs a radical change in the center."
        },
        "position10": {
          "upright": "Death can be the result of a cycle closing, ending, and a powerful transformation.",
          "reversed": "Reverse Death may be the result of change resistance, loops that don't close, or unnecessary extensions.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "change",
            "4": "closure"
          },
          "context": "The result may be a strong transformation or resistance to change."
        },
        "position2": {
          "upright": "Death may be resisting change, not letting go of the old, or not being able to close a cycle, denying the need for regeneration increases the problem.",
          "reversed": "Reverse Death may be a barrier to continuing what needs to be done or to fear transformation.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "change",
            "3": "fear",
            "4": "obstacle"
          },
          "context": "The obstacle is born from not giving up what you need to."
        },
        "position3": {
          "upright": "Death, subconsciously, is about not leaving behind what you need to leave behind, resisting change, or avoiding regeneration.",
          "reversed": "Reverse Death, unfinished cycles, unfinished jobs, or the fear of transformation may have been committed to his subconscious.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "change",
            "3": "fear",
            "4": "subconscious"
          },
          "context": "Resisting to change in the past may be affecting your problems today."
        },
        "position4": {
          "upright": "Death shows that its potential is revealed with the courage to transform, regeneration, and the courage to let go of the old.",
          "reversed": "Reverse Death may be the fear of change that weakens your potential and the inability to accept endings.",
          "keywords": {
            "0": "transformation",
            "1": "Regeneration",
            "2": "end",
            "3": "Courage",
            "4": "potential"
          },
          "context": "Your best potential is to allow transformation and rebirth."
        },
        "position5": {
          "upright": "Death may have closed a period recently, experienced a radical transformation, or left the old behind.",
          "reversed": "Reverse Death, in the recent past, you may have experienced fears of change, rejection of endings, or unresolved processes.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "Courage",
            "4": "closure"
          },
          "context": "Your recent past may have been determined by fears of transformation or transformation."
        },
        "position6": {
          "upright": "Death will close a period of time in the near future, and it will be a radical transformation, or you will leave the old behind.",
          "reversed": "Inverse Death, in the near future, you may experience resistance to change, unresolved processes, or difficulty letting go.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "closure",
            "4": "Courage"
          },
          "context": "Your near future will be determined by resistance to transformation or transformation."
        },
        "position7": {
          "upright": "Death, you're in the process of closing an era in your life, radical transformation, and leaving the old behind.",
          "reversed": "Reverse Death is resisting change right now, and you may be having trouble delaying the procedures that need to be closed.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "closure",
            "4": "Courage"
          },
          "context": "Your current condition is shaped by transformation or resistance."
        },
        "position8": {
          "upright": "Death, external effects can lead to profound changes, endings, or transformations in life.",
          "reversed": "Reverse Death, external effects can lead you to resistance to change, to loops that don't close, or to not let go of the old.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "change",
            "4": "Courage"
          },
          "context": "It affects you with external effects, transformation or resistance."
        },
        "position9": {
          "upright": "You might have a fear of death, big changes, endings, or transformation.",
          "reversed": "Reverse Death, not letting go, the loops that don't close or the fear of resisting change can affect you.",
          "keywords": {
            "0": "transformation",
            "1": "end",
            "2": "Regeneration",
            "3": "change",
            "4": "fear"
          },
          "context": "Your fears are focused on resisting transformation or change."
        }
      },
      "temperance": {
        "position1": {
          "upright": "Balance may need harmony, measurement, or patience at the center of the problem.",
          "reversed": "Reverse balance, extremes or incompatibility may be the source of the problem.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "Question"
          },
          "context": "At the center of the problem is the search for balance and the desire to adapt."
        },
        "position10": {
          "upright": "Balance may result in harmony, patience, and the balancing of contrasts.",
          "reversed": "Reverse balance may result in incompatibility, extremities, or loss of balance.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "balancing",
            "4": "middle path"
          },
          "context": "The result may be adapting or dealing with instability."
        },
        "position2": {
          "upright": "The balance, the obstacle may be extremes, imbalance, or lack of harmony, and the solution becomes difficult when it loses its measurability.",
          "reversed": "Reverse balance, impatience, extremes, or incompatibility may be the source of the problem.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "obstacle"
          },
          "context": "The obstacle arises from a lack of balance and impatientness."
        },
        "position3": {
          "upright": "Balance can be a history of incompatibility, extremism, or loss of patience.",
          "reversed": "The reverse balance, the past, the past, the lack of patience, the problems of harmony, may have been carried into his subconscious.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "extremism",
            "4": "subconscious"
          },
          "context": "In the past, loss of balance may have been the basis for today's problems."
        },
        "position4": {
          "upright": "Balance shows that its potential is to move forward with patience, balance, and harmony.",
          "reversed": "Inverse balance may be extremes, impatience, or incompatibility that block its potential.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "potential"
          },
          "context": "Your best potential is to take compatible and patient steps."
        },
        "position5": {
          "upright": "You may have sought harmony, patience, or measurement in recent times.",
          "reversed": "You may have experienced inverse balance, extremism, imbalance, or impatience in the recent past.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "stabilizer"
          },
          "context": "Your recent past may have been shaped by the experience of harmony or dissonance."
        },
        "position6": {
          "upright": "Balance will adapt in the near future, and you will move forward patiently, and you will be able to balance different elements.",
          "reversed": "Inverse balance, in the near future, you may experience insufferable, extremes, or incompatibility.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "stabilizer"
          },
          "context": "Your near future will be shaped by harmony or imbalance."
        },
        "position7": {
          "upright": "Balance, you're in a patient, adaptive, balancing energy, avoiding extremes.",
          "reversed": "Reverse balance, now impatientness, incompatibility, or extremism can force you.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "stabilizer"
          },
          "context": "Your current condition is shaped by harmony or imbalance."
        },
        "position8": {
          "upright": "Balance, external effects may provide you with adaptability, patience, and balancing energy.",
          "reversed": "Reverse balance, external effects can create extremes, incompatibility, or impatience.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "measurance",
            "4": "stabilizer"
          },
          "context": "It affects you through external effects, harmony, or incompatibility."
        },
        "position9": {
          "upright": "You may experience a fear of balance, of lack of harmony, of overkill, of long - suffering.",
          "reversed": "Fear of counterbalance, imbalance, incompatibility, or excesses can cause damage.",
          "keywords": {
            "0": "balance",
            "1": "compatibility",
            "2": "Patience",
            "3": "extremism",
            "4": "Concern"
          },
          "context": "Your fears are about losing balance or overkill."
        }
      },
      "thedevil": {
        "position1": {
          "upright": "In the heart of the problem, Satan may have addictions, restrictions, or unhealthy bonds.",
          "reversed": "The Reverse Devil may be the source of the problem if you can't get out of your chains or leave control to someone else.",
          "keywords": {
            "0": "addiction",
            "1": "limit",
            "2": "freedom",
            "3": "control",
            "4": "Question"
          },
          "context": "There are bonds at the center of the problem that limit your freedom."
        },
        "position10": {
          "upright": "Satan may be the result of addiction, restrictions, or bondage to temporary desires.",
          "reversed": "Reverse Satan may result in liberation, release from addiction, and breaking the chains.",
          "keywords": {
            "0": "addiction",
            "1": "Incarceration",
            "2": "Freedom",
            "3": "desire",
            "4": "limit"
          },
          "context": "The result may be addiction or freedom."
        },
        "position2": {
          "upright": "Satan, the obstacle could be addiction, fear, or loss of control, and you can't move forward unless you're free of your chains.",
          "reversed": "The Reverse Devil may be an obstacle to failure to be free, to submit to restrictions, or to depend on them.",
          "keywords": {
            "0": "addiction",
            "1": "fear",
            "2": "limit",
            "3": "freedom",
            "4": "obstacle"
          },
          "context": "The obstacle comes from habits and fears that you're addicted to."
        },
        "position3": {
          "upright": "In the subconscious, there may be addictions, constraints, or fears in the past, and not being able to break free from your chains may trigger today's problems.",
          "reversed": "The Reverse Devil may have settled in his subconscious to be dependent on in the past, unable to be free, or to leave control to someone else.",
          "keywords": {
            "0": "addiction",
            "1": "fear",
            "2": "limit",
            "3": "freedom",
            "4": "subconscious"
          },
          "context": "Past addictions and restrictions may be clouding today's problems."
        },
        "position4": {
          "upright": "With awareness of his potential, Satan shows that breaking his chains, freeing from addictions, and regaining his own power.",
          "reversed": "The Reverse Devil may be a loss of addiction, fear, or control that limits its potential.",
          "keywords": {
            "0": "freedom",
            "1": "awareness",
            "2": "power",
            "3": "fear",
            "4": "potential"
          },
          "context": "Your best potential is to get rid of addictions and earn your freedom."
        },
        "position5": {
          "upright": "Satan, in recent times you may have been influenced by addiction, fear, or restrictive circumstances.",
          "reversed": "In reverse Satan, you may have recently been released from your chains, gained your freedom, or freed from addiction.",
          "keywords": {
            "0": "addiction",
            "1": "fear",
            "2": "freedom",
            "3": "limit",
            "4": "awareness"
          },
          "context": "Your recent history may have developed through addictions or liberations."
        },
        "position6": {
          "upright": "Satan, in the near future, you may have to face addictions, fears, or restrictive situations.",
          "reversed": "Reverse Satan, in the near future, you may have the opportunity to free yourself from your chains, to free yourself, and to overcome your fears.",
          "keywords": {
            "0": "addiction",
            "1": "limit",
            "2": "freedom",
            "3": "fear",
            "4": "shadow"
          },
          "context": "Your near future will be shaped by addiction or liberation."
        },
        "position7": {
          "upright": "Satan, you may be under the influence of addiction, fear, or restraint.",
          "reversed": "Reverse Devil, right now, the process of breaking your chains, freedom, and overcoming your fears is waiting for you.",
          "keywords": {
            "0": "addiction",
            "1": "limit",
            "2": "freedom",
            "3": "fear",
            "4": "shadow"
          },
          "context": "Your current condition is shaped by addiction or liberation."
        },
        "position8": {
          "upright": "Satan's external effects can lead you to addiction, restrictive bonds, or fears.",
          "reversed": "Reverse Satan, external influences can lead you to freedom, to break your chains, or to break your restraints.",
          "keywords": {
            "0": "addiction",
            "1": "limit",
            "2": "freedom",
            "3": "fear",
            "4": "shadow"
          },
          "context": "The external effects can test or free you from addiction."
        },
        "position9": {
          "upright": "You may experience fear of temptation, addiction, captivity, or loss of control.",
          "reversed": "The Reverse Devil may cause anxiety that he will not be free, that he will not be limited, or that he will not be able to sever his bonds.",
          "keywords": {
            "0": "addiction",
            "1": "Incarceration",
            "2": "fear",
            "3": "limit",
            "4": "freedom"
          },
          "context": "Your fears are focused on being dependent or not being free."
        }
      },
      "thetower": {
        "position1": {
          "upright": "The tower may have sudden changes, crises, or unexpected destruction at the center of the problem.",
          "reversed": "Reverse Tower, resisting change or delaying the crisis could be the source of the problem.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "Regeneration",
            "4": "Question"
          },
          "context": "There are sudden changes and crises at the heart of the problem."
        },
        "position10": {
          "upright": "The tower may result in a sudden crisis, unexpected destruction, or radical change.",
          "reversed": "The Reverse Tower may be a delayed crisis, repressed changes, or bumpy processes as a result of the incident.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "Concussion",
            "4": "Regeneration"
          },
          "context": "The result could be sudden destruction or the release of repressed crises."
        },
        "position2": {
          "upright": "The tower, your obstacle could be sudden changes, crises, or devastating events, and the unexpected tremors may have caught you off guard.",
          "reversed": "The Reverse Tower may be an obstacle to ignoring crises, delay change, or suppress chaos.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "Chaos",
            "4": "obstacle"
          },
          "context": "The obstacle is born from not facing sudden destructions and crises."
        },
        "position3": {
          "upright": "The tower may have had sudden changes in the past, crises, or destructions in its subconscious, which may have led to today's problems.",
          "reversed": "Reverse Tower, suppressing crises, not confronting chaos, or refusing to change may have been committed to your subconscious.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "change",
            "3": "Trauma",
            "4": "subconscious"
          },
          "context": "The crises and destruction of the past may have shaped their problems today."
        },
        "position4": {
          "upright": "The tower shows that its potential is to emerge and rebuild from sudden changes, from crises.",
          "reversed": "The Reverse Tower may be fear of crisis and resistance to change that weakens its potential.",
          "keywords": {
            "0": "change",
            "1": "destruction",
            "2": "Rebirth",
            "3": "crisis",
            "4": "potential"
          },
          "context": "Your best potential is to rebuild after the destruction."
        },
        "position5": {
          "upright": "The Tower, in the recent past, you may have suffered a sudden crisis, destruction, or unexpected change, which may have led you to a new quest for direction.",
          "reversed": "The Reverse Tower, in the recent past, you may have avoided crises, delayed destruction, or refused to change.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "change",
            "3": "transformation",
            "4": "Shock"
          },
          "context": "Your recent history may have been shaped by seizures or escapes from the crisis."
        },
        "position6": {
          "upright": "The tower may have a sudden change, a crisis, or a traumatic event in the near future.",
          "reversed": "The Reverse Tower may be a crisis you've delayed in the near future or a tendency to avoid change.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "change",
            "3": "transformation",
            "4": "Shock"
          },
          "context": "Your near future will be shaped by an escape from crisis or crisis."
        },
        "position7": {
          "upright": "The tower may now have a sudden change in its life, a crisis, or a traumatic event.",
          "reversed": "Reverse Tower, you may have a crisis that you're postponing, or you may be running from change.",
          "keywords": {
            "0": "crisis",
            "1": "destruction",
            "2": "change",
            "3": "transformation",
            "4": "Shock"
          },
          "context": "Your current condition is shaped by an escape from crisis or crisis."
        },
        "position8": {
          "upright": "The tower, external effects can affect your life with sudden changes, crises, or traumatic events.",
          "reversed": "Reverse Tower, external effects can delay crises or generate escape energy from change.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "Shock",
            "4": "transformation"
          },
          "context": "It affects you through external effects, sudden attacks or delays."
        },
        "position9": {
          "upright": "You may have a fear of towers, sudden changes, crises, or destructive events.",
          "reversed": "The Reverse Tower may have a tendency to ignore traumatic events, to avoid change, or to fear unexpected crises.",
          "keywords": {
            "0": "crisis",
            "1": "change",
            "2": "destruction",
            "3": "Shock",
            "4": "anxiety"
          },
          "context": "It's focused on fears, crises, or sudden changes."
        }
      },
      "thestar": {
        "position1": {
          "upright": "The star may need hope, inspiration, and vision at the center of the problem.",
          "reversed": "Reverse Star, despair, lack of inspiration, or pessimism may be the source of the problem.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Vision",
            "3": "awareness",
            "4": "Question"
          },
          "context": "At the heart of the problem is the search for hope and inspiration."
        },
        "position10": {
          "upright": "The star may result in a period of healing, healing, and inspirational regeneration.",
          "reversed": "Reversestar, the result may be despair, loss of faith, or pessimism.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "It's a cure.",
            "3": "future",
            "4": "enlightenment"
          },
          "context": "The result may be a hopeful renewal or pessimism."
        },
        "position2": {
          "upright": "Star, your obstacle may be despair, loss of inspiration or lack of vision, and it's hard to lose the light to light your way.",
          "reversed": "Reverse Stars, pessimism, loss of trust, or lack of guidance may be the source of the obstacle.",
          "keywords": {
            "0": "hope",
            "1": "Vision",
            "2": "Inspired",
            "3": "pessimism",
            "4": "obstacle"
          },
          "context": "The obstacle arises from a lack of hope and a pessimistic outlook."
        },
        "position3": {
          "upright": "The star may be subconsciously lost hope in the past, lack of inspiration, or insecurity.",
          "reversed": "Inverted Star, the lack of pessimism, guidance, or self-loathing may have entered your subconscious.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Vision",
            "3": "pessimism",
            "4": "subconscious"
          },
          "context": "In the past, the loss of hopelessness and trust may have affected your problems today."
        },
        "position4": {
          "upright": "The star shows that its potential shines with hope, inspiration, and spiritual renewal.",
          "reversed": "The Reverse Star may be a lack of pessimism, insecurity, and inspiration that limits its potential.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Regeneration",
            "3": "Trust",
            "4": "potential"
          },
          "context": "Your best potential is to carry inspiration with hope into your life."
        },
        "position5": {
          "upright": "In the recent past, the star may have renewed your hopes, been inspired, or experienced a spiritual renewal.",
          "reversed": "Reversestar, you may have recently experienced despair, insecurity, or loss of inspiration.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Regeneration",
            "3": "spirit",
            "4": "Trust"
          },
          "context": "Your recent past may have been determined by hope or despair."
        },
        "position6": {
          "upright": "Star, in the near future, hope, inspiration, and spiritual renewal will be waiting for you.",
          "reversed": "Reverse Star, in the near future, you may experience despair, loss of inspiration, or insecurity.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Regeneration",
            "3": "spirit",
            "4": "Trust"
          },
          "context": "Your near future will be shaped by hope or despair."
        },
        "position7": {
          "upright": "Star, you could be in the energy of hope, inspiration, and spiritual regeneration right now.",
          "reversed": "Reversestar, right now, despair, loss of trust, or lack of inspiration may be pushing you.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Regeneration",
            "3": "spirit",
            "4": "Trust"
          },
          "context": "Your current condition is shaped by hope or despair."
        },
        "position8": {
          "upright": "Star, external effects may bring you hope, inspiration, and spiritual regeneration.",
          "reversed": "Reverse Star, external effects can cause despair, loss of trust, or lack of inspiration.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Regeneration",
            "3": "Trust",
            "4": "light"
          },
          "context": "It affects you through external effects, hope, or despair."
        },
        "position9": {
          "upright": "Star, you may experience a fear of losing hope, of having confidence in the future, or of losing your inspiration.",
          "reversed": "Reverse Star, the anxiety of despair, loss of faith, or pessimism may affect you.",
          "keywords": {
            "0": "hope",
            "1": "Inspired",
            "2": "Trust",
            "3": "future",
            "4": "Concern"
          },
          "context": "Your fears are focused on loss of hope or pessimism."
        }
      },
      "tenofcups": {
        "position1": {
          "upright": "The Ten Cups may be at the center of the problem with a desire for peace, harmony, and emotional balance.",
          "reversed": "The Inverse Ten Cups, incompatibility, unrest, or family problems may be the source of the problem.",
          "keywords": {
            "0": "compatibility",
            "1": "family",
            "2": "balance",
            "3": "Peace",
            "4": "Question"
          },
          "context": "At the heart of the problem is the desire to establish peaceful and balanced relationships."
        },
        "position10": {
          "upright": "Ten Cups may result in family happiness, harmony, and lasting peace.",
          "reversed": "The Inverse Ten Cups may result in family dissonance, unrest, or loss of lasting happiness.",
          "keywords": {
            "0": "family",
            "1": "Happiness",
            "2": "compatibility",
            "3": "Peace",
            "4": "relationship"
          },
          "context": "The result may be permanent peace or family dissonance."
        },
        "position2": {
          "upright": "Ten Cups may be family problems, unrest or incompatibility, but lack of emotional balance makes progress difficult.",
          "reversed": "Reverse Ten Cups, disconnection, insecurity, or conflict may be the source of the obstacle.",
          "keywords": {
            "0": "family",
            "1": "compatibility",
            "2": "Peace",
            "3": "balance",
            "4": "obstacle"
          },
          "context": "Obstacle is born of restless relationships and lack of harmony."
        },
        "position3": {
          "upright": "Ten Cups can be subconsciously peaceful family ties, compatible relationships or dreams that you've lived in the past.",
          "reversed": "The Reverse Ten Cups, disconnection, family unrest, or incompatibility may have left a mark on his subconscious.",
          "keywords": {
            "0": "family",
            "1": "compatibility",
            "2": "Peace",
            "3": "relationship",
            "4": "subconscious"
          },
          "context": "Family dynamics and adaptive problems in the past may have been the basis for their problems today."
        },
        "position4": {
          "upright": "The Ten Cup shows that its best potential is to build emotional harmony, a sense of peace and belonging within the family/team; peace fosters success.",
          "reversed": "The Inverse Ten Cups, to achieve its potential, you have to make the expectations of relationships realistic, strengthen communication, and meet in common values.",
          "keywords": {
            "0": "compatibility",
            "1": "belonging",
            "2": "Peace",
            "3": "family/team",
            "4": "unity"
          },
          "context": "The best potential is permanent emotional harmony around common values."
        },
        "position5": {
          "upright": "Ten Cups, you may have recently experienced a peaceful harmony in family, friendship, or relationships.",
          "reversed": "You may have been disappointed in the Reverse Ten Cup, in the recent history of family unrest, incompatibility, or relationships.",
          "keywords": {
            "0": "family",
            "1": "compatibility",
            "2": "Happiness",
            "3": "relationship",
            "4": "Peace"
          },
          "context": "Your recent history may have been determined by the experience of harmony or dissonance."
        },
        "position6": {
          "upright": "Ten Cups, in the near future, a time of peace and happiness awaits you in family, friendship, or relationships.",
          "reversed": "Inverse Ten Cups, in the near future, you may experience domestic unrest, dissonance, or disappointment.",
          "keywords": {
            "0": "family",
            "1": "Happiness",
            "2": "Peace",
            "3": "relationship",
            "4": "compatibility"
          },
          "context": "Your near future will be shaped by experiences of harmony or dissonance."
        },
        "position7": {
          "upright": "Ten Cups, you may be having a peaceful and compatible time in family, friendship, or relationships.",
          "reversed": "The Reverse Ten Cup may be pushing you right now, family unrest, dissonance, or disappointment.",
          "keywords": {
            "0": "family",
            "1": "Happiness",
            "2": "compatibility",
            "3": "Peace",
            "4": "relationship"
          },
          "context": "Your current situation is shaped by harmony or unrest."
        },
        "position8": {
          "upright": "Ten Cups, external effects can bring you family happiness, peace and harmony.",
          "reversed": "The Reverse Ten Cups can create external effects, family problems, dissonance, or emotional disappointments.",
          "keywords": {
            "0": "family",
            "1": "Happiness",
            "2": "compatibility",
            "3": "Peace",
            "4": "connection"
          },
          "context": "It affects you through external effects, peace, or incompatibility."
        },
        "position9": {
          "upright": "Ten Cups may show the fear of losing family ties, experiencing unrest, or losing harmony.",
          "reversed": "The Inverse Ten Cups can cause family problems, dissonance, or the anxiety of lasting happiness to be shaken.",
          "keywords": {
            "0": "family",
            "1": "Happiness",
            "2": "compatibility",
            "3": "Peace",
            "4": "anxiety"
          },
          "context": "Your fears are focused on losing family unrest or harmony."
        }
      },
      "themoon": {
        "position1": {
          "upright": "The moon may be at the center of the problem of uncertainty, fears, or illusions.",
          "reversed": "Reverse Moon, not being able to see the truth, being deceived, or being afraid, could be the source of the problem.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "illusion",
            "3": "intuition",
            "4": "Question"
          },
          "context": "At the heart of the problem is uncertainty and illusions."
        },
        "position10": {
          "upright": "The Moon could be the result of uncertainty, intuition, or the emergence of hidden truths.",
          "reversed": "The Reverse Moon may result in delusions, deceptive circumstances, or the growth of inner fears.",
          "keywords": {
            "0": "uncertainty",
            "1": "intuition",
            "2": "illusion",
            "3": "Secret",
            "4": "enlightenment"
          },
          "context": "The result may be to face intuitive awareness or illusions."
        },
        "position2": {
          "upright": "The moon may be uncertainty, fears, or misleading circumstances, but when you can't see the net, it's hard to find the right solution.",
          "reversed": "The Reverse Moon may be a barrier to illusion, misunderstandings, or surrendering to fears.",
          "keywords": {
            "0": "uncertainty",
            "1": "fear",
            "2": "illusion",
            "3": "Don't be fooled.",
            "4": "obstacle"
          },
          "context": "The obstacle is born from not being able to see the truth and being afraid."
        }
      }
    }
  }
}
