{
  "relationship-problems": {
    "meanings": {
      "kingofwands": {
        "position1": {
          "keywords": {
            "4": "turnout"
          },
          "context": "Actional root of contradiction: the balance of leadership and participation."
        },
        "position2": {
          "upright": "The King of the wand says the problem is between visionary leadership and common decision-making culture. The word remains large, participation is small.",
          "reversed": "The Reverse Stick King says that authoritarian tones and ego conflicts disrupt co-operation. Fire burns.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "authority",
            "3": "ego",
            "4": "turnout"
          },
          "context": "The root problem is: the balance of vision/clusion. It affects areas: common goal, trust, motivation."
        },
        "position3": {
          "upright": "The King of the Wand says that he directs the vision from one centre and increases his share, and leadership is good with participation.",
          "reversed": "The King of the Inverted Wand says that he has grown fire by the battle of ego/authority. The sharing of authority increases the temperature.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "authority",
            "3": "ego",
            "4": "turnout"
          },
          "context": "Pay: one polar vision. Effect: motivation, trust. Proposal: decision together."
        },
        "position4": {
          "upright": "The Stick King says he can ignore his lack of participation by thinking of a one-centre vision as leadership.",
          "reversed": "The Reverse Wand King emphasizes his tendency to deny the ego conflict by calling it \"Precipe.\"",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "authority",
            "3": "ego",
            "4": "turnout"
          },
          "context": "Ignored: joint decision. Effect: motivation/ trust decreases. Do it: share the authority."
        },
        "position5": {
          "upright": "The King of the Wand says the visionary attitude is guiding, and the leadership carried the relationship.",
          "reversed": "The Reverse Wand King tells us that unicentral decisions sometimes result in conflict.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "authority",
            "3": "turnout",
            "4": "ego"
          },
          "context": "Strong vision, lack of participation, now it's important to share power."
        },
        "position6": {
          "upright": "The King of the wand praises vision, but it is exploitive to push his partner into a practical role with one-centered decisions.",
          "reversed": "The Reverse Cane King points out to mediate power at the risk of taking back ego wars and power.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "authority",
            "3": "turnout",
            "4": "ego"
          },
          "context": "Theme: sharing authority; Risk: one center; do: joint decision rhythm."
        },
        "position7": {
          "upright": "The King of the Wand speaks of the guiding influence of a visionary leader/friend.",
          "reversed": "The reverse wand king shows that an egocent, dominant external voice dominates your decisions.",
          "keywords": {
            "0": "Vision",
            "1": "leader",
            "2": "ego",
            "3": "domination",
            "4": "direction"
          },
          "context": "Leadership's good, judgment's bad."
        },
        "position8": {
          "upright": "The wand king emphasizes the scale of revenue with visionary leadership and risk management.",
          "reversed": "The Reverse Cane King says that ego-based risks and unicentral decisions can force finance.",
          "keywords": {
            "0": "Vision",
            "1": "risk",
            "2": "scale",
            "3": "ego",
            "4": "authority"
          },
          "context": "Share authority; govern the risks with efficiency."
        },
        "position9": {
          "upright": "The King of the Wand continues to associate with visionary leadership and joint risk management.",
          "reversed": "The reverse wand king, ego and one central decision, disrupt the permanence.",
          "keywords": {
            "0": "Vision",
            "1": "leadership",
            "2": "risk",
            "3": "ego",
            "4": "turnout"
          },
          "context": "To drive: sharing authority plus decision together."
        }
      },
      "aceofpentacles": {
        "position1": {
          "upright": "The amulet ace says there is tension between material priorities and the need for concrete security and emotional priorities.",
          "reversed": "The Reverse Talisman shows that the fear of missing opportunities and the fear of famine suppresses relationship decisions.",
          "keywords": {
            "0": "material trust",
            "1": "opportunity",
            "2": "famine",
            "3": "priority",
            "4": "solidity"
          },
          "context": "The concrete root of conflict: the balance of security and opportunity."
        },
        "position2": {
          "upright": "The Amulet says the problem is in the windows of financial security and opportunity. The question is budget, work, the anxiety of the future. The problem is that I can't change opportunity into a plan or the mindset of famine.",
          "reversed": "The Reverse Talisman says that the fear of passing opportunity and the cycle of insecurity have paralyzed the decision. The small step does not be taken.",
          "keywords": {
            "0": "opportunity",
            "1": "basic",
            "2": "budget",
            "3": "Trust",
            "4": "concrete step"
          },
          "context": "The root problem: solid security and beginning. The areas it affects: money, work, the future plan."
        },
        "position3": {
          "upright": "The Amulet says that you don't change opportunity into a concrete plan, you increase your share, and hope gets tired without confidence.",
          "reversed": "The Reverse Talisman says he's growing fire with a famine mentality and a postponement, and if I don't have a small concrete step, the word loses its value.",
          "keywords": {
            "0": "opportunity",
            "1": "basic",
            "2": "budget",
            "3": "Trust",
            "4": "concrete step"
          },
          "context": "Pay: lack of concreteity. Effect: trust, future plan. Suggest: sow seed."
        },
        "position4": {
          "upright": "The Amulet says he can postpone the concrete plan and ignore his share.",
          "reversed": "The Reverse Talisman tends to feed denial by calling off the famine mind and canceling my name.",
          "keywords": {
            "0": "opportunity",
            "1": "basic",
            "2": "guarantee",
            "3": "budget",
            "4": "concrete step"
          },
          "context": "Ignored: the first small step. The effect: trust weakens. Do it: determine date output."
        },
        "position5": {
          "upright": "The Amulet says that a concrete beginning/propossession gives confidence to the relationship.",
          "reversed": "The Reverse Talisman says that opportunities are not planned and they flow in vain.",
          "keywords": {
            "0": "opportunity",
            "1": "basic",
            "2": "guarantee",
            "3": "Plan",
            "4": "concrete step"
          },
          "context": "Good seeds were planted, there were flaws in the plan, and now we need small concrete steps."
        },
        "position6": {
          "upright": "The amulet ace offers a fair share of concrete opportunities, but keeping resources in one hand gives birth to asymmetry of power.",
          "reversed": "The Reverse Talisman emphasizes the risk of expecting the partner's sacrifice when he withholds money, time, or knowledge.",
          "keywords": {
            "0": "resource",
            "1": "Money",
            "2": "time",
            "3": "power",
            "4": "Equality"
          },
          "context": "Theme: resource transparency; risk: savings in one hand; do it: open budget and time plan."
        },
        "position7": {
          "upright": "The amulet ace shows an external source offering work/money opportunities, and solid support affects the relationship by relaxing it.",
          "reversed": "The Reverse Talisman Adjective points to conditional financial support and expectant help.",
          "keywords": {
            "0": "opportunity",
            "1": "financial support",
            "2": "condition",
            "3": "subtract",
            "4": "solidity"
          },
          "context": "The support is great, but make it transparent."
        },
        "position8": {
          "upright": "The amulet ace gives good news of a new job, a bonus or a concrete beginning, and if the foundation is laid, there will be blessings.",
          "reversed": "The Reverse Talisman warns the loss of money with missed opportunity, bad timing and unplanned enterprise.",
          "keywords": {
            "0": "opportunity",
            "1": "basic",
            "2": "fertility",
            "3": "timing",
            "4": "slip"
          },
          "context": "Confirm the opportunity; do not grow up without laying groundwork."
        },
        "position9": {
          "upright": "The amulet ace, the concrete beginning, together the relationship with investment and security is long-term.",
          "reversed": "The Reverse Talisman makes it difficult to maintain missed opportunities and bad timing.",
          "keywords": {
            "0": "start",
            "1": "investment",
            "2": "guarantee",
            "3": "opportunity",
            "4": "timing"
          },
          "context": "To continue: small joint investment/plan."
        }
      },
      "twoofpentacles": {
        "position1": {
          "upright": "Two amulets say that the lack of balance under time and resources creates tension, and the pace of work and relationship may conflict.",
          "reversed": "The Reverse Two Charms show that disorganized priorities and postponement increase the load.",
          "keywords": {
            "0": "balance",
            "1": "time",
            "2": "priority",
            "3": "flexibility",
            "4": "load"
          },
          "context": "The concrete root of the contradiction: the balance of time and resources."
        },
        "position2": {
          "upright": "Two Talisms say the problem is time energy is balancing money. Jonglör is tired. Tip: Priority confusion, scheduling. The problem is lack of balance mechanisms.",
          "reversed": "Two reverse amulets say you've written the cost of delaying and mess. The ball falls quickly. Last minute crisis, forgotten words. The problem is the lack of discipline of the plan.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "time",
            "3": "flexibility",
            "4": "program"
          },
          "context": "The root problem is the rhythm and capacity management. The areas it affects are the promise, the meeting, the balance of life."
        },
        "position3": {
          "upright": "Two amulets say that time/energy doesn't govern balancing, but increases its share, and the juggler gets tired and the ball falls.",
          "reversed": "The reverse two amulets tells us that you've grown fire with delays and disorganizations, the schedule and priority.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "time",
            "3": "flexibility",
            "4": "program"
          },
          "context": "Pay: no rhythm plan. Effect: neglect, last-minute crises. Proposal: syntax harmony."
        },
        "position4": {
          "upright": "The two amulets say that they can legitimize and ignore their share of the loose priority.",
          "reversed": "The Reverse Two Talisman tends to feed denial by normling postponement.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "time",
            "3": "flexibility",
            "4": "program"
          },
          "context": "Ignored: real capacity. The effect: the words fall. Do it with the calendar and simplify it."
        },
        "position5": {
          "upright": "Two amulets say you've often managed to stabilize time/energy/budget.",
          "reversed": "The Reverse Two Talisman says that messes and delays cause crises.",
          "keywords": {
            "0": "balance",
            "1": "time",
            "2": "priority",
            "3": "flexibility",
            "4": "program"
          },
          "context": "Flexible management is good, sometimes flustered, last-minute stress, and now you need a simple agenda."
        },
        "position6": {
          "upright": "Two amulets praise the ability to balance, but by mess, it's the exploitation of leaving things to the last minute and putting the burden on the partner's back.",
          "reversed": "Two reverse amulets point to the risk of putting their own priority and constantly disrupting the other's plan.",
          "keywords": {
            "0": "balance",
            "1": "priority",
            "2": "time",
            "3": "load",
            "4": "flexibility"
          },
          "context": "Theme: agenda justice; Risk: last-minute transfer; do: common plan and capacity limit."
        },
        "position7": {
          "upright": "Two amulets say that family/business programs are challenging your balance with external demands.",
          "reversed": "The reverse two amulets indicate that the environment is running you through last-minute changes.",
          "keywords": {
            "0": "balance",
            "1": "program",
            "2": "demand",
            "3": "flexibility",
            "4": "Don't run."
          },
          "context": "You run your calendar, declare the limit to capacity."
        },
        "position8": {
          "upright": "The two Talisms describe the income-guider balancing, multiflow and flexible plan.",
          "reversed": "Two reverse amulets risk disorganization, last-minute stress and payment failure.",
          "keywords": {
            "0": "balance",
            "1": "multiple flow",
            "2": "flexibility",
            "3": "mess",
            "4": "flow"
          },
          "context": "Set the rhythm with the calendar and the cash flow table."
        },
        "position9": {
          "upright": "Two amulets, when life is balanced, the relationship works, the flexible plan is essential.",
          "reversed": "Two reverse amulets, chaos and last-minute crises wear off the bond.",
          "keywords": {
            "0": "balance",
            "1": "flexibility",
            "2": "time",
            "3": "priority",
            "4": "flow"
          },
          "context": "To drive: schedule matching + capacity limit."
        }
      },
      "threeofpentacles": {
        "position1": {
          "upright": "Three amulets say that the lack of co-operation and role clarity creates friction, and the quality expectation may not match.",
          "reversed": "The Inverse Three Charms indicate that lack of appreciation and unseen labor increase the conflict.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "appreciation",
            "4": "Coordination"
          },
          "context": "The concrete root of contradiction: role and quality frame."
        },
        "position2": {
          "upright": "Three Talisms say the problem is in co-operation, character clarity and quality standard. A mastery must be discussed.",
          "reversed": "The Reverse Three Spells tells us that the unseen labor and lack of appreciation has broken motivation. Coordination is low. Coordinates: Double work, repeats. The problem is the lack of process design.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "appreciation",
            "4": "Coordination"
          },
          "context": "The root problem is: cooperation architecture. It affects areas: process, standard, visible labor."
        },
        "position3": {
          "upright": "Three amulets say they don't talk about role/standart clarity, they increase their share, and without co-operation architecture, friction increases.",
          "reversed": "The Inverse Three Talismans tells us that you've grown fire by ignoring unseen labor and ignoring coordination, building an appreciation system.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "appreciation",
            "4": "Coordination"
          },
          "context": "Pay: role/quality ambiguity. Effect: motivation, work again. Proposal: process/standart."
        },
        "position4": {
          "upright": "The three amulets say that they can despise and ignore the role/standart uncertainty.",
          "reversed": "The Inverse Three amulets emphasize the tendency not to see invisible labor but to deny the responsibility of appreciation.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "appreciation",
            "4": "Coordination"
          },
          "context": "Ignored: process/roll clarity. Effect: work again, loss of motivation. Do it: write a deal."
        },
        "position5": {
          "upright": "Three amulets say cooperation and the clarity of roles solve a lot of problems.",
          "reversed": "The Inverse Three amulets describe the absence of invisible labor and the lack of quality standards.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "appreciation",
            "4": "Coordination"
          },
          "context": "Good cooperation; appreciation/standard deficit. Now you need contract writing and visible thank-yous."
        },
        "position6": {
          "upright": "Three amulets require cooperation and clarity of roles, the definition of quality and role for invisible labor exploitation is essential.",
          "reversed": "The Inverse Three Charms show the risk of demeaning the partner by withdrawing appreciation and adopting labor.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "appreciation",
            "4": "Invisible labor"
          },
          "context": "Theme: Actual agreement; Risk: ownership of labor; Do: open process and appreciation."
        },
        "position7": {
          "upright": "The three amulets are the benefit of the cooperative family/friendly team. The clarity of the role makes external interference efficient.",
          "reversed": "The Inverse Three amulets point to outsiders who possess invisible labor, who mix roles.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "quality",
            "3": "The appearance of labor",
            "4": "Coordination"
          },
          "context": "Write down a role agreement, so that appreciation and boundaries are visible."
        },
        "position8": {
          "upright": "Three amulets say co-operation, quality standard, and visible labor increase profits.",
          "reversed": "The Reverse Three Spells tells us that making role mess, low quality, and labor invisible is going to be a loss.",
          "keywords": {
            "0": "co-operation",
            "1": "quality",
            "2": "role",
            "3": "appreciation",
            "4": "efficiency"
          },
          "context": "Write down the process/rol standards; make discretion visible."
        },
        "position9": {
          "upright": "Three amulets, cooperation and clarity of role make the relationship permanent.",
          "reversed": "The Inverse Three Talismanes, the invisible effort and role-playing messes with continuity.",
          "keywords": {
            "0": "co-operation",
            "1": "role",
            "2": "appreciation",
            "3": "quality",
            "4": "efficiency"
          },
          "context": "To drive: role agreement + appreciation visibility."
        }
      },
      "fourofpentacles": {
        "position1": {
          "upright": "Four amulets say that control and security desire limit sharing.",
          "reversed": "The Reverse Four Talisms show that extreme tightness or wasteful ends increase conflict.",
          "keywords": {
            "0": "control",
            "1": "security",
            "2": "share",
            "3": "don't hold",
            "4": "Wastefulness"
          },
          "context": "The concrete root of contradiction: control and sharing balance."
        },
        "position2": {
          "upright": "Four Talisms say the problem is that the need for control and security is set for sharing. The palm is tight.",
          "reversed": "The Reverse Four Talisms tells us that excessiveness or wasteful ends create tensions. There is disorientated control.",
          "keywords": {
            "0": "control",
            "1": "security",
            "2": "share",
            "3": "don't hold",
            "4": "Wastefulness"
          },
          "context": "The root problem is the balance of control. It affects areas: finance, emotional resources, space."
        },
        "position3": {
          "upright": "Four Talisms say it increases its share with control and restraint reflex, so security doesn't choke the sharing.",
          "reversed": "The Reverse Four Talisms tells us that you're growing fire with extreme tightness or wasteful edges, and the balance should be visible.",
          "keywords": {
            "0": "control",
            "1": "security",
            "2": "share",
            "3": "don't hold",
            "4": "Wastefulness"
          },
          "context": "Pay: control/editive ends. Effect: trust, transparency. Proposal: open budget."
        },
        "position4": {
          "upright": "Four Talisms say you can offer control as security and ignore your share, and it's preferable to keep it.",
          "reversed": "The Reverse Four Talism tends to package extreme tightness and feed denial.",
          "keywords": {
            "0": "control",
            "1": "security",
            "2": "share",
            "3": "don't hold",
            "4": "flexibility"
          },
          "context": "Ignored: flexible sharing. The effect: transparency decreases. Do it: open budget/field."
        },
        "position5": {
          "upright": "Four Talisms say that the safety and resource protection reflex is strong, and the financial/emotional grip is high.",
          "reversed": "The Reverse Four Talisman tells us that extreme control or stingyness reduces the temperature.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "share",
            "3": "don't hold",
            "4": "transparency"
          },
          "context": "The search for security is strong, the flexibility is low, and now open budgets and sharing are necessary."
        },
        "position6": {
          "upright": "Four amulets understand the need for security, but making money and house control can turn into exploitation.",
          "reversed": "The Reverse Four Talisms emphasizes the risk of being stingy or addicted to a partner by shortening access.",
          "keywords": {
            "0": "security",
            "1": "control",
            "2": "property",
            "3": "share",
            "4": "access"
          },
          "context": "Theme: trust and flexibility; risk: resource control; do: transparent sharing rules."
        },
        "position7": {
          "upright": "Four Talisms point to an external actor who sets up control over goods and money. Access constraints create pressure.",
          "reversed": "The Reverse Four charms point to intervention with a lack of stingyness or financial transparency.",
          "keywords": {
            "0": "control",
            "1": "property",
            "2": "access",
            "3": "cheapness",
            "4": "pressure"
          },
          "context": "Instead of a property language, it's a transparent plan."
        },
        "position8": {
          "upright": "Four Talisms emphasise saving, security and protecting the source in the hand. Pillow fund is important.",
          "reversed": "The Reverse Four Talisman says that the relationship is tense, whether it's overreaching, whether it's cheapness, or whether it's money.",
          "keywords": {
            "0": "savings",
            "1": "security",
            "2": "pillow",
            "3": "cheapness",
            "4": "control"
          },
          "context": "Security is good; don't forget flexibility and sharing."
        },
        "position9": {
          "upright": "Four amulets, security and reasonable savings give stability to the relationship.",
          "reversed": "The Inverse Four Talisms destroys miserliness/control permanence.",
          "keywords": {
            "0": "security",
            "1": "savings",
            "2": "control",
            "3": "share",
            "4": "flexibility"
          },
          "context": "To maintain: budget transparency + do not leave space."
        }
      },
      "fiveofpentacles": {
        "position1": {
          "upright": "Five Talisms say that the perception of financial compression and the feeling of isolation create an emotional disconnect.",
          "reversed": "The Reverse Five Charms show that the lack of help and solidarity increases the problem.",
          "keywords": {
            "0": "compression",
            "1": "exclusion",
            "2": "help",
            "3": "solidarity",
            "4": "Trust"
          },
          "context": "The concrete root of conflict: crisis and lack of support."
        },
        "position2": {
          "upright": "Five Talisms say the problem is a sense of financial isolation and famine. There is a door, a key is thought to be missing.",
          "reversed": "The Reverse Five charms say that even though there are signs of recovery, there is a lack of self-restraint. The call for solidarity is incomplete. Silent compression, insulation. The problem is the courage to solve together.",
          "keywords": {
            "0": "famine",
            "1": "exclusion",
            "2": "help",
            "3": "solidarity",
            "4": "Morality"
          },
          "context": "The root problem is: support access. The areas it affects: financial stress, emotional support."
        },
        "position3": {
          "upright": "Five amulets say you don't ask for help at a difficult time, but you increase your share, fighting alone makes the relationship lonely.",
          "reversed": "The Reverse Five Talisms tells us that by delaying the call for solidarity, you've grown fire. There's a door; knock.",
          "keywords": {
            "0": "famine",
            "1": "exclusion",
            "2": "help",
            "3": "solidarity",
            "4": "Morality"
          },
          "context": "Pay: Avoid support. Effect: morale, bond. Proposition: demand need."
        },
        "position4": {
          "upright": "Five amulets say you can ignore asking for help and ignore your share, and loneliness enhances denial.",
          "reversed": "The Reverse Five Talisman emphasizes his tendency to conceal responsibility by delaying knocking on the door of solidarity.",
          "keywords": {
            "0": "famine",
            "1": "help",
            "2": "exclusion",
            "3": "Morality",
            "4": "solidarity"
          },
          "context": "Ignored: call for support. The effect: morale decreases. Do it: say the need clearly."
        },
        "position5": {
          "upright": "Five Talisms say that you went through a period of deprivation together, and solidarity was tested.",
          "reversed": "The Reverse Five Talisman tells me not to ask for help and the patterns of fighting alone.",
          "keywords": {
            "0": "famine",
            "1": "help",
            "2": "solidarity",
            "3": "exclusion",
            "4": "Morality"
          },
          "context": "Hard economic/emotional period. There are unstealed doors. Now set up the support mechanism."
        },
        "position6": {
          "upright": "Five amulets call for solidarity in times of deprivation, but withdrawing or embarrassing help may be a way to build a challenge.",
          "reversed": "The Reverse Five amulets indicate the risk of trying to leverage the fear of isolation and subjugate the partner.",
          "keywords": {
            "0": "famine",
            "1": "solidarity",
            "2": "shame",
            "3": "exclusion",
            "4": "help"
          },
          "context": "Theme: solidarity ethics; risk: blackmail with help; do: open need and support network."
        },
        "position7": {
          "upright": "Five amulets say you have someone to knock on during a difficult time, solidarity can come from the outside.",
          "reversed": "The Reverse Five Charms point to the environment that is pressing for help, closing the door, embarrassing, and exclusion.",
          "keywords": {
            "0": "solidarity",
            "1": "help",
            "2": "exclusion",
            "3": "shame",
            "4": "door"
          },
          "context": "Make sure the support network is selective and close the embarrassing doors."
        },
        "position8": {
          "upright": "Five Talisms, financial difficulties, tightness and loneliness, there are doors.",
          "reversed": "The Reverse Five amulets show access to the aid network, support and a chance to recover.",
          "keywords": {
            "0": "Don't narrow it down.",
            "1": "loneliness",
            "2": "help",
            "3": "support",
            "4": "Recovery"
          },
          "context": "Call for backup; plan a short-term recovery plan."
        },
        "position9": {
          "upright": "Five Talisms, if there's solidarity in difficult times, the relationship will grow stronger.",
          "reversed": "The Reverse Five charms, the tongue of loneliness and shame, break the continuum.",
          "keywords": {
            "0": "solidarity",
            "1": "withdrawal",
            "2": "support",
            "3": "shame",
            "4": "Closeness"
          },
          "context": "To drive: the language is the + help network."
        }
      },
      "sixofpentacles": {
        "position1": {
          "upright": "Six amulets say there's a problem with the balance of fair trade and support.",
          "reversed": "The Reverse Six Talisman indicates that conditional support and power imbalance are fueling the conflict.",
          "keywords": {
            "0": "justice",
            "1": "support",
            "2": "power",
            "3": "condition",
            "4": "balance"
          },
          "context": "The concrete root of contradiction: the balance of fair sharing and power."
        },
        "position2": {
          "upright": "Six Talisms say the problem is in the title of fair sharing and balance of power. The given roles should be discussed.",
          "reversed": "The Inverse Six Talisms tells the bond that the sense of promise and debt has marred the bond in exchange for goodness. The balance is lost.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "power",
            "3": "condition",
            "4": "Equality"
          },
          "context": "Root problem: Fair exchange. It affects areas: support, border, trust."
        },
        "position3": {
          "upright": "Six amulets say it increases its share with conditional support and expectation of gratitude, but if there is no equality, there is resentment.",
          "reversed": "The Reverse Six Talisman says he's growing fire by keeping score, sharing must be transparent and willing.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "power",
            "3": "condition",
            "4": "Equality"
          },
          "context": "Pay: unfair change. Effect: trust, balance of power. Proposal: unconditional."
        },
        "position4": {
          "upright": "Six Talisms say you can ignore the prospect of conditional support/responsibility, and ignore your share.",
          "reversed": "The Reverse Six Talisman tends to feed denial by normalizing keeping score.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "power",
            "3": "condition",
            "4": "Equality"
          },
          "context": "Ignored: voluntary sharing. Influence: trust declines. Do: reduce the condition, be transparent."
        },
        "position5": {
          "upright": "Six amulets say generosity and sharing are good for the relationship.",
          "reversed": "The Reverse Six Talisman tells us that conditional help and keeping score leave a mark.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "power",
            "3": "condition",
            "4": "Equality"
          },
          "context": "It's a beautiful intention of sharing, breaking circumstances and expectations, and now we need transparency and voluntary sharing."
        },
        "position6": {
          "upright": "Six amulets defend fair sharing, but conditional help and points are exploitation.",
          "reversed": "The Inverse Six Talisman risks giving to maintain the balance of power by means of medialization and addiction.",
          "keywords": {
            "0": "justice",
            "1": "share",
            "2": "condition",
            "3": "power",
            "4": "Equality"
          },
          "context": "Theme: independence and transparency; risk: power with help; do: open criteria and reciprocity."
        },
        "position7": {
          "upright": "Six amulets point to fair-sharing family/friendly support. The balance of sharing makes external effects positive.",
          "reversed": "The Reverse Six Talism accentuates the conditional aid/borrowing and power asymmetry.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "condition",
            "3": "debting",
            "4": "power"
          },
          "context": "Request unconditional and transparent support and refuse lender assistance."
        },
        "position8": {
          "upright": "Six amulets describe balancing the budget with fair sharing, cooperation and reciprocity.",
          "reversed": "The Reverse Six Talism is a warning of conditional aid, debtorization and asymmetry of power.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "condition",
            "3": "reciprocity",
            "4": "power"
          },
          "context": "Transparent and honorable aid; refuse to lend."
        },
        "position9": {
          "upright": "Six Talisms, fair sharing and reciprocity, long-term relationships.",
          "reversed": "The Inverse Six Talisms destroys the bond of conditional aid and debtion.",
          "keywords": {
            "0": "share",
            "1": "justice",
            "2": "reciprocity",
            "3": "condition",
            "4": "power"
          },
          "context": "To drive: translucent contribution model."
        }
      },
      "sevenofpentacles": {
        "position1": {
          "upright": "Seven amulets say the difference of patience in the timing of labor and results creates tension.",
          "reversed": "The Inverse Seven Talisms indicate that the sunken cost of stubbornness and impatientness trigger the wrong decisions."
        }
      }
    }
  }
}
